{
  "Count together the whiskers, ears, legs, eyes, and tails.": "數一數鬍鬚、耳朵、腿、眼睛和尾巴。",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "這些數哪些相同，哪些不同，哪些最大，哪些最小？",
  "Which animal is red and which one is yellow?": "哪一種動物是紅色的，哪一種是黃色的？",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "貓和狗住在一個房子裡。\n\n一個有門的房子。\n\n一個有屋頂的房子。",
  "Cat and Dog live in a round house. Is your house round?": "貓和狗住在一個圓形的房子裡。你的房子是圓的嗎？",
  "Point to any other round things in the picture.": "指出圖片中的其他圓形物體。",
  "How many rooms does their house seem to have?": "它們的房子看起來有多少間房間？",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "貓和狗有一個球。\n\n這個球上有紅色、藍色和綠色。",
  "Count together the number of colors on the ball.": "數一數球上有多少顏色。",
  "Which color on the ball is not a color for Cat or Dog?": "球上哪一種顏色不是貓或狗的顏色？",
  "Is there anything where you are that is striped like this ball?": "你所在的地方有沒有像這個球一樣有條紋的東西？",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "貓和狗一起玩球。\n\n貓把球扔給了狗。\n\n狗接住了球。\n\n狗把球扔給了貓。\n\n貓接住了球。",
  "How many times did they throw the ball?": "它們扔了幾次球？",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "你喜歡玩球嗎？你會扔球、接球或踢球嗎？",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "真正的貓和狗可以玩接球嗎？它們怎麼玩球？",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "然後貓把球扔得很高。\n\n噢！噢！",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "球比狗還高。貓把球扔得比狗高多少？",
  "Did Cat mean to do that? How can you tell from Cat's face?": "貓是故意這麼做的嗎？怎麼從貓的臉上看出來呢？",
  "Does the ball sometimes not go where you want it when you play catch?": "玩接球遊戲時，你是否偶爾會發現，球並沒有飛向你預期的方向呢？",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "球在屋頂上。\n\n球在房子的屋頂上。",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "屋頂是傾斜的。這個球看起來會不會從屋頂滾下來？",
  "Where are Cat and Dog?": "貓和狗在哪裡？",
  "How is the shape of the ball and the house similar and how are they different?": "球和房子的形狀有什麼相似之處和不同之處？",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "貓和狗能看見球。\n\n貓和狗都無法接近那個球。\n\n它們將怎麼把球拿下來？",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "球太高了，貓和狗夠不著。它們將如何解決這個問題呢？",
  "What can you do to get something that is too high? Would you ask for help?": "當你需要拿到放得很高的東西時，你會怎麼做呢？你會尋求別人的幫助嗎？",
  "Does the ball look bigger than it did when they were throwing it?": "這個球看起來比它們扔的時候大嗎？",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "貓和狗很傷心。\n\n它們想找個高的東西來拿到球。\n\n然後大象經過了。",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "貓和狗正在哭泣。它們的哭泣能幫助它們解決問題嗎？",
  "Count together the big animals, birds, and trees in the picture.": "數一數圖片中大的動物、鳥類和樹木。",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "大象很大。\n\n大象可以看見球。\n\n大象可以拿到球。\n\n大象從屋頂拿到了球。\n\n大象從房子的屋頂拿到了球。",
  "What other animals stand on two legs?": "還有哪些動物是兩條腿站立的？",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "大象把球給了貓和狗。\n\n貓和狗微笑。大象微笑。\n\n貓、狗和大象微笑。",
  "Which of these animals is the biggest and which is the smallest?": "這些動物中哪一個是最大的，哪一個是最小的？",
  "They are good at taking turns. Are you good at taking turns?": "它們擅長輪流進行。你擅長輪流嗎？",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "再見貓。\n\n再見狗。\n\n再見大象。",
  "With fewer balls than animals, the animals must be good at sharing.": "球比動物少，它們一定善於分享。",
  "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?": "如果你只能用一個詞（「哞」），你需要用不同的方式來表達不同的意思。你覺得牛想要什麼？",
  "The goat says, \"Meh, meh.\"": "山羊說： 「咩，咩。」",
  "How many horns does a goat have? Name some other animals that have two hard things growing on their head.": "山羊有幾隻角？想一想有哪些其他動物頭上也有兩個堅硬物體。",
  "The horse says, \"Neigh.\"": "馬說：「嘶。」",
  "Count together the horse's legs. Can you think of a farm animal that has only two legs?": "數一數馬有幾條腿。你能想到一種只有兩條腿的農場動物嗎？"
}