{
  "Count together the whiskers, ears, legs, eyes, and tails.": "قوموا بعد الشوارب والأذنين والساقين والعينين والذيول معًا.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "ما هي الأعداد المتشابهة، وأيها مختلفة، أيها الأكبر، وأيها الأصغر؟",
  "Which animal is red and which one is yellow?": "أي الحيوانين أحمر وأيهما أصفر؟",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "القط والكلب يعيشان في منزل.\n\nمنزل مع باب.\n\nمنزل مع سقف.",
  "Cat and Dog live in a round house. Is your house round?": "يعيش القط والكلب في منزل دائري. هل منزلك مستدير؟",
  "Point to any other round things in the picture.": "أشر إلى أي أشياء مستديرة أخرى في الصورة.",
  "How many rooms does their house seem to have?": "كم عدد الغرف التي يتكون منها منزلهم؟",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "القط والكلب يملكان كرة.\n\nالكرة حمراء وزرقاء وصفراء.",
  "Count together the number of colors on the ball.": "قوموا بعدّ عدد الألوان على الكرة معاً.",
  "Which color on the ball is not a color for Cat or Dog?": "أي لون على الكرة ليس لونًا للقط أو للكلب؟",
  "Is there anything where you are that is striped like this ball?": "هل يوجد أي شيء حيث أنت مخطط مثل هذه الكرة؟",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "القط والكلب يلعبان بالكرة.\n\nالقط يرمي الكرة إلى الكلب.\n\nالكلب يلتقط الكرة.\n\nالكلب يرمي الكرة إلى القط.\n\nالقط يلتقط الكرة.",
  "How many times did they throw the ball?": "كم مرة قاما برمي الكرة؟",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "هل تحب اللعب بالكرات؟ هل ترميها أم تمسكها أم ترفسها؟",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "هل يمكن للقطط والكلاب الحقيقية اللعب بالكرة؟ كيف يمكنها ذلك؟",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "ثم يرمي القط الكرة عالياً جداً.\n\nأوه! أوه!",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "الكرة أعلى من الكلب. ما مدى ارتفاع الرمية التي رماها القط بالنسبة إلى الكلب؟",
  "Did Cat mean to do that? How can you tell from Cat's face?": "هل كان القط يقصد فعل ذلك؟ كيف يمكنك معرفة ذلك من خلال وجه القط؟",
  "Does the ball sometimes not go where you want it when you play catch?": "هل تذهب الكرة في بعض الأحيان إلى مكان لا تريده عندما تلعب لعبة الالتقاط؟",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "الكرة على السطح.\n\nالكرة على سطح المنزل.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "السطح مائل. هل تبدو الكرة وكأنها ستتدحرج من على السطح؟",
  "Where are Cat and Dog?": "أين هما القط والكلب؟",
  "How is the shape of the ball and the house similar and how are they different?": "فيم يتشابه شكل الكرة والمنزل وفيم يختلفان؟",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "القط والكلب يمكنهما رؤية الكرة.\n\nالقط والكلب لا يمكنهما الحصول على الكرة.\n\nكيف سيحصلان على الكرة؟",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "الكرة عالية جدًا بحيث لا يستطيع القط والكلب الوصول إليها. كيف سيحلان هذه المشكلة؟",
  "What can you do to get something that is too high? Would you ask for help?": "ما الذي يمكنك فعله للحصول على شيء مرتفع جدًا؟ هل تطلب المساعدة؟",
  "Does the ball look bigger than it did when they were throwing it?": "هل تبدو الكرة أكبر مما كانت عليه عند رميها؟",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "القط والكلب حزينان.\n\nإنهما يريدان العثور على شيء طويل للوصول إلى الكرة.\n\nثم يأتي الفيل.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "القط والكلب يبكيان. هل بكاؤهما يساعدهما في حل مشكلتهما؟",
  "Count together the big animals, birds, and trees in the picture.": "قوموا بعدّ الحيوانات الكبيرة والطيور والأشجار الموجودة في الصورة معًا.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "الفيل كبير.\n\nالفيل يستطيع أن يرى الكرة.\n\nالفيل يستطيع أن يصل إلى الكرة.\n\nالفيل يحصل على الكرة من السطح.\n\nالفيل يأخذ الكرة من سطح المنزل.",
  "What other animals stand on two legs?": "ما هي الحيوانات الأخرى التي تقف على قدمين؟",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "يعطي الفيل الكرة للقط والكلب.\n\nالقط والكلب يبتسمان. الفيل يبتسم.\n\nالقط والكلب والفيل يبتسمون.",
  "Which of these animals is the biggest and which is the smallest?": "أي هذه الحيوانات هو الأكبر وأيها الأصغر؟",
  "They are good at taking turns. Are you good at taking turns?": "إنهم جيدون في التناوب. هل أنت جيد في تناوب الأدوار؟",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "وداعًا يا قط.\n\nوداعًا يا كلب.\n\nوداعًا يا فيل.",
  "With fewer balls than animals, the animals must be good at sharing.": "مع وجود عدد كرات أقل من الحيوانات، يجب أن تكون الحيوانات جيدة في المشاركة.",
  "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?": "إذا كانت لديك كلمة واحدة فقط (\"مو\")، فعليك أن تقولها بطرق مختلفة لجعلها تعني أشياء مختلفة. ماذا تعتقد أن البقرة تريد؟",
  "The goat says, \"Meh, meh.\"": "تقول العنزة: \"ماع، ماع.\""
}