[
  {
    "SourceText": "Count together the whiskers, ears, legs, eyes, and tails.",
    "text": "Zähle die Schnurrhaare, Ohren, Beine, Augen und Schwänze zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which counts are the same, which are different, which are the largest, and which are the smallest?",
    "text": "Welche Summen sind gleich, welche verschieden, welche machen die meisten aus und welche die wenigsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is red and which one is yellow?",
    "text": "Welches Tier ist rot und welches gelb?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.",
    "text": "Kater und Hund leben in einem Haus.\n\nEin Haus mit einer Tür.\n\nEin Haus mit einem Dach.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a round house. Is your house round?",
    "text": "Kater und Hund leben in einem runden Haus. Ist dein Haus rund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to any other round things in the picture.",
    "text": "Zeige auf alle möglichen roten Dinge auf dem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many rooms does their house seem to have?",
    "text": "Wie viele Räume scheint ihr Haus zu haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.",
    "text": "Kater und Hund haben einen Ball.\n\nDer Ball ist rot, blau und grün.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of colors on the ball.",
    "text": "Zähle die Anzahl Farben auf dem Ball zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color on the ball is not a color for Cat or Dog?",
    "text": "Welche Farbe auf dem Ball ist nicht eine Farbe für Kater und Hund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there anything where you are that is striped like this ball?",
    "text": "Gibt es, wo du wohnst, irgendetwas, das gestreift ist wie dieser Ball?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.",
    "text": "Kater und Hund spielen mit dem Ball.\n\nKater wirft den Ball zu Hund.\n\nHund fängt den Ball.\n\nHund wirft den Ball zu Kater.\n\nKater fängt den Ball.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times did they throw the ball?",
    "text": "Wie oft warfen sie den Ball?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like playing with balls? Do you throw them, catch them, or kick them?",
    "text": "Spielst du gerne mit Bällen? Wirfst, fängst oder trittst du sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can real cats and dogs play catch with a ball? How can they play with balls?",
    "text": "Können richtige Kater und Hunde Fangen spielen mit einem Ball? Wie können sie mit Bällen spielen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat throws the ball very high.\n\nOh! Oh!",
    "text": "Der Kater wirft den Ball sehr hoch.\n\nUi! Ui!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Dog. How much higher than Dog did Cat throw it?",
    "text": "Der Ball ist höher als der Hund. Um wie viel höher als der Hund hat Kater ihn geworfen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat mean to do that? How can you tell from Cat's face?",
    "text": "War das die Absicht des Katers? Wie könntest du es von seinem Gesicht ablesen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball sometimes not go where you want it when you play catch?",
    "text": "Geht der Ball manchmal nicht dorthin, wo du willst, wenn du Fangen spielst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is on the roof.\n\nThe ball is on the roof of the house.",
    "text": "Der Ball ist auf dem Dach.\n\nDer Ball ist auf dem Dach des Hauses.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The roof is slanted. Does the ball look like it would roll off the roof?",
    "text": "Das Dach ist abgeschrägt. Sieht der Ball aus, als würde er vom Dach herunterrollen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are Cat and Dog?",
    "text": "Wo sind Kater und Hund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the shape of the ball and the house similar and how are they different?",
    "text": "Wie sind die Form des Balls und des Hauses einander ähnlich und wie voneinander verschieden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?",
    "text": "Kater und Hund können den Ball sehen.\n\nKater und Hund können nicht zum Ball kommen.\n\nWie werden sie den Ball da runterbekommen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is too high for Cat and Dog to reach. How will they solve this problem?",
    "text": "Der Ball ist für Kater und Hund zu hoch, um ihn zu greifen. Wie werden sie dieses Problem lösen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What can you do to get something that is too high? Would you ask for help?",
    "text": "Was könntest du tun, um etwas zu greifen, das zu hoch oben ist? Würdest du jemanden um Hilfe bitten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball look bigger than it did when they were throwing it?",
    "text": "Sieht der Ball nun größer aus, als da sie ihn geworfen haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.",
    "text": "Kater und Hund sind traurig.\n\nSie wollen etwas langes finden, um den Ball zu erreichen.\n\nDann kommt der Elefant vorbei.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are crying. Is their crying helping them solve their problem?",
    "text": "Kater und Hund weinen. Hilft ihr Weinen ihnen, ihr Problem zu lösen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the big animals, birds, and trees in the picture.",
    "text": "Zähle die großen Tiere, Vögel und Bäume im Bild zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can Elephant help them? Is the elephant tall?",
    "text": "Wie kann der Elefant ihnen helfen? Ist der Elefant groß?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.",
    "text": "Der Elefant ist groß.\n\nDer Elefant kann den Ball sehen.\n\nDer Elefant kann bis zum Ball kommen.\n\nDer Elefant nimmt den Ball vom Dach.\n\nDer Elefant nimmt den Ball weg vom Dach des Hauses.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Elephant. How does Elephant reach the ball?",
    "text": "Der Ball ist höher als der Elefant. Wie erreicht der Elefant den Ball?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The animals are all standing on two of their four legs. Have you seen animals do this?",
    "text": "Die Tiere stehen alle auf zwei ihrer vier Beine. Hast du bereits einmal Tiere gesehen, die dies gemacht haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other animals stand on two legs?",
    "text": "Welche anderen Tiere stehen auf zwei Beinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.",
    "text": "Der Elefant gibt den Ball Kater und Hund.\n\nKater und Hund lächeln. Der Elefant lächelt.\n\nDer Kater, der Hund und der Elefant lächeln.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who has the longest nose? Why does an elephant need such a long nose?",
    "text": "Wer hat die längste Nase? Warum braucht ein Elefant so eine lange Nase?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these animals is the biggest and which is the smallest?",
    "text": "Welches dieser Tiere ist das größte und welches das kleinste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?",
    "text": "Wie ist der Elefant unterschiedlich, und wie ist der Elefant ähnlich wie Kater und Hund? Was hat der Elefant, was sie nicht haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and Elephant play with the ball.\n\nCat throws the ball to Dog. Dog catches the ball.\n\nDog throws the ball to Elephant. Elephant catches the ball.\n\nElephant throws the ball to Cat. Cat catches the ball.",
    "text": "Kater, Hund und Elefant spielen mit dem Ball.\n\nDer Kater wirft den Ball zum Hund. Der Hund fängt den Ball.\n\nDer Hund wirft den Ball zum Elefanten. Der Elefant fängt den Ball.\n\nDer Elefant wirft den Ball zum Kater. Der Kater fängt den Ball.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of throws and the number of catches. Are they the same number?",
    "text": "Zähle zusammen, wie oft geworfen und wie oft gefangen wurde. Ist die Anzahl bei beiden gleich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did each animal throw and each animal catch?",
    "text": "Hat jedes Tier einmal geworfen und einmal gefangen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are good at taking turns. Are you good at taking turns?",
    "text": "Sie sind gut darin, sich abzuwechseln. Bist du gut darin, dich mit jemandem abzuwechseln?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.",
    "text": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Elefant.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of animals waving.",
    "text": "Zähle die Tiere zusammen, die winken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more animals or balls? By how much?",
    "text": "Gibt es mehr Tiere oder mehr Bälle? Wie viele gibtes jeweils?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With fewer balls than animals, the animals must be good at sharing.",
    "text": "Mit weniger Bällen als Tieren müssen die Tiere gut darin sein, zu teilen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at the animals.",
    "text": "Schau, die Tiere.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count and name together all the animals you see.",
    "text": "Zähle und benenne alle Tiere, die du siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are all the animals looking at?",
    "text": "Was sehen sich all die Tiere an?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do the animals want something from the farmer?",
    "text": "Wollen die Tiere etwas vom Bauern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cow says, \"Moo.\"",
    "text": "Die Kuh sagt: “Muh.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cow is looking at an empty trough. What do you think \"Moo\" means?",
    "text": "Die Kuh schaut auf einen leeren Trog. Was, meinst du, bedeutet \"Muh\"?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?",
    "text": "Wenn du nur ein Wort hast (\"Muh\"), kannst du es auf verschiedene Arten sagen, damit es verschiedene Dinge bedeutet. Was, meinst du, will die Kuh?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the cow's black spots are small and some are large. Count how many spots the cow has.",
    "text": "Einige der schwarzen Flecken auf dem Rücken der Kuh sind klein und manche sind groß. Zähle auf, wie viele Flecken die Kuh hat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The goat says, \"Meh, meh.\"",
    "text": "Die Ziege sagt: \"Mäh, mäh.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is the goat looking at the drip of water from the faucet?",
    "text": "Warum schaut die Ziege auf das tropfende Wasser vom Wasserhahn?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the goat thirsty, hungry, or both?",
    "text": "Ist die Ziege durstig, hungrig oder beides?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many horns does a goat have? Name some other animals that have two hard things growing on their head.",
    "text": "Wie viele Hörner hat eine Ziege? Benenne andere Tiere die zwei harte Dinge haben, die auf ihren Köpfen wachsen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse says, \"Neigh.\"",
    "text": "Das Pferd sagt: \"Wieher.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse is also looking at an empty trough. What is the horse pointing at with its front left leg?",
    "text": "Das Pferd sieht auch auf einen leeren Trog. Wohin zeigt das Pferd mit seinem vorderen linken Bein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the horse's legs. Can you think of a farm animal that has only two legs?",
    "text": "Zähle die Beine des Pferdes zusammen. Kannst du an ein Bauernhoftier denken mit nur zwei Beinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there animals that have any other number of legs than two or four? What about insects or spiders? -- do you know how many legs they have?",
    "text": "Gibt es Tiere mit einer anderen Anzahl Beinen als zwei oder vier? Wie steht es mit Insekten oder Spinnen? – Weißt du wie viele Beine diese haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The pig says, \"Grunt.\"",
    "text": "Das Schwein sagt, \"Grunz.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people think that pigs say \"Oink.\" What do you think they say?",
    "text": "Manche Leute denken, dass Schweine \"Oink.\" sagen. Was denkst du, sagen sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The pig has two ears, two eyes, and two nostrils. Imagine what it would be like if it had two mouths!",
    "text": "Das Schwein hat zwei Ohren, zwei Augen und zwei Nasenlöcher. Stell dir vor, was wäre, wenn es zwei Münder hätte!!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the posts that make up the fence in front of the pig.",
    "text": "Zähle die Pfosten zusammen, die den Zaun vor dem Schwein ausmachen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The chicken says, \"Cluck.\"",
    "text": "Das Huhn sagt, \"Gock.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A chicken is a farm animal with just two legs. Are there any others?",
    "text": "Ein Huhn ist ein Bauernhoftier mit nur zwei Beinen. Gibt es noch andere davon?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the baby chicks and count how many chickens there are all together.",
    "text": "Zähle die Küken und zähle alle Hühner die es gibt zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One more than three makes how many?",
    "text": "Wie viel macht eins mehr als drei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog says, \"Woof.\"",
    "text": "Der Hund sagt, \"Wuff.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog bowl is empty and the dog looks hungry.",
    "text": "Der Hundenapf ist leer und der Hund sieht hungrig aus.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of bags by the fence.",
    "text": "Zähle die Taschen beim Zaun zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of tines on the rake in the corner. Can you find other things to count?",
    "text": "Zähle die Anzahl Zacken am Rechen in der Ecke zusammen. Findest du noch andere Dinge zum Zusammenzählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The farmer says, \"Shhh!\"",
    "text": "Der Bauer sagt, \"Shhh!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why does the farmer say \"Shhh?\"  Is the farmer tired of being pestered by the animals?",
    "text": "Warum sagt der Bauer \"Shhh?\"  Ist der Bauer es Leid, von den Tieren gestört zu werden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the animals waiting for?",
    "text": "Worauf warten die Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals are waiting for their food?",
    "text": "Wie viele Tiere warten auf ihre Nahrung?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One elephant is going to drink water.",
    "text": "1 Ein Elefant geht Wasser trinken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the elephants, the tusks, the feet, the eyes, and the tails.",
    "text": "Zählt die Elefanten, die Stoßzähne, Beine, Augen und Schwanz.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which items are there the most of and which are there the least of?",
    "text": "Vergleicht: wovon gibt es am meisten, wovon am wenigsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think the elephant is about to do?",
    "text": "Überlegt: Wo kann der Elefant Wasser trinken, wie viele Schritte muss er noch gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two giraffes are going to drink water.",
    "text": "2 Zwei Giraffen gehen Wasser trinken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each giraffe has four feet. Count the number of giraffes and the number of feet.",
    "text": "Jede Giraffe hat vier Beine. Zählt die Giraffen und alle Beine.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The giraffes are very tall. They must bend way down to get to the water.",
    "text": "Giraffen sind sehr groß. Überlegt: Wie können sie Wasser trinken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two giraffes are one more animal than one elephant. What is one more animal than two animals?",
    "text": "Vergleicht: Zwei Giraffen sind ein Tier mehr, als das einzelne Tier auf der vorigen Seite. Wie viele Tiere sind ein Tier mehr als zwei Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Three buffaloes and four birds are also going to drink water.",
    "text": "3 Drei Büffel und vier Vögel gehen Wasser trinken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buffaloes, the birds, the horns, and the tails.",
    "text": "Zählt die Tiere und auch ihre Beine.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When there is one source of water, all the thirsty animals come to that one place. If a lion wants to hunt animals, this is a good place to find them!",
    "text": "An dieser Wasserquelle treffen sich durstige Tiere. Es können sehr viele werden. Was passiert wohl, wenn ein Löwe dazukommt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Three buffaloes is one less animal than four animals. What is one less animal than three animals?",
    "text": "Überlegt: Drei Büffel sind ein Tier mehr als die Tiere auf der vorigen Seite. Wie viele Tiere sind ein Tier weniger als drei Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Five antelopes and six warthogs are walking to the water.",
    "text": "5 Fünf Antilopen und sechs Warzenschweine gehen zum Wasser.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the antelopes and the warthogs. How many of the warthogs are babies?",
    "text": "Zählt die Tiere, die Antilopen und die Warzenschweine. Wie viele Baby-Warzenschweine seht ihr?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the antelopes are looking around rather than looking at each other. The pack stays safe by having some of them looking for danger!",
    "text": "Überlegt: Einige Antilopen schauen sich um, wie viele sind es und worauf passen sie wohl auf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of antelopes and warthogs, which are there more of and which are there less of?",
    "text": "Vergleicht die Anzahl der Tiere: welche Gruppe, die Antilopen oder Warzenschweine, ist größer und welche ist kleiner?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Seven zebras are running to the water.",
    "text": "7 Sieben Zebras rennen zum Wasser.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the zebras and the trees.",
    "text": "Zählt die Zebras und die Bäume.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that the zebras have been running? They must be very thirsty to be running to the water!",
    "text": "Überlegt: woran erkennt man, dass die Zebras rennen? Warum rennen sie wohl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Try counting the black stripes on some of the zebras. Do some zebras have more stripes than others?",
    "text": "Vergleicht: Haben manche Zebras mehr Streifen als andere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Eight frogs and nine fish are swimming in the water.",
    "text": "8 Acht Frösche und neun Fische schwimmen im Wasser.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the frogs and the fish. Can you count that high?",
    "text": "Zählt die Frösche und Fische. Geht es schon gut, so weit zu zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are packed very tightly together. Do you think they feel crowded or do they like having the company?",
    "text": "Die Tiere sind hier eng zusammen. Überlegt: fühlen sie sich so wohl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is one more than eight frogs? What is one less than nine fish?",
    "text": "Überlegt: Wie viele Frösche wären noch einer mehr? Wie viele Fische wären einer weniger?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many different kinds of animals can you count?",
    "text": "Viele verschiedene Tiere sind jetzt am Wasser. Ein Löwe brüllt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One lion roars. He also wants to drink. Who is afraid of the lion?",
    "text": "Warum brüllt der Löwe wohl, haben manche Tiere Angst vor ihm?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the lions, warthogs, birds, zebras, antelopes, giraffes, water buffaloes, and elephants. That's a lot of counting!",
    "text": "Zählt die verschiedenen Tierarten, wie viele verschiedene Tierarten sind es? Zählt die Tiere jeder Art.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most of the animals start to run away from the lion. Which animals will stay?",
    "text": "Die meisten Tiere rennen vor dem Löwen weg. Welche Tiere werden am Wasser bleiben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One elephant is drinking water with the lion.",
    "text": "Ein Elefant trinkt mit dem Löwen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The elephant, birds, fish, and frogs did not run away.",
    "text": "Schaut welche Tiere am Wasser geblieben sind. Sind es viele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you run away from a lion?",
    "text": "Überlegt: würden wir Menschen vor dem Löwen weglaufen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would it be fun to go for a swim in this watering hole?",
    "text": "Überlegt: hättest du Lust hier im Wasser zu baden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Izinzawu family was a happy family. The children learned cooking, gardening, and hunting from their parents.",
    "text": "Die Izinzawu-Familie war eine glückliche Familie. Die Kinder lernten zu kochen, gärtnern und jagen von ihren Eltern.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do plants need watering?",
    "text": "Warum müssen Pflanzen bewässert werden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the colors in this picture.",
    "text": "Zeige auf und benenne die Farben auf diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How are the green colors in this picture similar and how are they different?",
    "text": "Wie ähneln sich die grünen Farben auf diesem Bild, und wie unterscheiden sie sich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "At dinner time every day, they talked about what they had done that day.",
    "text": "Jeden Tag beim Abendbrot besprachen sie, was sie an diesem Tag getan hatten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like this page that has four equal sides. The tablecloth has a checkerboard design with lots of squares. Find some squares in a pattern where you are.",
    "text": "Ein Viereck ist eine Form wie diese Seite mit vier gleichen Seiten. Das Tischtuch hat ein Schachbrett-Motiv mit vielen Vierecken. Finde ein paar Vierecke dort wo du bist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name the shapes you see in this picture.",
    "text": "Benenne die Formen, die du in diesem Bild siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This family talks about their day at dinner. What do you talk about when you eat dinner?",
    "text": "Diese Familie spricht beim Abendbrot über ihren Tag. Worüber sprichst du, wenn du zu Abend isst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The father usually warned the children not to go deep into the forest. He told the family about a strange creature that lived in the forest. \"This creature is like two of us put together!\"",
    "text": "Der Vater warnte die Kinder üblicherweise, nicht zu tief in den Wald vorzudringen. Er erzählte der Familie von einer seltsamen Kreatur, die im Wald lebte. \"Diese Kreatur ist wie du und ich zusammen!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe what you think the father's \"strange creature\" might look like.",
    "text": "Beschreibe wie deiner Meinung nach die “seltsame Kreatur” des Vaters aussehen könnte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the different patterns you see in this picture?",
    "text": "Was sind die verschiedenen Muster, die du auf diesem Bild sehen kannst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How are the bowls on this page different from the bowls on the last page?",
    "text": "Worin unterscheiden sich die Schüsseln auf dieser Seite von denen auf der letzten Seite?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, the girls were playing at the river. Suddenly, from behind a tree, there was a strange creature! The creature had two eyes, two ears, two arms, and two legs.",
    "text": "Eines Tages spielten die Mädchen am Fluss. Plötzlich kam, hinter einem Baum, eine seltsame Kreatur hervor! Die Kreatur hatte zwei Augen, zwei Ohren, zwei Arme und zwei Beine.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the \"strange creature\" look like what you imagined?",
    "text": "Sieht die \"seltsame Kreratur\" aus, wie du dir sie vorgestellt hast?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the number of children in this picture.",
    "text": "Zeige auf die Mädchen und zähle ihre Anzahl auf diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Shaking with fear, they ran to tell their brothers about what they had seen. But the boys didn't believe them. \"The girls are being silly!\" they said.",
    "text": "Zitternd vor Angst rannten sie zu ihren Brüdern, um ihnen zu erzählen, was sie gesehen hatten. Aber die Jungen glaubten ihnen nicht. \"Die Mädchen sind albern\", sagten sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are four children and four heads. How many legs do you see? How many arms do you see? Is that surprising?",
    "text": "Da sind vier Kinder und vier Köpfe. Wie viele Beine siehst du? Überrascht dich das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more girls or boys in this picture?",
    "text": "Sind da mehr Jungen oder mehr Mädchen auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at their mouths and eyebrows. What do their faces tell you about what these children are thinking and feeling?",
    "text": "Schau auf deren Münder und Augenbrauen. Was sagen ihre Gesichter darüber, was diese Kinder denken und fühlen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Eventually, curiosity got the better of the boys. They followed the girls to the river to see this strange creature for themselves.",
    "text": "Schließlich gewann die Neugier der Jungen. Sie folgten den Mädchen zum Fluss, um diese seltsame Kreatur selber zu sehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell from their size in the picture that the girls are far away and the boys are nearby?",
    "text": "Wie kannst du von deren Größe im Bild ableiten, dass die Mädchen weit weg und die Jungen nahe sind?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are the girls far away behind some bushes?",
    "text": "Warum sind die Mädchen weit weg hinter Gebüschen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The grass, bushes, and trees are different shades of green. Are there different shades of some color where you are?",
    "text": "Das Gras, die Gebüsche und Bäume sind verschiedene Zwischentöne von Grün. Gibt es verschiedene Abstufungen einer Farbe, dort wo du bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They searched and searched, but all they could see was the tall grass and trees.\n\nSuddenly, they heard a noise, and looked up.",
    "text": "Sie suchten und suchten, doch alles, was sie sehen konnten, war das hohe Gras und die Bäume.\n\nPlötzlich hörten sie ein Geräusch und schauten auf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think made that noise above them?",
    "text": "Was, meinst du, machte dieses Geräusch über ihnen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What kinds of things make noises above our heads?",
    "text": "Welche Art von Dingen machen Geräusche über unseren Köpfen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That is really tall grass! What part of their bodies does the grass reach up to?",
    "text": "Das ist wirklich hohes Gras! Bis zu welchem Teil ihres Körpers reicht das Gras?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Up on a tree swung the strangest creature they had ever seen. It had two arms, two hands, two legs and two feet. Instead of one each, like them.",
    "text": "Auf einem Baum schwang die seltsamste Kreatur, die sie jemals gesehen hatten. Sie hatte zwei Arme, zwei Hände, zwei Beine und zwei Füße. Statt jeweils einem, wie sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many arms, legs, hands, and eyes does each member of the family have?",
    "text": "Wie viele Arme, Beine, Hände und Augen hat jedes Mitglied der Familie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you assume the unseen side of each family member had another arm, leg, hand, and eye, just like the side you could see?",
    "text": "Hast du angenommen, dass die verborgene Seite jedes Familienmitglieds einen weiteren Arm, ein weiteres Bein, eine weitere Hand und ein weiteres Auge hatte, genau wie die Seite, die du sehen konntest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you see only one side of something, it is easy to assume the other side looks the same -- that it is the mirror reflection of what you can see.",
    "text": "Wenn du nur eine Seite siehst von etwas, scheint es naheliegend zu vermuten, die andere Seite sähe gleich aus – das ist die Spiegelreflektion davon, was du siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The frightened children ran home to call their parents. Soon the whole family was at the river to see the creature.",
    "text": "Die verängstigten Kinder rannten nach Hause, um ihre Eltern zu rufen. Bald war die ganze Familie am Fluss, um die Kreatur zu sehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of arms in this picture. If each person had two arms, how many arms would there be?",
    "text": "Zähle die Zahl der Arme auf diesem Bild. Wenn jede Person zwei Arme hätte, wie viele Arme wären da?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Arms and legs are called limbs. How many limbs does this family have?",
    "text": "Arme und Beine werden Gliedmaßen genannt. Wie viele Gliedmaßen hat diese Familie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice that the grass was tall, but now it is short? Did someone cut the grass?",
    "text": "Ist dir aufgefallen, dass das Gras hoch stand und dass es jetzt kurz ist? Hat jemand das Gras geschnitten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Don't hurt me! the creature said, as it hid behind the tree. Now the family could only see the creature's one foot, one leg, one hand, one arm and one eye.",
    "text": "\"Tut mir nicht weh!\" sagte die Kreatur, als sie sich hinter dem Baum versteckte. Jetzt konnte die Familie nur einen Fuß, ein Bein, eine Hand, einen Arm und ein Auge sehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature is hiding behind a tree. Where are some places you like to hide?",
    "text": "Die Kreatur versteckt sich hinter einem Baum. Wo versteckst du dich gerne?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When the creature is halfway behind the tree, it looks just like each of the family members. Why is that?",
    "text": "Wenn die Kreatur auf halbem Weg hinter dem Baum ist, sieht sie gleich aus wie jedes Familienmitglied. Warum ist das so?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature feels \"outnumbered.\" How many people are in the family and how many creatures are there? Which is more and which is less?",
    "text": "Die Kreatur fühlt sich \"zahlenmäßig überlegen\". Wie viele Leute zählt die Familie und wie viele Kreaturen sind es? Vom wem gibt es mehr, und von wem weniger?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am just like you, continued the creature. \"The only difference is that I was made with two of almost everything.\"",
    "text": "\"Ich bin genau wie du,\" fuhr die Kreatur fort. \"Der einzige Unterschied ist, dass ich aus zwei von fast jedem gemacht wurde.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which body parts do you have two of and which do you have one of?",
    "text": "Von welchen Körperteilen hast du zwei und von welchen einen Teil?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For the body parts you have one of, are they on the sides or the middle line of your body?",
    "text": "Von den Körperteilen, von welchen du einen hast, sind sie auf der Seite oder der Mittellinie deines Körpers?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of someone you know. List three ways they are similar to you and three ways that they are different.",
    "text": "Denke an jemanden, den du kennst. Liste drei Gemeinsamkeiten und drei Unterschiede zu dir auf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "So this was how the Izanzawu family discovered that it was not a creature to be scared of. It was simply a different form of them.",
    "text": "Also war dies wie die Izinzawu Familie herausgefunden hat, dass es nicht eine Kreatur war, vor der man sich fürchten musste. Es war einfach eine andere Form von ihnen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature has a striped shirt with two colors and everyone else's shirt has just one. Why did the writer do that?",
    "text": "Die Kreatur trägt ein gestreiftes Hemd mit zwei Farben und die Hemden aller anderen haben nur eine Farbe. Warum hat der Author dies gemacht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are six people in the Izanzawu family. When you add one more for the \"creature,\" how many people are there?",
    "text": "Es sind sechs Menschen in der Izinzawu Familie. Wenn du einen mehr für die \"Kreatur\" rechnest, wie viele sind es dann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you arrange these seven people in order of height, putting the shortest on the left and tallest on the right, what would the order be? Describe this order using the color of their clothes.",
    "text": "Wenn du diese sieben Personen nach Höhe, den kleinsten links und den größtenrechts stellen würdest, was wäre die Reihenfolge? Beschreibe diese Reihenfolge, indem du die Farben ihrer Kleidung benutzt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My sister's dress is too big for me!",
    "text": "Die Kleidung meiner Schwester ist zu groß für mich!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you sometimes wear someone else's clothes? Is it fun to imagine you are that other person when you do it?",
    "text": "Trägst du manchmal die Kleidung von jemand anderem? Macht es Spaß, dir vorzustellen, du wärst diese andere Person, wenn du sie trägst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell the dress and belt are too big?",
    "text": "Woran erkennst du, dass das Kleid und der Gürtel zu groß sind?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Point to rectangles in the picture. Do you see any rectangles where you are?",
    "text": "Ein Rechteck ist eine vierseitige Form wie diese Seite. Zeige auf Rechtecke im Bild. Gibt es Rechtecke, dort wo du bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My brother's jersey is also too big for me.",
    "text": "Das Trikot meines Bruders ist auch zu groß für mich.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at her face, how does she feel about having a jersey that is too big?",
    "text": "Wenn du dir ihr Gesicht anschaust, wie fühlt sie sich darüber, ein Trikot zu haben, das zu groß ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the orange dress she has on the right size for her?",
    "text": "Passt ihr das orangefarbene Kleid?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice the new rectangles in this picture.",
    "text": "Beachte die neuen Rechtecke in diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My bag is big.\n\nBut not too big!",
    "text": "Meine Tasche ist groß.\n\nAber nicht zu groß!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this bag too big for her?",
    "text": "Ist diese Tasche zu groß für sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the clasps on the bag.",
    "text": "Zähle die Schnallen an der Tasche zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What would you put in this bag if it were yours?",
    "text": "Was würdest du in diese Tasche packen, wenn es deine wäre?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This old belt is too small for me.",
    "text": "Dieser alte Gürtel ist zu klein für mich.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why might this child's old belt from when she was younger be too small for her?",
    "text": "Warum ist wohl dieser alte Gürtel aus ihrer frühen Kindheit zu klein für sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What does the expression on her face tell you about how she is feeling about the belt?",
    "text": "Was sagt der Ausdruck auf ihrem Gesicht darüber, wie sie sich wegen dem Gürtel fühlt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces of clothing has she tried on?",
    "text": "Wie viele Kleidungsstücke hat sie anprobiert?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is my doll's hat.",
    "text": "Dies ist der Hut meiner Puppe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the fourth piece of clothing that is a bad fit for her. How does she feel about it? Do you think she is feeling discouraged?",
    "text": "Dies ist das vierte Kleidungsstück, das ihr nicht passt. Wie fühlt sie sich dabei? Denkst du, sie fühlt sich entmutigt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of pieces of wood that make up the back of the chair.",
    "text": "Zähle die Anzahl Holzstücke zusammen, die die Rückenlehne des Stuhls ausmachen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She has two eyes, ears, and arms, but only one mouth and nose. Where do the body parts that she has one of line up on her body?",
    "text": "Sie hat zwei Augen, Ohren und Arme, aber nur einen Mund und eine Nase. Wo befinden sich die Körperteile, von denen sie eins hat, an ihrem Körper?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My socks are the right size.\n\nBut the wrong color!",
    "text": "Meine Socken haben die richtige Größe.\n\nAber die falsche Farbe!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Including her hair ties, which colors is she wearing?",
    "text": "Wenn du ihre Haarbänder dazuzählst, welche Farben trägt sie dann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think her socks are the wrong color?",
    "text": "Findest du, dass ihre Socken die falsche Farbe haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The picture of the chair is made up of several rectangles. How many can you find?",
    "text": "Die Darstellung des Stuhls ist aus verschiedenen Rechtecken gebildet. Wie viele kannst du finden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These are my new shoes.",
    "text": "Dies sind meine neuen Schuhe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After all the other clothes, do you think these shoes will fit?",
    "text": "Meinst du, die Schuhe werden passen, nach all den anderen Kleidern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where did she go?",
    "text": "Wo ist sie hingegangen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These shoes must be in a different room -- the door and windows are a different color. What colors were they before?",
    "text": "Diese Schuhe müssen in einem anderen Raum sein – die Türe und Fenster haben eine andere Farbe. Welche Farben hatten sie vorher?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They fit me very well.",
    "text": "Sie passen mir sehr gut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is her hat the same as her doll's hat? Does it seem too small to you?",
    "text": "Ist ihr Hut derselbe wie der Hut der Puppe? Scheint er dir zu klein zu sein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think she needs a belt with her dress?",
    "text": "Denkst du, sie braucht einen Gürtel mit ihrem Kleid?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she ready for school now?",
    "text": "Ist sie jetzt bereit für die Schule?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The drum has always been an important musical instrument in our community. We love drums!\n\nWe have drums of different sizes: big, medium-sized, and small.",
    "text": "Die Trommel war schon immer ein wichtiges Musikinstrument in unserer Gemeinschaft. Wir lieben Trommeln!\n\nWir haben Trommeln verschiedener Größen: Groß, mittelgroß und klein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of things that have the same shape with different sizes. Perhaps one big and one small, or three with big, medium, and small.",
    "text": "Denke an Dinge mit derselben Form in verschiedenen Größen. Vielleicht ein großes und ein kleines, oder drei mit groß, mittel und klein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of stories about three things. Some examples are: The Three Little Pigs and Goldilocks.",
    "text": "Denke an Geschichten über drei Dinge. Ein Beispiel sind die heiligen drei Könige.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever beat on a drum? Which of these three would you choose?",
    "text": "Hast du jemals eine Trommel gespielt? Welche dieser drei Trommeln würdest du dir aussuchen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We play drums using beaters, or with our fingers.\n\nWe play drums for various reasons: We play drums with songs and dances, for feasts, and in bad times.",
    "text": "Wir trommeln mit Schlägern oder mit unseren Fingern.\n\nWir spielen aus unterschiedlichen Gründen: Wir trommeln mit Liedern und Tänzen, für Feste und in schlechten Zeiten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People use drums to make rhythms. Make up your own rhythm and count it. For example:  (clapping for each number) \"1, 2, pause, 3, 1, 2, pause 3.\"",
    "text": "Leute benutzen Trommeln, um Rhythmen zu erzeugen. Mache deinen eigenen Rhythmus und zähle ihn. Zum Beispiel: (Klatschen zu jeder Nummer) \"1, 2, Pause, 3, 1, 2, Pause 3.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do you suppose a beater sounds different than using fingers?",
    "text": "Wie, denkst du, unterscheidet sich Trommeln mit einem Schläger vom Klopfen mit den Fingern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does the small drum sound different than the large one?",
    "text": "Wie klingt eine kleine Trommel anders als eine große?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drums enrich songs and make people want to dance. Drums make ceremonies colorful.\n\nWe play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.",
    "text": "Trommeln bereichern Lieder und bringen die Leute zum Tanzen. Trommeln machen Zeremonien bunt.\n\nWir spielen Trommeln bei Hochzeitszeremonien und Kinder-Namensgebungen. Wir spielen Trommel, wenn wir eine Ernte oder eine Zwillingsgeburt feiern.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People are wearing special wedding clothes. Count together the people wearing orange.",
    "text": "Die Leute tragen spezielle Hochzeitskleider. Zähle die Leute, die orange gekleidet sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color are the drummers wearing?",
    "text": "Welche Farbe tragen die Trommler?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together all the people at the wedding. Can you count that high?",
    "text": "Zähle alle Leute auf dieser Hochzeit zusammen. Kannst du so hoch rechnen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to announce grief and call people when death occurs.",
    "text": "Wir schlagen Trommeln, um Trauer anzukündigen und um bei Todesfällen die Leute zusammenzurufen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What does sad drumming sound like? Can you make a soft, sad rhythm with your hands?",
    "text": "Wie klingt trauriges Trommeln? Kannst du einen sanften, traurigen Rhythmus machen mit deinen Händen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many kinds of drumming, such as soft background rhythms or fast loud rhythms. Which kinds of drumming have you heard?",
    "text": "Es gibt viele verschiedene Arten zu Trommeln, wie zum Beispiel weiche Hintergrund-Rhythmen oder schnelle laute Rhythmen. Welche Art von Trommeln hast du schon gehört?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does a drumbeat make you want to dance?",
    "text": "Macht dir ein Trommelrhythmus Lust zum Tanzen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person.\n\nWe sound drums to call people when cattle are stolen in our village.",
    "text": "Wir spielen Trommeln, um Leute dazu aufzurufen, Brunnen zu reinigen, Straßen zu säubern oder eine Hütte für einen bedürftigen alten Menschen zu bauen.\n\nWir spielen Trommeln, um die Leute zusammenzubringen, wenn Vieh in unserem Dorf gestohlen wird.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where you live, what sound or method do people use to call people together for food, school, or special events?",
    "text": "Welche Klänge oder Methoden benutzen die Leute da, wo du lebst, um sich wegen Essenszeiten, in den Schulen oder bei speziellen Anlässen zu versammeln?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you rather beat the drum or do the work?",
    "text": "Würdest du lieber die Trommel spielen oder die Arbeit machen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of tools people are using in this picture.",
    "text": "Zähle die Anzahl Werkzeuge, welche die Leute auf diesem Bild benutzen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to gather for meetings at our chief's palace.",
    "text": "Wir spielen die Trommel für Zusammenkünfte im Palast unseres Häuptlings.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is something in this picture that shows this is a special place?",
    "text": "Was ist etwas auf diesem Bild, das zeigt, dass es sich um einen speziellen Ort handelt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many people are gathering in this picture?",
    "text": "Wie viele Leute versammeln sich auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where do you think the chief will sit?",
    "text": "Wo, denkst du, wird der Häuptling sitzen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drums call people to go to church for prayers on Sundays and other prayer days.\n\nWe also play drums to enrich songs when singing in churches.",
    "text": "Trommeln rufen die Leute dazu auf, zum Gebet in die Kirche zu gehen.\n\nWir spielen auch Trommeln, um Lieder zu untermalen, wenn wir in Kirchen singen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Items made from wood come from trees. Which items in this picture are made of wood?",
    "text": "Dinge aus Holz kommen von Bäumen. Was, auf diesem Bild, ist aus Holz gefertigt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which things are made of wood where you are?",
    "text": "Welche Dinge sind aus Holz, da wo du bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are straps on the drums in each picture. Why are the straps useful?",
    "text": "Es gibt Bänder auf den Trommeln in jedem Bild. Warum sind die Bänder nützlich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The big drum sounds, \"An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul.\"\n\nThe small drums sing in their high pitches, \"Tindiri, tindiri tindiri ti.\"\n\nTogether they chorus, \"Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!\"",
    "text": "Die große Trommel klingt, \"An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul.\"\n\nDie kleinen Trommeln singen in ihren hohen Höhen, \"Tindiri, tindiri tindiri ti.\"\n\nZusammen ergeben sie den Chor, \"Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A duet is when two intruments are played together. Have you sung duets with your family or friends?",
    "text": "Ein Duett ist, wenn zwei Instrumente zusammen gespielt werden. Hast du schon einmal Duette gesungen mit deiner Familie oder Freunden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up a clapping duet. One person starts with a clapping pattern, and then the other person creates a clapping pattern that goes well with it.",
    "text": "Stelle ein Klatsch-Duett auf. Eine Person fängt an mit einem Klatsch-Muster, und dann macht die andere Person ein Muster, das gut dazu passt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you hear music, listen for the instruments that create the beat.",
    "text": "Wenn du Musik hörst, höre aufmerksam auf die Instrumente, die den Beat ausmachen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Oh, no!",
    "text": "\"Oh, nein!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is scared of something. She is holding that book very tightly -- perhaps her fear has something to do with the book?",
    "text": "Lulu fürchtet sich vor etwas. Sie hält dieses Buch sehr fest – hat ihre Angst vielleicht etwas mit diesem Buch zu tun?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some things that scare you?",
    "text": "Was sind Dinge, die dir Angst machen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you do when you are scared? Do you go to someone or maybe find a safe place?",
    "text": "Was tust du, wenn du dich vor etwas fürchtest? Gehst du zu jemandem oder suchst du einen sicheren Ort?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu, it is time to go, calls Ma.",
    "text": "\"Lulu, es ist Zeit zu gehen\", ruft Ma.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is running away from her mother. Where do you think she will hide?",
    "text": "Lulu rennt vor ihrer Mutter weg. Wo, denkst du, wird sie sich verstecken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think is Lulu's favorite color? How can you tell?",
    "text": "Was, denkst du, ist Lulus Lieblingsfarbe? Woran erkennst du sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Lulu walking or running? How can you tell?",
    "text": "Läuft oder rennt Lulu? Wie kannst du es erkennen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu?\n\nIs she under the sofa?",
    "text": "Wo ist Lulu?\n\nIst sie unter dem Sofa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is hiding. Do you see Lulu?",
    "text": "Lulu versteckt sich. Kannst du sie sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the cushions and window panes.",
    "text": "Zähle die Kissen und die Fensterscheiben zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more or less cushions than window panes? What is the difference -- how far apart are the two numbers?",
    "text": "Gibt es mehr oder weniger Kissen als Scheiben? Was ist der Unterschied – wie weit liegen die beiden Zahlen auseinander?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she behind the curtain?",
    "text": "Ist sie hinter dem Vorhang?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That's a clever disguise for Lulu. Why does her clothing make her stand out?",
    "text": "Das ist eine clevere Verkleidung für Lulu. Warum fällt sie wegen ihrer Kleidung auf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of legs on the lamp table. Do you have any tables around you with that many legs?",
    "text": "Zähle alle Beine unter dem Lampenschirm zusammen. Hast du irgendwelche Tische um dich herum mit dieser Anzahl Beinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The number of legs on the lamp table is one less than the number on the couch.  Three is one less than what number?",
    "text": "Die Anzahl der Beine des Beistelltisches ist eins weniger als die Anzahl der Sofas. Drei ist eines weniger als welche Zahl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu?\n\nIs she next to the stove?",
    "text": "Wo ist Lulu?\n\nIst sie in der Nähe des Herds?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guess where Lulu is hiding in the kitchen.",
    "text": "Rate, wo Lulu sich in der Küche versteckt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the cabinet knobs together.",
    "text": "Zähle alle Schrankknöpfe zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at all the round things you can find in this kitchen -- there are quite a few.",
    "text": "Zeige auf alle runden Dinge, die du in dieser Küche finden kannst. – es gibt recht viele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she in the cupboard?",
    "text": "Ist sie im Schrank?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Once again, Lulu picked a clever hiding place, but her colors don't fit in with the colors in the kitchen.",
    "text": "Einmal mehr hat sich Lulu ein kluges Versteck ausgesucht, ihre Farben fügten sich jedoch nicht mit den Farben in der Küche.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Count the rectangles you see on this page.",
    "text": "Ein Rechteck ist eine viereckige Form wie diese Seite. Zähle die Rechtecke, die du auf dieser Seite siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A cylinder is a shape like a jar with straight sides. There are five cylinders on the top shelf (the bowl is not a cylinder). How many are there on Lulu's shelf? Is it the same number?",
    "text": "Ein Zylinder ist eine Form wie ein Marmeladenglas mit geraden Seiten. Es gibt fünf Zylinder auf dem obersten Regal (Die Schüssel ist kein Zylinder). Wie viele sind es auf Lulus Regal? Ist es dieselbe Zahl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu, it is time to go! Where are you? calls Ma.",
    "text": "\"Lulu, es ist Zeit zu gehen! Wo bist du?\", ruft Ma.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu blends in better this time. Do you see her?",
    "text": "Lulu fügt sich diesmal besser ein. Kannst du sie sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "So many things to count! Point at and count together the blocks on the floor, the dolls, and the drawings on the wall.",
    "text": "So vieles zum Zusammenzählen! Zeige auf und zähle die Bauklötze am Boden, die Puppen und die Bilder an der Wand.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things is the largest and which is the smallest?",
    "text": "Welche Gruppe von Dingen ist die größte und welche die kleinste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There you are! says Ma.\n\n\"I do not want to gooo!\"",
    "text": "\"Da bist du!\", sagt Ma.\n\n\"Ich will nicht gehen!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is still holding her book tightly. Do you think Lulu is afraid her mother will take it away?",
    "text": "Lulu hält ihr Buch immer noch fest. Denkst du Lulu hat Angst, dass ihre Mutter es ihr wegnimmt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu seems like she can be difficult when she doesn't get her way. How are you when you don't get your way?",
    "text": "Lulu scheint, als ob sie trotzig werden könnte, wenn sie sich nicht durchsetzen kann. Wie verhältst du dich, wenn es nicht so läuft wie du willst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu's room has many rectangles. How many can you count?",
    "text": "Lulus Raum hat viele Rechtecke. Wie viele kannst du zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We have to go, says Ma.\n\n\"But I really like this one!\"",
    "text": "\"Wir müssen gehen\", sagt Ma.\n\n\"Aber ich mag dieses wirklich!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu's book looks very big compared to Lulu. Do you think her book is really that big?",
    "text": "Lulus Buch sieht sehr groß aus, verglichen mit ihr. Denkst du, ihr Buch ist wirklich so groß?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a favorite book or story that you like to look through or have told to you? Have you heard the story many times?",
    "text": "Hast du ein Lieblingsbuch oder eine Lieblingsgeschichte, die du gerne allein durchgehst oder dir erzählt bekommst? Hast du diese Geschichte oftmals gehört?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many kinds of stories. There are scary ones, funny ones, and some are adventures. Do you have a favorite type?",
    "text": "Es gibt viele Arten von Geschichten. Es gibt angsteinflößende, lustige und abenteuerliche. Hast du eine Lieblingssorte?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This building has many rectangles. Most buildings use rectangles a lot for their sides and windows.",
    "text": "Dieses Gebäude hat viele Rechtecke. Die meisten Gebäude verwenden für ihre Wände und Fenster häufig Rechtecke.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Triangles are three-sided shapes, and pentagons are five-sided shapes. There is a famous building called the Pentagon because it is made in the shape of a pentagon.",
    "text": "Dreiecke sind dreiseitige Formen, und Fünfecke sind fünfseitige Formen. Es gibt ein berühmtes Bauwerk, das sich Pentagon (Fünfeck) nennt, weil es in der Form eines Fünfecks konstruiert wurde.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you suppose buildings are not often made in the shape of a triangle or circle? Have you seen any buildings like that?",
    "text": "Warum, denkst du, werden Gebäude meist nicht in der Form von Dreiecken oder Kreisen errichtet? Hast du jemals solche Bauten gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are they going? What does that big book on top of the building tell you about what this building is?",
    "text": "Wo gehen sie hin? Was erzählt dir dieses große Buch oben auf dem Bau darüber, was dieses Gebäude ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is going to happen to Lulu's book at this library?",
    "text": "Was wird Lulus Buch in dieser Bibliothek zustoßen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a place where you can borrow books near where you live? Have you ever borrowed books there?",
    "text": "Gibt es einen Ort, an dem du Bücher ausleihen kannst, in der Nähe wo du lebst? Hast du dort jemals Bücher ausgeliehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I really like this one!",
    "text": "\"Dieses mag ich wirklich sehr!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She found a new book very quickly. It didn't take Lulu long to forget about her old book.",
    "text": "Sie hat sehr schnell ein neues Buch gefunden. Es dauerte nicht lange, bis Lulu ihr altes Buch vergessen hatte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does Lulu feel about this new book? How can you tell?",
    "text": "Wie fühlt sich Lulu diesem neuen Buch gegenüber? Woran kannst du es erkennen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The windows behind Lulu have four sides and are almost rectangles. How are they different from rectangles?",
    "text": "Die Fenster hinter Lulu haben vier Seiten und sind fast rechteckig. Wie unterscheiden sie sich von Rechtecken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "And this one!",
    "text": "\"Und dieses!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is a very enthusiastic person. Some people display their feelings a lot and others are quieter with them. Which are you?",
    "text": "Lulu ist eine sehr enthusiastische Person. Es gibt Leute, die ihre Gefühle sehr zeigen und andere sind ruhiger mit ihnen. Zu welchen gehörst du?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many books do you think she will want to take home?",
    "text": "Wie viele Bücher, denkst du, wird sie mit nach Hause nehmen wollen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a library near you? Do you like to check books out of the library?",
    "text": "Gibt es in deiner Nähe eine Bibliothek? Magst du es, Bücher von der Bibliothek auszuleihen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "And this one! \n\n\"And this one!\"",
    "text": "\"Und dieses!\"\n\n\"Und dieses!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many Lulus are there in this picture? Why did the artist draw more than one?",
    "text": "Wie viele Lulus sind in diesem Bild? Warum hat der Künstler mehr als eine gezeichnet?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "To count as Lulu grabs books, you would keep adding \"one more\" each time she added a book. What is one more than zero? What is one more than one? You can count as high as you like this way!",
    "text": "Um zu zählen, wie Lulu Bücher auswählt, müsstest du \"eins mehr\" dazuzählen, jedes Mal wenn sie ein Buch wählt. Was ist eins mehr als null? Was ist eins mehr als eins? Du kannst auf diese Weise so hoch zählen wie du magst!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Libraries are supposed to be quiet places. Do you think Lulu should be running around?",
    "text": "Von Bibliotheken erwartet man, dass es ruhige Orte sind. Denkst du, Lulu sollte herumrennen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "See, you return books and borrow more, says Ma.\n\n\"YAY!\"",
    "text": "\"Sieh, du bringst Bücher zurück und leihst mehr aus,\" sagt Ma.\n\n\"Hui!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Lulu sad about having to return her old book?",
    "text": "Warum ist Lulu nicht traurig darüber, ihr altes Buch zurückbringen zu müssen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the books on the counter.",
    "text": "Zähle die Bücher an der Theke zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many books do you think Lulu is checking out? What is the largest number you know?",
    "text": "Wie viele Bücher, denkst du, nimmt Lulu mit? Was ist die größte Zahl, die du kennst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu now?",
    "text": "Wo ist Lulu jetzt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu checked out a lot of books! Can you count them all?",
    "text": "Lulu hat viele Bücher mitgenommen! Kannst du sie alle zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Lulu likes to look at and read books?",
    "text": "Denkst du, Lulu mag es, Bücher anzuschauen und sie zu lesen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you?",
    "text": "Magst du es?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have two ears. Whose ears are bigger?",
    "text": "Sie haben beide zwei Ohren. Wessen Ohren sind größer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have one tail. Whose tail is longer?",
    "text": "Sie haben beide einen Schwanz. Wessen Schwanz ist länger?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have markings on their belly. Whose markings are bigger?",
    "text": "Beide haben Markierungen auf dem Bauch. Wessen Markierungen sind größer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk.\n\nThey walk in their village.",
    "text": "Kater und Hund laufen.\n\nSie laufen in ihr Dorf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the homes in the village.",
    "text": "Zähle die Häuser im Dorf zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.",
    "text": "Es gibt Vieles zum Zusammenzählen — ein Vogel, ein Kater, ein Hund, drei Tiere, drei Gebäude und einen Baum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two of the buildings are round around the base. The third one has a base shaped like this page.",
    "text": "Zwei der Häuser sind um den Boden herum rund. Das dritte hat einen Boden wie diese Seite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then they see an egg.\n\nThe egg is in the grass.\n\nThe egg is alone in the grass.\n\nThe egg is all alone.",
    "text": "Dann sehen sie ein Ei.\n\nDas Ei liegt im Gras.\n\nDas Ei ist allein im Gras.\n\nDas Ei ist ganz allein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the animals, trees, houses, and eggs.",
    "text": "Zähle die Tiere, Bäume, Häuser und Eier zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name an animal that lays eggs.",
    "text": "Nenne ein Tier, das Eier legt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.",
    "text": "Der Kater und der Hund heben das Ei auf. Es ist üblicherweise besser, Eier dort zu lassen, wo man sie findet.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to a bird.\n\nThey ask the bird, \"Is this your egg?\"",
    "text": "Kater und Hund laufen zu einem Vogel.\n\nSie fragen den Vogel: \"Ist das dein Ei?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The egg is round. Point to other things with round sides.",
    "text": "Das Ei ist rund. Zeige auf andere Dinge mit runden Seiten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to round things where you are.",
    "text": "Zeige auf runde Dinge, da wo du bist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.",
    "text": "Beschreibe, wo der Vogel ist -- Der Kater und der Hund sind unter dem Dach und der Vogel ist über ihnen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the bird says, \"No, that is not my egg. Ask the owl. Maybe it is his egg.\"",
    "text": "Aber der Vogel sagt: \"Nein, das ist nicht mein Ei. Frag die Eule. Vielleicht ist es ihr Ei.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you seen blue birds where you live?",
    "text": "Hast du bereits einmal blaue Vögel gesehen, wo du lebst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What color is the tie the owl is wearing? Have you seen a bird wearing a tie?",
    "text": "Welche Farbe hat die Krawatte der Eule? Hast du jemals einen Vogel gesehen, der eine Krawatte trägt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The blue bird is sitting on the roof. What is the owl sitting on?",
    "text": "Der blaue Vogel sitzt auf dem Dach. Worauf sitzt die Eule?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the owl.\n\nThey ask the owl, \"Is this your egg?\"",
    "text": "Der Kater und der Hund gehen zur Eule.\n\nSie fragen die Eule: \"Ist das dein Ei?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Owls are said to be wise. Does this owl look wise to you?",
    "text": "Den Eulen sagt man nach, sie seien weise. Sieht diese Eule für dich weise aus?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the birds, cats, and dogs. Which type of animal is there the most of?",
    "text": "Zähle die Vögel, Katzen und Hunde zusammen. Von welcher Art Tiere gibt es hier am meisten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice owl's unusual kite-shaped tie!",
    "text": "Bemerke die unübliche Drachenförmige Krawatte der Eule!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the owl says, \"No, that is not my egg. Ask the goose. Maybe it is her egg.\"",
    "text": "Aber die Eule sagt: \"Nein das ist nicht mein Ei. Frag die Gans. Vielleicht ist es ihr Ei.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you get something wrong two times, do you get discouraged?",
    "text": "Wenn du etwas zweimal falsch machst, entmutigt dich das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?",
    "text": "Der Kater und der Hund sind gut darin, nicht locker zu lassen -- immer wieder zu versuchen, bis sie es schaffen. Bist du gut darin, dich hartnäckig zu halten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the houses and how many animals there are now.",
    "text": "Zähle die Häuser und wie viele Tiere es jetzt gibt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the goose.\n\nThey ask the goose, \"Is this your egg?\"",
    "text": "Der Kater und der Hund gehen zur Gans.\n\nSie fragen die Gans: \"Ist das dein Ei?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals are there?",
    "text": "Wie viele Tiere gibt es dort?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are any of the animals the same color? How many different colors are there for all the animals?",
    "text": "Gibt es Tiere mit derselben Farbe? Wie viele verschiedene Farben gibt es für alle Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three birds. How are these three similar and how are they different?",
    "text": "Es gibt drei Vögel. Wie sind diese einander ähnlich und wie voneinander verschieden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the goose says, \"No, that is not my egg. Ask the two ducks. Maybe it is their egg.\"",
    "text": "Aber die Gans sagt: \"Nein, das ist nicht mein Ei. Fragt die zwei Enten. Vielleicht ist es ihr Ei.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Cat and Dog will give up? Would you give up at this point?",
    "text": "Was meinst du, werden die Katze und der Hund aufgeben? Würdest du in diesem Moment aufgeben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many birds have they talked to?",
    "text": "Mit wie vielen Vögeln haben sie geredet?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If they can't find the home for the egg, what should they do with it?",
    "text": "Wenn sie das Zuhause des Eies nicht finden können, was sollten sie dann damit tun?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the two ducks.\n\nThey ask the two ducks, \"Is this your egg?\"",
    "text": "Der Kater und der Hund gehen zu den zwei Enten.\n\nSie fragen die zwei Enten: \"Ist das euer Ei?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the ducks going to say?",
    "text": "Was werden die Enten sagen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The two ducks are different colors and patterns. Describe how they are the same and how they are different.",
    "text": "Die zwei Enten sind verschieden farbig und verschieden gemustert. Beschreibe, wie sie einander ähnlich und wie verschieden sie voneinander sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have ducks around where you live?",
    "text": "Gibt es Enten, da wo du lebst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the two ducks say, \"No, that is not our egg.\"\n\nThen the egg breaks.",
    "text": "Aber die zwei Enten sagen: \"Nein das ist nicht unser Ei.\"\n\nDann bricht das Ei.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that the egg is breaking?",
    "text": "Woran erkennst du, dass das Ei bricht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat drop the egg? Have you ever dropped an egg?",
    "text": "Hat der Kater das Ei fallengelassen? Hat du jemals ein Ei fallengelassen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think will come out of the egg?",
    "text": "Was meinst du, wird aus dem Ei herauskommen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is a lizard in the egg.\n\nA baby lizard.",
    "text": "Es ist eine Eidechse im Ei.\n\nEine Baby-Eidechse.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?",
    "text": "Warum ist es überraschend, eine Baby-Eidechse aus dem Ei kommen zu sehen? Hattest du einen Baby-Vogel erwartet?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.",
    "text": "Kennst du andere Tiere die Eier legen, die nicht Vögel sind? Wink: Fische, Insekten und Schildkröten sind Beispiele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What color is the lizard? Have you seen lizards like this before?",
    "text": "Welche Farbe hat die Eidechse? Hast du schon solche Eidechsen wie diese gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The baby lizard says, \"Where is my mother? Where is my father? Where are my mother and father?\"\n\nCat and Dog bring the baby lizard to his mother and father.",
    "text": "Die Baby-Eidechse sagt: \"Wo ist meine Mutter? Wo ist mein Vater? Wo sind mein Vater und meine Mutter?\"\n\nKater und Hund bringen die Baby-Eidechse zu ihrer Mutter und ihrem Vater.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many lizards are on top of the rocks?",
    "text": "Wie viele Eidechsen sind auf den Steinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do lizards like to be on rocks on sunny days?",
    "text": "Warum sind Eidechsen an sonnigen Tagen gerne auf Steinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are most rocks round like these, or do some have sharp edges and points?",
    "text": "Sind die meisten Steinerund wie diese, oder haben manche scharfe Kanten und Stellen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye baby lizard.",
    "text": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Baby-Eidechse.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The baby lizard is still in the egg. Is it stuck in there?",
    "text": "Die Baby-Eidechse ist immer noch im Ei. Steckt sie dort drin fest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three animals here. If you take away the baby lizard, how many animals does that leave?",
    "text": "Es gibt drei Tiere hier. Wenn du die Baby-Eidechse wegnimmst, wie viele Tiere bleiben dann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some round shapes you see in this picture?",
    "text": "Welche runden Umrisse siehst du auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has stripes and which one has spots? How many stripes and how many spots?",
    "text": "Welcher hat Streifen und welcher Flecken? Wie viele Streifen und wie viele Flecken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has whiskers we can see? How many whiskers?",
    "text": "Welcher hat Schnurrhaare, die man sieht? Wie viele Schnurrhaare?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one is red and which one is yellow?",
    "text": "Welcher ist rot, und welcher gelb?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog look through the window.\n\nThey look through the window.",
    "text": "Der Kater und der Hund schauen aus dem Fenster.\n\nSie schauen durch das Fenster.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.",
    "text": "Wie oft wird gesagt, dass sie durch das Fenster schauen? Der Schreiber wiederholt es, um uns zu sagen, dass Kater und Hund nichts zu tun haben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do Cat and Dog look bored?",
    "text": "Sehen Kater und Hund gelangweilt aus?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of trees.",
    "text": "Zähle die Anzahl der Bäume zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat and Dog see a butterfly!\n\nThe butterfly is pink.",
    "text": "Dann sehen Kater und Hund einen Schmetterling! \n\nDer Schmetterling ist pink.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why were Cat and Dog so excited to see a butterfly? Were they looking for one?",
    "text": "Warum waren Kater und Hund so aufgeregt, als sie einen Schmetterling sahen? Hielten sie nach Einem Ausschau?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the wings on the butterfly.",
    "text": "Zeige auf die Flügel des Schmetterlings und zähle sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.",
    "text": "Zeige auf die kurzen Linien, die vom Schmetterling weg zeigen und zähle sie. Sie machen deutlich, dass der Schmetterling aufgeschreckt ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog want to catch the butterfly.\n\nCat and Dog follow the butterfly.\n\nThey follow the butterfly.",
    "text": "Der Kater und der Hund wollen den Schmetterling fangen.\n\nDer Kater und der Hund folgen dem Schmetterling.\n\nSie folgen dem Schmetterling.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the butterfly want to be caught?",
    "text": "Will der Schmetterling gefangen werden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it mean of Cat and Dog to want to catch the butterfly?",
    "text": "Ist es gemein, dass der Kater und der Hund den Schmetterling fangen wollen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When is it fun to be chased and when is it frightening?",
    "text": "Wann ist es lustig, gejagt zu werden, und wann macht es Angst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by foot. They walk after the butterfly.\n\nBut the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.",
    "text": "Der Kater und der Hund folgen dem Schmetterling zu Fuß. Sie gehen hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist zu schnell und Kater und Hund sind langsam. Sie sind zu langsam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is going the fastest?",
    "text": "Welches Tier ist das schnellste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you go faster or slower than Cat and Dog?",
    "text": "Kannst du schneller oder langsamer als Kater und Hund gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that their feet are drawn going in circles to indicate they are running fast.",
    "text": "Zeige auf ihre Tatzen, die sich wie im Kreis bewegen, um aufzuzeigen, dass sie schnell gehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by bike. They ride after the butterfly.\n\nBut the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.",
    "text": "Kater und Hund verfolgen den Schmetterling mit dem Fahrrad. Sie fahren hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist sehr schnell, und Kater und Hund sind langsam. Sie sind sehr langsam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can butterflies fly faster than a bike can go?",
    "text": "Können Schmetterlinge schneller fliegen als ein Fahrrad fahren kann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can cats and dogs ride bikes?",
    "text": "Können Kater und Hunde Fahrräder fahren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think you could catch a butterfly while riding a bike?",
    "text": "Meinst du, du könntest einen Schmetterling fangen, während du ein Fahrrad fährst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by car. They drive after the butterfly.\n\nBut the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.",
    "text": "Kater und Hund folgen dem Schmetterling mit dem Auto. Sie fahren hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist immer noch zu schnell, und der Kater und der Hund sind langsam. Sie sind immer noch zu langsam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can a butterfly or a bird fly faster than a car?",
    "text": "Kann ein Schmetterling oder ein Vogel schneller fliegen als ein Auto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can a real dog drive a car?",
    "text": "Kann ein richtiger Hund ein Auto fahren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the clouds in the sky.",
    "text": "Zähle die Wolken im Himmel zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by boat. They float after the butterfly.\n\nBut the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.",
    "text": "Kater und Hund folgen dem Schmetterling mit dem Boot. Sie rudern hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist super-schnell und Kater und Hund sind langsam. Sie sind immer noch super-langsam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of fish.",
    "text": "Zähle die Anzahl Fische.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Including Cat and Dog, count the number of animals.",
    "text": "Zähle die Anzahl Tiere zusammen, inklusive Kater und Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fish look surprised. Why are they surprised?",
    "text": "Die Fische sehen überrascht aus. Warum sind sie überrascht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by plane. They flow after the butterfly.\n\nBut the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.",
    "text": "Kater und Hund folgen dem Schmetterling mit dem Flugzeug. Sie schweben hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist immer noch super-super-schnell, und Kater und Hund sind langsam. Sie sind immer noch super-super-langsam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think a dog can fly a plane?",
    "text": "Denkst du, ein Hund kann ein Flugzeug fliegen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of cars, boats, and planes is the fastest and which is the slowest?",
    "text": "Welches, von Autos, Booten und Flugzeugen, ist das schnellste, welches das langsamste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are up very high. Count together the clouds where they are.",
    "text": "Sie sind sehr hoch oben. Zähle die Wolken zusammen, dort wo sie sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Cat and Dog stop. They stop and sit down. They sit down at a tree.\n\nThey sit down at a big tree.\n\nBut then ....",
    "text": "Der Kater und der Hund hören auf. Sie hören auf und setzen sich. Sie setzen sich an einen Baum.\n\nSie setzen sich an einen großen Baum.\n\nAber dann ....",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is longer, Cat's tongue or Cat's legs?",
    "text": "Was ist länger, die Zunge oder das Bein des Katers?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think cats have tongues that long?",
    "text": "Denkst du, Kater haben so lange Zungen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are their tongues hanging out because Cat and Dog are tired?",
    "text": "Hängen ihre Zungen raus, weil Kater und Hund müde sind?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They see one butterfly in the tree.\n\nThey see two butterflies in the tree.\n\nThey see three butterflies in the tree.",
    "text": "Sie sehen einen Schmetterling im Baum.\n\nSie sehen zwei Schmetterlinge im Baum.\n\nSie sehen drei Schmetterlinge im Baum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the butterflies you can see in the tree.",
    "text": "Zähle die Schmetterlinge, die du im Baum sehen kannst, zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think you can see all the butterflies?",
    "text": "Denkst du, du kannst alle Schmetterlinge sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?",
    "text": "Es sind drei Arten von Lebewesen im Bild: Bäume, Kater und Hund, und Schmetterlinge. Welche Gruppe ist die größte und welche die kleinste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They see a hundred butterflies!",
    "text": "Sie sehen hundert Schmetterlinge!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many butterflies can you count? Are there too many for you to count?",
    "text": "Wie viele Schmetterlinge kannst du zählen? Sind es zu viele für dich, um sie zu zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many different colors of butterflies are there?",
    "text": "Wie viele verschiedenfarbige Schmetterlinge hat es?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For which color of butterfly is there the most?",
    "text": "Von welcher Farbe Schmetterlinge gibt es am meisten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye butterflies.",
    "text": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Schmetterlinge.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are you happy or sad that Cat and Dog caught a butterfly?",
    "text": "Macht es dich glücklich oder traurig, dass Kater und Hund einen Schmetterling gefangen haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the picture, who do you think is happy and who is sad?",
    "text": "Wer, im Bild, denkst du ist glücklich, wer traurig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How long do you think a butterfly can live in a jar?",
    "text": "Wie lange, denkst du, kann ein Schmetterling in einem Glas leben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I have lost my bat, and I cannot find it.",
    "text": "Ich habe meinen Schläger verloren und kann ihn nicht finden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Though you can only see five of them, there are six panes in the window. What else is there six of?",
    "text": "Auch wenn du nur fünf davon sehen kannst, gibt es sechs Fensterscheiben im Fenster. Wovon gibt es noch sechs?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The number of rungs on the ladder is one more than the number of panes -- how many? The number of panes you can see is five, which is one less than the total number of panes.",
    "text": "Die Anzahl der Sprossen an der Leiter ist eins mehr als die Anzahl der Fensterscheiben – Wie viele? Die Anzahl der Fensterscheiben, die du sehen kannst, ist fünf, was eins weniger ist als die Gesamtanzahl von Fensterscheiben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rectangles have four straight sides and corners like those on this page. Point to and describe the rectangles in the picture.",
    "text": "Rechtecke haben vier gerade Seiten und Ecken wie auf dieser Seite. Zeige sie auf und beschreibe die Rechtecke im Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked behind the door. It was not there.",
    "text": "Ich schaute hinter die Tür. Er war nicht da.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice the girl outside the window?",
    "text": "Ist dir das Mädchen draußen vor dem Fenster aufgefallen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The bat is not behind the door -- could it be inside the box?",
    "text": "Der Schläger ist nicht hinter der Tür – könnte er in der Truhe sein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A box is a 3-dimensional shape with rectangles on every side. Do you see anything else similar to a box? (the door)",
    "text": "Eine Truhe ist eine dreidimensionale Form mit Rechtecken an jeder Seite. Siehst du irgendetwas ähnliches wie eine Truhe? (die Tür)",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked for it on the shelf. I could not find it there.",
    "text": "Ich suchte ihn auf dem Regal. Ich konnte ihn dort nicht finden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The window bangs into the shelf when it opens. That seems like a bad design!",
    "text": "Das Fenster schlägt auf das Regal, wenn es sich öffnet. Das scheint schlecht geplant gewesen zu sein!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think this shelf is too high for a child's room?",
    "text": "Denkst du, dieses Regal ist zu hoch für ein Kinderzimmer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There's that girl riding around again. Notice that the buildings behind her are shaped like big boxes. A lot of buildings are.",
    "text": "Dieses Mädchen fährt wieder herum. Bemerke, dass die Gebäude hinter ihr geformt sind wie große Truhen. So sind viele Gebäude.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked for it under the bed. Not there either.",
    "text": "Ich suchte ihn unter dem Bett. Auch dort war er nicht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl's dress matches the bag hanging by the door. Do you think the bag is hers?",
    "text": "Das Kleid des Mädchens passt zu der Tasche, die neben der Tür hängt. Denkst du, es ist ihre Tasche?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you think of a place the boy hasn't looked?",
    "text": "Kannst du an einen Ort denken, an dem der Junge nicht nachgeschaut hat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Vertical lines are lines that go up and down. How many vertical pieces are there to the blue frame on the side of the bed? The number of spaces between those vertical pieces is one less. How many is that?",
    "text": "Vertikale Linien sind Linien, die hoch und runter gehen. Wie viele Vertikale gibt es am blauen Rahmen neben dem Bett? Die Anzahl der Zwischenräume zwischen diesen vertikalen Teilen ist eines weniger. Wie viel ist das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I searched inside the box. There was no sign of it.",
    "text": "Ich suchte in der Truhe. Dort war kein Anzeichen davon.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The boy's shirt has a stripe on it. Do you see other stripes in this picture? Do you see stripes around where you are?",
    "text": "Das Hemd des Jungen hat einen Streifen darauf. Siehst du andere Streifen auf diesem Bild? Siehst du Streifen um dich herum, da wo du bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pink is a light shade of red. If you include pink, how many things are red in this picture?",
    "text": "Pink ist eine leichte Schattierung von Rot. Wenn du Pink dazuzählst, wie viele Dinge sind dann rot auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you don't count pink, you get one less thing that is red. How many is that?",
    "text": "Wenn du Pink nicht dazuzählst, gibe es eine Sache weniger, die rot ist. Wie viele sind das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I searched the attic. It was not there.",
    "text": "Ich durchsuchte den Dachboden. Er war nicht da.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The boy has looked in a lot of places. How long do you look for something before you give up?",
    "text": "Der Junge hat an vielen Orten gesucht. Wie lange suchst du etwas, bevor du aufgibst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you have trouble finding something, what are some places you end up finding it?",
    "text": "Wenn es dir schwerfällt, etwas zu finden, an welchen Orten findest du sie schlussendlich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the window no longer bangs into the shelf. Did the shelf move?",
    "text": "Bemerke, dass das Fenster nicht länger aufs Regal aufschlägt. Wurde das Regal bewegt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked here, there, and everywhere. I could not find it anywhere.",
    "text": "Ich schaute hier, da und überall nach. Ich konnte ihn nirgends finden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at his face, what do you think the boy is feeling?",
    "text": "Wenn du sein Gesicht anschaust, was denkst du, fühlt der Junge?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever lost something and never found it?",
    "text": "Hast du jemals etwas verloren und nie wiedergefunden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl is smiling in the window. Do you think she knows where the bat is?",
    "text": "Das Mädchen lächelt im Fenster. Denkst du, sie weiß, wo der Schläger ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My name is Simo.",
    "text": "Mein Name ist Simo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the different colors of stripes on Simo's shirt.",
    "text": "Zähle die verschiedenen Farben der Streifen auf Simos Hemd zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo's ball has two colors and is round. A pentagon is a five-sided shape. Point at the dark pentagons on Simo's ball. Do you see any pentagons around you?",
    "text": "Simos Ball hat zwei Farben und ist rund. Ein Fünfeck hat fünf Seiten. Zeige auf die dunklen Fünfeckeauf Simos Ball. Siehst du Fünfecke um dich herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A hexagon is a six-sided shape. Point at the hexagons on the ball. Hexagons are often used in tiling patterns. Do you see any hexagons around you?",
    "text": "Ein Sechseck hat sechs Seiten. Zeige auf die Sechsecke auf dem Ball. Sechsecke werden oft in Kachelformen gebraucht. Siehst du Sechsecke um dich herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I have four friends.",
    "text": "Ich habe vier Freunde.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you put Simo together with his four friends, how many is that all together? Another way to ask this is: \"What is 1 more than 4?\"",
    "text": "Wenn du Simo mit seinen vier Freunden zusammenzählst, wie viele ergibt das alles zusammen? Eine andere Art, dies zu fragen ist: \"Was ist 1 mehr als 4?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many of them have striped shirts and how many have solid shirts? That means that 2 more than 3 is 5.",
    "text": "Wie viele von ihnen haben gestreifte Hemden und wie viele einfarbige Hemden? Das bedeutet, dass 2 mehr als 3 gleich 5 ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That's two different ways of getting five! If you take one more than four you get the same thing as two more than three!",
    "text": "Das sind zwei verschiedene Arten, fünf zu bekommen! Wenn du einen mehr als vier hast, ergibt das dasselbe wie zwei mehr als drei!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their names are Zizo, Lele, Sisa, and Ayanda.",
    "text": "Ihre Namen sind Zizo, Lele, Sisa, und Ayanda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you guess who has which name? We'll learn about each one soon.",
    "text": "Kannst du raten, wer welchen Namen hat? Wir werden bald jeden einzelnen kennenlernen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up a story about one of them. Perhaps one of them likes cats or going on long walks?",
    "text": "Erfinde für jeden von ihnen eine Geschichte. Vielleicht mag einer von ihnen Katzen oder lange Spaziergänge?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the four, one of them likes soccer, one likes swimming, another likes hide-and-seek, and one likes reading -- guess which one is which.",
    "text": "Von den Vieren mag einer Fußball, einer Schwimmen gehen, ein anderer Versteckspielen und einer mag Lesen — rate, wer wer ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Zizo likes to play soccer.",
    "text": "Mein Freund Zizo mag Fußball spielen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo and Zizo have soccer in common. Which parts of their clothes are similar to each other?",
    "text": "Simo und Zizo haben Fußball gemeinsam. Welcher Teil ihrer Kleidung ähnelt einander?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo and Zizo have stripes on different parts of their clothing. How are their stripes different?",
    "text": "Simo und Zizo haben Streifen auf verschiedenen Teilen ihrer Kleidung. Wie sind die Streifen verschieden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Zizo seems to like shades of red. Do you? What is your favorite color?",
    "text": "Zizo scheint Rottöne zu mögen. Und du? Was ist deine Lieblingsfarbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Lele likes to swim.",
    "text": "Mein Freund Lele mag Schwimmen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name the beautiful greens, blue greens, and blues in this picture.",
    "text": "Zeige auf die schönen Grüntöne, Blaugrün- und Blautöne in diesem Bild und beschreibe sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Lele's left hand. Is she missing a finger or was the artist careless when drawing this picture?",
    "text": "Zähle die Finger auf Leles rechter Hand. Fehlt ein Finger oder war der Zeichner oder die Zeichnerin unvorsichtig, als er oder sie dieses Bild gezeichnet hat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It can be dangerous to swim by yourself. To be safe, always swim with a buddy.",
    "text": "Es kann gefährlich sein, alleine zu schwimmen. Um auf Nummer sicher zu gehen, schwimme immer mit einem Freund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Sisa likes to play hide-and-seek.",
    "text": "Mein Freund Sisa mag es, Verstecken zu spielen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Sisa \"it\" or is Sisa hiding? It is easy to see Sisa. Is Sisa hiding behind the tree?",
    "text": "Ist Sisa der \"Sucher\" oder versteckt sich Sisa? Es ist einfach, Sisa zu sehen. Versteckt sich Sisa hinter einem Baum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They say zebras have stripes to help them hide among trees. Do the stripes on Sisa's shirt make Sisa hard to see?",
    "text": "Man sagt, Zebras haben Streifen, um ihnen zu helfen, sich unter Bäumen zu verstecken. Machen es einem die Streifen auf Sisas Hemd schwierig, Sisa zu erkennen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When playing hide-and-seek, the \"it\" person usually counts up to some number before looking for people. How high do you think the person should count?",
    "text": "Beim Versteckspiel zählt der \"Sucher\" üblicherweise bis zu einer bestimmten Zahl, bevor er nach Leuten sucht. Wie hoch, denkst du, sollte die Person zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Ayanda likes to read.",
    "text": "Meine Freundin Ayanda mag es zu lesen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The other people picked sports and games they like to play. Is reading a sport or game?",
    "text": "Die anderen Leute wählten Sportarten und Spiele, die sie gerne spielen. Ist Lesen ein Sport oder ein Spiel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you read with other people, or must you read by yourself?",
    "text": "Kannst du mit anderen Leuten lesen, oder musst du alleine lesen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ayanda looks like she enjoys shades of orange. Name some things around you that are shades of orange.",
    "text": "Ayanda sieht aus, als ob sie Orange mag. Nenne ein paar Dinge, die in orangen Tönen gemacht sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Me? I like to do the things they like to do.",
    "text": "Ich? Ich mag es, Dinge zu tun, die sie mögen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Simo like doing all the things, or is he just being agreeable so he can be with everyone?",
    "text": "Mag Simo alles tun, oder ist er nur einverstanden, damit er mit jedem zusammen sein kann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice that the stripes on his shirt have changed? How have they changed?",
    "text": "Ist dir aufgefallen, dass sich die Streifen auf seinem Hemd verändert haben? Wie haben sie sich verändert?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the four activities, how many do you like?",
    "text": "Wie viele von den vier Aktivitäten magst du?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I play soccer with Zizo.",
    "text": "Ich spiele Fußball mit Zizo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Zizo's left hand. Is Zizo missing a finger, or was the artist being careless again?",
    "text": "Zähle die Finger an Zizos linker Hand. Fehlt Zizo ein Finger oder war der / die Zeichnerin wieder unachtsam?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people are born with six fingers on a hand. What is one less than six? What is two less than six? How many fingers seems like a good number to you?",
    "text": "Es gibt Leute, die mit sechs Fingern an einer Hand geboren wurden. Was ist eins weniger als sechs? Was sind zwei weniger als sechs? Wie viele Finger scheinen für dich eine gute Anzahl zu sein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Zizo has a solid shirt with striped socks, while Simo has a striped shirt with solid socks. Which way do you like better?",
    "text": "Zizo hat ein einfarbiges Hemd mit gestreiften Socken an, während Simo ein gestreiftes Hemd mit einfarbigen Socken anhat. Was findest du besser?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I swim with Lele.",
    "text": "Ich schwimme mit Lele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Lele's left hand. She has one more finger than she had before! Did she grow a finger?",
    "text": "Zähle die Finger an Leles linker Hand. Sie hat einen Finger mehr als zuvor! Ist ihr ein Finger gewachsen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about the shades of green in this picture. Some shades are darker, some yellower, and some bluer.",
    "text": "Rede über die Grüntöne auf diesem Bild. Einige Töne sind dunkler, einige gelber, und einige blauer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lele is swimming with a buddy now -- that is much safer (and more fun)!",
    "text": "Lele schwimmt jetzt mit einem Kumpel — das ist viel sicherer (und lustiger)!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I play hide-and-seek with Sisa.",
    "text": "Ich spiele Verstecken mit Sisa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Simo take his shoes off?",
    "text": "Warum hat Simo seine Schuhe ausgezogen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who do you think is hiding and who is seeking in this picture?",
    "text": "Wer, denkst du, versteckt sich, und wer ist auf der Suche in diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these two can hide better in this place -- whose clothes blend in better with the surrounding colors?",
    "text": "Welcher von diesen Zweien kann sich besser verstecken an diesem Ort – wessen Kleidung fügt sich besser mit den umgebenden Farben ein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, friend, what do you like?",
    "text": "Komm, Freund, was magst du?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some of your favorite activities?",
    "text": "Was sind einige deiner Lieblingsaktivitäten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the different activities in this story. Of these, which one would you pick?",
    "text": "Zähle die verschiedenen Aktivitäten in dieser Geschichte zusammen. Welchen würdest du dir aus diesen aussuchen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There were four activities and you picked your favorite. What is one less than four? Of the remaining activities, which one is your least favorite?",
    "text": "Es gab vier Aktivitäten und du hast deine Lieblingsaktivität ausgesucht. Was ist einer weniger als vier? Welche der verbleibenden Aktivitäten magst du am wenigsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, play soccer with us.",
    "text": "Komm, spiel Fußball mit uns.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are they playing on teams, or are they just kicking the ball around?",
    "text": "Spielen sie in Teams oder kicken sie nur den Ball herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five people. Can you split them into two teams with the same number of people?",
    "text": "Es gibt fünf Leute. Kannst du sie in zwei Teams aufteilen mit derselben Anzahl an Leuten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Whose shoes are the worst for playing soccer?",
    "text": "Wessen Schuhe sind die schlechtesten, um Fußball zu spielen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, swim with us.",
    "text": "Komm, schwimm mit uns.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are two pairs of children and one child alone. Can you put them all into pairs so no one is left out?",
    "text": "Es sind zwei Paare von Kindern und ein alleiniges Kind. Kannst du sie alle in Paare aufteilen, so dass keines ausgelassen ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A number is said to be \"odd\" if there is no way of splitting that many things into pairs. It is also \"odd\" if that number of things cannot be split into two equal groups.",
    "text": "Man sagt von einer Nummer, sie sei \"ungerade\", wenn es keine Möglichkeit gibt, so viele Dinge in Paare zu trennen. Es ist auch \"ungerade\", wenn diese Anzahl nicht in zwei gleiche Gruppen teilbar ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are the two ideas for \"odd\" the same? Why is being able to split something into pairs the same as being able to split it into two equal groups?",
    "text": "Warum sind die zwei Ideen für \"ungerade\" dasselbe? Warum ist etwas in Paare teilen dasselbe wie es in zwei gleiche Gruppen zu teilen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, play hide-and-seek with us.",
    "text": "Komm, spiele Verstecken mit uns.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like Simo is \"it.\" Will he have a hard time finding the other children?",
    "text": "Es sieht aus wie wenn Simo der Zähler ist. Wird es ihm schwerfallen, die anderen Kinder zu finden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the children on top of the branch and the number hiding on the other side of the tree. Do they add up to four children?",
    "text": "Zähle die Kinder zuoberst auf dem Ast und die Anzahl, die sich auf der anderen Seite des Baumes versteckt. Sind es insgesamt vier Kinder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is one in the tree, one counting, and three behind the tree. You can get five in many ways from this. One way is to start with three, add one more, and then add one more. Think together of other ways to get five.",
    "text": "Einer ist im Baum, Einer zählt und Drei sind hinter dem Baum. Du kannst aus diesem in vielerlei Art auf Fünf kommen. Eine davon ist, mit Drei zu beginnen, eins dazuzuzählen und dann einen mehr zu addieren. Denke dir andere Wege aus, um fünf zu erreichen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, read with us!",
    "text": "Komm, lies mit uns!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One person is reading alone, and the rest are reading in pairs.",
    "text": "Eine Person liest alleine, und der Rest liest in Zweiergruppen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They all seem very happy together, no matter which activity they do. Do you have some friends you like to do things with?",
    "text": "Sie scheinen alle sehr glücklich zusammen zu sein, welche Aktivität sie auch immer tun. Hast du Freunde, mit denen du gerne zusammen etwas unternimmst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One of the children only has four fingers on a hand -- which one?",
    "text": "Eines der Kinder hat nur vier Finger an einer Hand – welches?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His hoe was too short.",
    "text": "Seine Hacke war zu klein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.",
    "text": "Benenne die leuchtenden Farben – die gelbe Sonne, der blaue Himmel, das grüne Gebüsch und die roten Schuhe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the two bushes and the two red shoes with your child.",
    "text": "Zähle mit deinem Kind die zwei Gebüsche und die beiden roten Schuhe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out how uncomfortable the man looks bending over so far to hoe.",
    "text": "Zeige auf, wie unbequem der Mann aussieht, so sehr verbogen, um zu hacken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His doorway was too low.",
    "text": "Sein Türbogen war zu tief.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Comment that the doorway is too low -- the man is taller than the door.",
    "text": "Kommentiere, dass der Türbogen zu tief ist für ihn – der Mann ist größer als die Tür.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!",
    "text": "Sieh, wie sehr der Mann gebeugt ist, um mit dem Jungen zu reden – er ist viel größer als der Junge, und der Junge ist viel kleiner als der Mann!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bushes together.",
    "text": "Zähle die Gebüsche zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His bed was too short.",
    "text": "Sein Bett war zu kurz.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man's legs stick far out of the bed. He is much longer than his bed.",
    "text": "Die Beine des Mannes ragen weit aus dem Bett hinaus. Er ist viel länger als sein Bett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to the bird and the boy and how puzzled they look by the short bed.",
    "text": "Zeige zum Vogel und dem Jungen und wie verwirrt die beiden aussehen neben dem kurzen Bett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the toes on each of the man's feet.",
    "text": "Zähle die Zehen auf jedem der beiden Füße des Mannes zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His bicycle was too short.",
    "text": "Sein Fahrrad war zu kurz.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The tall man is much too big for his bicycle. Look how far his leg sticks out!",
    "text": "Der große Mann ist viel zu groß für sein Fahrrad. Sieh, wie weit sein Bein herausragt!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that the bird has changed color from yellow to orange!",
    "text": "Zeige auf, dass der Vogel die Farbe von gelb zu orange gewechselt hat!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is the boy in this picture?",
    "text": "Wo ist der Junge in diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This man was too tall!\n\nWhat can he do to solve his problem and fit into his world?",
    "text": "Dieser Mann war zu groß!\n\nWas kann er tun, um sein Problem zu lösen und in diese Welt hineinzupassen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Maybe the man is not too tall -- maybe he just needs to solve his problems!",
    "text": "Vielleicht ist der Mann nicht zu groß – vielleicht muss er einfach nur seine Probleme lösen!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man has a problem and he is feeling sad about it.",
    "text": "Zeige auf, dass der Mann ein Problem hat und traurig darüber ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that this man is much taller than the other people.",
    "text": "Nimm zur Kenntnis, dass dieser Mann viel größer ist als die anderen Leute.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made a very long handle.",
    "text": "Er machte einen sehr langen Griff.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He solved his problem with the hoe! He made his hoe bigger!",
    "text": "Er löste sein Problem mit der Hacke! Er machte seine Hacke größer!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one is bigger, the hoe or the man?",
    "text": "Wer ist größer, die Hacke oder der Mann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see the man's red shoes? They disappeared!",
    "text": "Siehst du die roten Schuhe des Mannes? Wo sind sie hingekommen? Sie sind verschwunden!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made very high door frames.",
    "text": "Er baute sehr hohe Türbogen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is higher -- the door or the man?",
    "text": "Was ist höher – die Tür oder der Mann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sun in the sky is round. Point to round things where you are.",
    "text": "Die Sonne im Himmel ist rund. Zeige auf runde Dinge in deiner Umgebung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is longer and which is shorter -- the man's legs or his upper body?",
    "text": "Was ist länger und was ist kürzer – die Beine des Mannes oder sein Oberkörper?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made a very long bed.",
    "text": "Er baute ein sehr langes Bett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We can't see the man's feet now. His bed is longer than he is.",
    "text": "Wir können die Füße des Mannes jetzt nicht sehen. Sein Bett ist länger als er ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man looks very comfortable and happy in his big bed.",
    "text": "Der Mann sieht sehr gemütlich und glücklich aus in seinem großen Bett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at how small the boy looks next to the bed!",
    "text": "Sieh, wie klein der Junge neben dem Bett aussieht!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He bought a very high bicycle.",
    "text": "Er kaufte ein sehr hohes Fahrrad.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the boy and the bird are inside the basket now.",
    "text": "Beachte, dass der Junge und der Vogel jetzt im Körbchen sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Everyone looks very happy now that the man's things are the right size.",
    "text": "Jeder sieht sehr glücklich aus, jetzt wo die Dinge die richtige Größe haben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the many different colors on this page.",
    "text": "Zeige auf und benenne die vielen verschiedenen Farben auf dieser Seite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He sat on a very high chair. He ate with a very long fork.",
    "text": "Er saß auf einem sehr großen Stuhl. Er aß mit einer sehr großen Gabel.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.",
    "text": "Zähle mit deinem Kind viele der Dinge auf diesem Bild – so wie zum Beispiel Finger, Beine, Treppenstufen und Zacken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at how high the boy's chair is! Would you be scared sitting so high?",
    "text": "Schau, wie hoch der Stuhl des Jungen ist! Hättest du Angst, so hoch zu sitzen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now that all his things are the right size for him, the man is not too tall at all!",
    "text": "Jetzt, wo alle seine Dinge die richtige Größe für ihn haben, ist der Mann überhaupt nicht zu groß!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He left his house and moved to a big house in the forest, where he lived for many years.",
    "text": "Er verließ sein Haus und zog in ein großes Haus im Wald, wo er mehrere Jahre lebte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the pineapples, bags, and trees with your child.",
    "text": "Zähle die Ananas, Taschen, und Bäume mit deinem Kind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the rungs on the ladder with your child.",
    "text": "Zähle mit deinem Kind die Sprossen auf der Leiter.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the bird is yellow again!",
    "text": "Beachte: der Vogel ist wieder gelb.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Ndalo.",
    "text": "Das ist Ndalo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Identify together the kinds of animals you see and count each type.",
    "text": "Identifiziere alle Arten von Tieren, die du siehst, und zähle jede Art auf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which type of animal in this picture is there the most of?",
    "text": "Von welcher Art Tier gibt es auf diesem Bild am meisten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buttons on Ndalo's shirt.",
    "text": "Zähle die Knöpfe auf Ndalos Hemd.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo likes to read books.",
    "text": "Ndalo mag es, Bücher zu lesen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the books in front of Ndalo on the table.",
    "text": "Zähle die Bücher vor Ndalo auf dem Tisch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You can see on his face how much he likes to read!",
    "text": "Du kannst auf seinem Gesicht sehen, wie sehr er es mag, zu lesen!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like hearing stories from books?",
    "text": "Magst Du es, Geschichten aus Büchern zu hören?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Pendo.",
    "text": "Das ist Pendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many little details in this picture. Count the animals that you can find.",
    "text": "Es gibt viele kleine Details auf diesem Bild. Zähle die Tiere, die du finden kannst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many trees and power poles do you see?",
    "text": "Wie viele Bäume und Strommasten siehst du?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the people moving around that you can just barely see.",
    "text": "Zeige auf und zähle die Leute zusammen, die herumgehen und die du kaum sehen kannst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo likes to eat carrots.",
    "text": "Pendo mag es, Karotten zu essen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell by looking at Pendo that Pendo likes carrots?",
    "text": "Kannst du, indem du Pendo anschaust, erraten, dass Pendo Karotten mag?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like eating carrots? What is your favorite vegetable?",
    "text": "Magst du Karotten? Was ist dein Lieblingsgemüse?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo is eating two carrots, and Ndalo is holding three more carrots. What is three more than two?",
    "text": "Pendo isst zwei Karotten und Ndalo hält drei mehr. Was sind drei mehr als zwei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo grazes Pendo after school.",
    "text": "Ndalo nimmt Pendo nach der Schule auf die Weide.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the different animals in the yard, or just count your favorites.",
    "text": "Zähle alle verschiedenen Tiere im Hinterhof, oder zähle nur deine Lieblingstiere.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which type of animal is there the most of and which has the least?",
    "text": "Von welcher Art Tier gibt es am meisten, wovon am wenigsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What food are Pendo and the goats eating? Do you suppose you would like eating grass?",
    "text": "Welche Nahrung nehmen Pendo und die Ziegen zu sich? Glaubst du, du würdest Gras gerne essen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He gives fresh water to Pendo.",
    "text": "Er gibt Pendo frisches Wasser.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo is very good about taking care of Pendo. Do you have any animals that you care for?",
    "text": "Ndalo ist sehr gut darin, sich um Pendo zu kümmern. Hast du irgendwelche Tiere, um die du dich kümmerst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the many colors -- Pendo is brown, Ndalo's shirt is blue, the pail is yellow, the grass is green, and the underside of the water basin is pink.",
    "text": "Zeige auf die vielen Farben – Pendo ist braun, Ndalos Hemd ist blau, der Eimer ist gelb, das Gras ist grün und die Unterseite des Wasserbeckens ist pink.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo looks very big next to Ndalo. How many times bigger than Ndalo do you think Pendo is?",
    "text": "Pendo sieht sehr groß aus neben Ndalo. Wie viele Male, denkst du, ist Pendo größer als Ndalo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Father gives grain to Pendo.",
    "text": "Der Vater gibt Pendo Getreide.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is watching Pendo eat the grain.. Do you think the cat wants some of the grain?",
    "text": "Die Katze sieht Pendo beim Fressen des Getreides zu. Meinst du, die Katze will ein bisschen des Getreides?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think the cat is waiting for?",
    "text": "Was denkst du, worauf wartet die Katze?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo provides the family with a lot of milk. What does the cat provide the family?",
    "text": "Pendo versorgt die Familie mit viel Milch. Was stellt die Katze der Familie zur Verfügung?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He milks Pendo every day.",
    "text": "Er melkt Pendo jeden Tag.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is still waiting. Perhaps the cat is hoping for some splashed milk?",
    "text": "Die Katze wartet immer noch. Hofft die Katze vielleicht auf einen Klecks Milch?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are Pendo's back two legs tied to a post? Do you think she likes being milked?",
    "text": "Warum sind Pendos zwei Hinterbeine an einen Pflock gebunden? Meinst du sie mag es gemolken zu werden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Point at a few of the many rectangles in this picture.",
    "text": "Ein Rechteck ist eine vierseitige Form wie dieses Bild. Zeige auf ein paar der vielen Rechtecke auf diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo gives a lot of milk.",
    "text": "Pendo gibt viel Milch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of milk containers.",
    "text": "Zähle die Anzahl Milchbehälter zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The window behind them is split into parts called panes. How many panes are there?",
    "text": "Das Fenster hinter ihnen ist aufgeteilt in Teile, die man Fensterbereiche nennt. Wie viele Bereiche sind es?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Liquid containers are often round, but sometimes milk comes in milk cartons in the shape of boxes.",
    "text": "Flüssigkeitsbehälter sind oft rund, aber manchmal wird Milch in Milchkartons in der Form von Schachteln abgefüllt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Father sells Pendo's milk.",
    "text": "Der Vater verkauft Pendos Milch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His father's shirt has some interesting patterns. Point at and describe the stripes and black diamonds.",
    "text": "Das Hemd seines Vaters hat einige interessante Muster. Zeige auf und beschreibe die Streifen und schwarzen Diamanten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe this woman's colorful dress.",
    "text": "Beschreibe das farbenfrohe Kleid der Frau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the picture on the paper on the wall? The sign says \"Milk here.\"",
    "text": "Was zeigt das Bild auf dem Papier an der Wand? Auf dem Schild steht: \"Milch hier.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo drinks fresh milk every day.",
    "text": "Ndalo trinkt jeden Tag frische Milch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell Ndalo has been drinking milk?",
    "text": "Woran erkennst du, dass Ndalo Milch getrunken hat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you drink something, do you end up with the liquid around your mouth?",
    "text": "Wenn du etwas trinkst, hast du dann am Ende Flüssigkeit um deinen Mund herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many rectangles here. Count the doors and windows that you can see. Are there more or less doors than windows?",
    "text": "Es gibt viele Rechtecke hier. Zähle die Türen und Fenster, die du sehen kannst. Gibt es mehr oder weniger Türen als Fenster?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He says, \"Thank you Pendo!\"",
    "text": "Er sagt, \"Danke Pendo!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo's family feeds and takes care of Pendo, and Pendo gives them milk. Does that seem like a fair trade?",
    "text": "Ndalos Familie füttert und kümmert sich um Pendo, und Pendo gibt ihnen Milch. Klingt das fair?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about some of the places your food comes from.",
    "text": "Rede über ein paar der Orte, woher deine Lebensmitttel kommen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are you thankful for where your food comes from?",
    "text": "Bist du dankbar dafür, wo dein Essen herkommt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod the toad was tired of living in water.",
    "text": "Mod, die Kröte, war es satt, im Wasser zu leben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think Mod was tired of water?",
    "text": "Warum, denkst du, hatte Mod das Wasser satt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod has four \"fingers\" on each leg. Who has more fingers -- you or Mod? How many more?",
    "text": "Mod hat vier \"Finger\" an jedem Bein. Wer hat mehr Finger – Du oder Mod? Wie viele mehr?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With four fingers on each leg, how many fingers does Mod have all together? You can count them by 1's, 2's, or 4's. Is it too high for you to count?",
    "text": "Mit vier Fingern an jedem Bein, wie viele hat Mod insgesamt? Du kannst sie zählen in 1ern, 2ern, oder 4ern. Ist es zu hoch zum Zusammenzählen für dich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Be careful, said the turtle. \"Your skin will dry out.\"",
    "text": "\"Sei vorsichtig\", sagte die Schildkröte. \"Deine Haut wird austrocknen.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why don't turtles worry about their skin drying out?",
    "text": "Warum sorgen sich Schildkröten nicht darum, dass ihre Haut austrocknet?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think a big turtle would be able to climb onto a narrow log like that?",
    "text": "Denkst du, eine große Schildkröte könnte auf so einen schmalen Baumstamm klettern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think toads and turtles talk to each other?",
    "text": "Denkst du, Kröten und Schildkröten reden miteinander?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But Mod was curious. She hopped away.",
    "text": "Aber Mod war neugierig. Sie hüpfte weg.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod looks very excited to be going on an adventure!",
    "text": "Mod sieht sehr begeistert dafür aus, auf ein Abenteuer zu gehen!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever done something even though you were told it was a bad idea? Were you glad you did it?",
    "text": "Hast du jemals etwas getan, obwohl man dir gesagt hat, es wäre eine schlechte Idee? Warst du froh darüber, es getan zu haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Mod had ever been out of the river before? Are there places you would like to explore?",
    "text": "Denkst du, Mod war jemals schon draußen auf dem Fluss gewesen? Gibt es Orte, die du erkunden möchtest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looked all around.",
    "text": "Sie schaute rund umher.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the trees in the background behind Mod.",
    "text": "Zähle die Bäume im Hintergrund hinter Mod.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it easier for you to count the trees one at a time or to count them by 2's?",
    "text": "Ist es einfacher für dich, die Bäume einer nach dem anderen zu zählen oder sie in 2ern zu zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice the shades of colors. Mod's colors go from light yellow to dark brown. The grass goes from very light yellow to the yellow greens of the tree tops to the darker shades directly beneath the tree canopy.",
    "text": "Bemerke die Farbtöne. Mods Farben reichen von hellgelb bis dunkelbraun. Das Gras reicht von sehr hellem Gelb zu den gelben Grüntönen der Baumkronen bis zu den dunkleren Tönen direkt neben dem Baumkronendach.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She met a purple chameleon next to a puddle of water.",
    "text": "Sie traf ein violettes Chamäleon neben einer Wasserlache.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod looks surprised to see the chameleon!",
    "text": "Mod wirkt überrascht, das Chamäleon zu sehen!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is the chameleon holding that bug? Do you eat insects sometimes?",
    "text": "Warum hält das Chamäleon diesen Käfer? Isst du manchmal Insekten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bugs flying around. If you add one more for the one the chameleon is holding, how many does that make in total?",
    "text": "Zähle die Käfer, die umherschwirren. Wenn du noch eins zu dem hinzufügst, das das Chamäleon hält, wie viele macht das dann insgesamt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The chameleon started turning pink! Mod jumped away.",
    "text": "Das Chamäleon begann, pink zu werden! Mod sprang weg.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chameleons and some other animals can change colors to blend in.",
    "text": "Chamäleons und einige andere Tiere können ihre Farbe ändern, um sich ihrer Umgebung anzupassen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think this chameleon is blending in?",
    "text": "Denkst du, dieses Chamäleon tarnt sich gut?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Mod knew the chameleon could change colors? Mod looks surprised and afraid!",
    "text": "Denkst du, Mod wusste, dass das Chamäleon die Farbe wechseln kann? Mod sieht überrascht und verängstigt aus!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then she saw a hyena starting a fire.",
    "text": "Dann sah sie eine Hyäne, die ein Feuer machte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It's silly to think that hyenas go around starting fires with torches.",
    "text": "Es ist albern zu denken, dass Hyänen mit Fackeln herumlaufen und Feuer legen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If they could do it, why would they want to?",
    "text": "Wenn sie es könnten, warum würden sie es wollen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hyenas are sometimes described as bad characters in stories. Do you think hyenas would go to all the trouble to start a fire just to be mean?",
    "text": "Hyänen werden manchmal in Geschichten als schlechte Charaktere beschrieben. Denkst du, Hyänen würden durch all diese Schwierigkeiten gehen und ein Feuer machen, nur um böse zu sein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fire spread around Mod. She was afraid.",
    "text": "Das Feuer verbreitete sich um Mod. Sie hatte Angst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen or been near a big wildfire? If so, how did you feel about it?",
    "text": "Hast du jemals einen großen Waldbrand gesehen? Wenn ja, wie fühltest du dich dabei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Mod pick a good place to hide?",
    "text": "Hat sich Mod einen guten Platz ausgesucht, um sich zu verstecken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think will happen to Mod -- is Mod in a safe place?",
    "text": "Was, denkst du, wird ihr geschehen – ist sie an einem sicheren Ort?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fire burned her skin. She jumped back, into the puddle.",
    "text": "Das Feuer brannte auf ihrer Haut. Sie sprang zurück in die Pfütze.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Getting burned hurts a lot! Have you ever been burned or known someone who was?",
    "text": "Sich zu verbrennen schmerzt sehr! Hast du dich jemals verbrannt oder kennst du jemanden, der sich verbrannt hat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Mod cover her eyes?",
    "text": "Warum bedeckte Mod ihre Augen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Finding something cool to put on your wound is often a very good idea to stop further burning inside the wound.",
    "text": "Etwas kühles auf die Wunde zu legen ist oft eine sehr gute Idee, um weitere Verbrennungen in der Wunde zu stoppen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But her skin was already full of blisters.",
    "text": "Aber ihre Haut war schon voller Brandblasen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mod splashed, what shape were the ripples in the water around where Mod went in?",
    "text": "Als Mod planschte, welche Form hatten die Wellen im Wasser, wo Mod hineinging?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever watched the ripples a stone makes when it falls into quiet water?",
    "text": "Hast du jemals die Wellen, die ein Stein macht, wenn er in ruhiges Wasser fällt, gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Those ripples are circles that have a common center point. Such circles are called concentric.",
    "text": "Diese Wellen sind Kreise, die einen gemeinsamen Mittelpunkt haben. Solche Kreise nennt man konzentrisch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod found a home under a rock. Her new skin was dry and rough.",
    "text": "Mod fand ein Zuhause unter einem Stein. Ihre neue Haut war trocken und rau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Even if things did not go so well, she had some interesting experiences. Do you think Mod regrets her adventure?",
    "text": "Auch wenn die Dinge nicht so gut liefen, hatte sie ein paar interessante Erlebnisse. Meinst du, Mod bereut ihr Abenteuer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think toads have homes with doors, windows, and tables?",
    "text": "Denkst du, Kröten haben Häuser mit Türen, Fenstern und Tischen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like Mod has three fingers now. Is that more or less than she had before?",
    "text": "Es sieht aus, als hätte Mod jetzt drei Finger. Ist das mehr oder weniger, als sie zuvor hatte?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now only frogs have smooth skin and live near water.",
    "text": "Nun haben nur Frösche zarte Haut und nur sie leben in der Nähe des Wassers.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you know that there are differences between frogs and toads?",
    "text": "Wusstest du, dass es Unterschiede gibt zwischen Fröschen und Kröten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a frog or toad? Could you tell which one it was?",
    "text": "Hast du jemals eine Kröte oder einen Frosch gesehen? Konntest du erkennen, was es war?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever gone to a pond, river, or lake to explore water life?",
    "text": "Bist du jemals zu einem Teich, Fluss oder See gegangen, um das Leben im Wasser zu erkunden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mother Sun decided to visit her sister, the moon. Sister Moon lives on the other side of the sky. \"I will be back soon,\" said Sun to the clouds.",
    "text": "Mutter Sonne entschied sich, ihren Bruder, den Mond, zu besuchen. Bruder Mond lebt auf der anderen Seite des Himmels. \"Ich bin bald zurück\", sagte die Sonne zu den Wolken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will change for the clouds and the mountains when the Sun goes away?",
    "text": "Was wird sich für die Wolken und die Berge ändern, wenn die Sonne fortgeht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever imagined faces on the clouds and mountains?",
    "text": "Hast du dir jemals Gesichter auf den Wolken und Bergen vorgestellt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five things in the sky. When the sun goes away, how many will be left? What is one less than five?",
    "text": "Es gibt fünf Dinge im Himmel. Wenn die Sonne fortgeht, wie viele werden bleiben? Wie viel ist eins weniger als fünf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Sun left, the mountains put on their white scarves.",
    "text": "Als die Sonne ging, zogen die Berge ihre weißen Kopftücher an.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did the mountains put on white scarves when the Sun went away?",
    "text": "Warum zogen die Berge die weißen Kopftücher an, als die Sonne fortging?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many clouds are there? Are there more mountains or clouds on this page?",
    "text": "Wie viele Wolken sind da? Sind mehr Berge oder Wolken auf dieser Seite?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the clouds doing and what do you think they are feeling?",
    "text": "Was tun die Wolken und, was denkst du, fühlen sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Wind had an argument with the trees. The trees became angry. They threw their leaves all over the place.",
    "text": "Der Wind hatte einen Streit mit den Bäumen. Die Bäume wurden wütend. Sie warfen ihre Blätter überall herum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guess how many leaves there are blowing around. Do you know numbers that are that big?",
    "text": "Rate wie viele Blätter herumwirbeln. Kennst du so große Zahlen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice how hard the wind is blowing. The leaves are blowing everywhere!",
    "text": "Bemerke, wie stark der Wind weht. Die Blätter wirbeln überall herum!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The wind is blowing so hard that the trees are bending over. Have you ever been outside when the wind blew so hard that you had trouble walking?",
    "text": "Der Wind weht so stark, dass die Bäume sich verbiegen. Warst du jemals draußen, als der Wind so stark wehte, dass du Schwierigkeiten beim Gehen hattest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky started to grumble.\n\nShe turned grey.",
    "text": "Der Himmel begann zu murren.\n\nEr wurde grau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds are worried and anxious. What do you think is about to happen?",
    "text": "Die Wolken sind besorgt und verängstigt. Was denkst du, wird gleich passieren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the faces on the clouds. They are in three groups: groups of two, four, and one. How many is that all together?",
    "text": "Zähle die Gesichter auf den Wolken. Sie kommen in drei Gruppen: Zweiergruppen, Vierergruppen und eines. Wie viel ist das alles zusammen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Counting the trees, the mountains, and the groups of clouds, there are all the numbers from one to five -- can you find them all?",
    "text": "Beim Zählen der Bäume, der Berge und den Gruppen von Wolken, gibt es alle Zahlen von eins bis fünf – kannst du sie alle finden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds were sad to see all this. They started crying. There were many tears.",
    "text": "Die Wolken waren traurig, dies alles zu sehen. Sie begannen zu weinen. Es gab viele Tränen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds may have made rain because they were sad, but some people enjoy watching and listening to the rain. How does the rain make you feel?",
    "text": "Die Wolken haben vielleicht Regen gemacht, weil sie traurig waren, aber manche Leute freut es, dem Regen zuzuschauen und zuzuhören. Wie fühlst du dich bei Regen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are a great many raindrops. Can you count them all, or is it too many?",
    "text": "Es gibt sehr viele Regentropfen. Kannst du sie alle zusammenzählen, oder sind es zu viele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of something else that there are too many to count.",
    "text": "Überlege dir etwas anderes, wovon es zu viele gibt zum Zählen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The whole world began to sink under water.",
    "text": "Die ganze Welt begann im Wasser zu versinken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Trees need water, but do you think they like having this much water? The faces on the trees look a little anxious or sad.",
    "text": "Bäume brauchen Wasser, aber denkst du, sie mögen so viel Wasser? Die Gesichter auf den Bäumen sehen ein bisschen verängstigt oder traurig aus.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many trees do you count in this picture?",
    "text": "Wie viele Bäume zählst du auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the world sinking under the water, or is the water filling up on top of it?",
    "text": "`Versinkt die Welt unter Wasser oder füllt sich das Wasser obendrauf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Meanwhile, on the other side of the sky, Sun was ready to leave her sister. She kissed the moon goodbye and went home.",
    "text": "Unterdessen, auf der anderen Seite des Himmels, war die Sonne bereit, ihren Bruder zu verlassen. Sie küsste den Mond zum Abschied und ging nach Hause.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think it is possible for the Sun to kiss the Moon?",
    "text": "Denkst du, es ist möglich, dass die Sonne den Mond küsst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen stars near the moon or the sun?",
    "text": "Hast du jemals Sterne neben dem Mond oder der Sonne gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A sphere is a shape like a ball -- it is round in all directions. The moon and the sun are shaped like spheres, though the moon doesn't always look like it.",
    "text": "Eine Kugel ist eine Form wie ein Ball – sie ist rund in jede Richtung. Der Mond und die Sonne sind geformt wie Kugeln, auch wenn der Mond nicht immer so aussieht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sky was so happy to see Sun that she turned bright blue. The mountains put on their pretty green dresses.",
    "text": "Der Himmel war so glücklich darüber, die Sonne zu sehen, dass er hellblau wurde. Die Berge zogen ihre schönen grünen Keider an.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the green dress on the mountains made of?",
    "text": "Woraus besteht das grüne Kleid der Berge?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many clouds are there now? What happened to the other clouds?",
    "text": "Wie viele Wolken sind jetzt da? Was ist mit den anderen Wolken geschehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Compare the number of things in the sky to the number of mountains with faces. One of them is one more than the other, and one of them is one less than the other -- which is which?",
    "text": "Vergleiche die Anzahl der Dinge im Himmel mit der Anzahl von Bergen mit Gesichtern. Eines davon ist eins weniger als das andere – welches ist welches?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The wind went to sleep. The trees stretched their branches and smiled.",
    "text": "Der Wind legte sich schlafen. Die Bäume streckten ihre Zweige und lächelten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The mountains and trees like the warm weather. Do you like warmer or cooler weather?",
    "text": "Die Berge und Bäume mögen das warme Wetter. Magst du wärmeres oder kühleres Wetter?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A cylinder is a shape like a tube or a straw. A broom handle is often a cylinder. The trunks of these trees between the ground and their first branches are cylinders.",
    "text": "Ein Zylinder ist eine Form wie ein Schlauch oder ein Halm. Ein Besenstiel ist oft ein Zylinder. Die Wurzeln dieser Bäume zwischen dem Boden und ihren ersten Zweigen sind Zylinder.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other things around you are in the shape of a cylinder?",
    "text": "Welche Dinge um dich herum haben die Form eines Zylinders?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds were very happy to see Mother Sun again. They went away to play.",
    "text": "Die Wolken waren sehr glücklich, Mutter Sonne wiederzusehen. Sie gingen weg, um zu spielen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five clouds in the sky. If you add one more for the sun, how many things are in the sky?",
    "text": "Es gibt fünf Wolken im Himmel. Wenn du eines mehr dazuzählst für die Sonne, wie viele Dinge sind dann im Himmel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two pages ago there were two clouds. How many more clouds are there now?",
    "text": "Zwei Seiten vorher gab es zwei Wolken. Wie viel mehr Wolken gibt es jetzt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If the clouds were happy to see the Sun, why did they go away?",
    "text": "Wenn die Wolken glücklich waren darüber, die Sonne zu sehen, warum gingen sie dann weg?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lots of little plants popped out of the earth to say, \"Hello.\" The whole world sparkled.",
    "text": "Viele kleine Pflanzen sprangen aus der Erde um \"Hallo.\" zu sagen. Die ganze Welt glitzerte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are butterflies, flowers, stems, and lots of little plants. Count some of these things together.",
    "text": "Es gibt Schmetterlinge, Blumen, Stämme und ganz viele kleine Pflanzen. Zähle ein paar von diesen Dingen zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things are there the most of and which group has the least?",
    "text": "Von welcher Gruppe von Dingen hat es am meisten, und von welcher Gruppe hat es am wenigsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some things that plants need to make them happy and grow?",
    "text": "Was sind ein paar Dinge, die Pflanzen brauchen, um glücklich zu werden und zu wachsen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mother Sun shined her light everywhere. \"I told you I would be back,\" she beamed.",
    "text": "Mutter Sonne leuchtete mit ihrem Licht überall hin. \"Ich habe dir gesagt, ich werde zurückkehren\", strahlte sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The rays of the Sun extend very far on this page. Are there days when the rays of the Sun seem to reach all the way to you?",
    "text": "Die Strahlen der Sonne dehnen sich sehr weit aus auf dieser Seite. Gibt es Tage, an denen die Sonnenstrahlen den ganzen Weg bis zu dir zu reichen scheinen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there the least of on this page: trees, mountains, or things in the sky?",
    "text": "Wovon gibt es am wenigsten auf dieser Seite: Bäume, Berge oder Dinge im Himmel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there the most of? Sometimes there are two things with the same amount with the most -- that's okay, just say both of them.",
    "text": "Wovon gibt es am meisten? Manchmal gibt es zwei Dinge mit derselben Menge wie das meiste – das ist okay, nenne einfach beide.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo waited for the school holidays to come.",
    "text": "Odongo und Apiyo warteten auf den Beginn der Schulferien.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They look excited. Do you suppose they have big plans for their holidays?",
    "text": "Sie sehen aufgeregt aus. Glaubst du, sie haben große Pläne für ihre Ferien?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there holidays that you get excited about?",
    "text": "Gibt es Ferien, auf die du dich besonders freust?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Tell a story about something you did during a recent holiday.",
    "text": "Erzähle eine Geschichte über etwas, das du vor kurzem in deinen Ferien gemacht hast.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It was time for them to visit their grandmother.",
    "text": "Es war an der Zeit, ihre Großmutter zu besuchen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you ever get so excited about something that you had trouble sleeping?",
    "text": "Warst du jemals so begeistert über etwas, dass du Schwierigkeiten hattest zu schlafen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rectangles are shapes with four straight sides and corners like those on this page. Point to all the rectangles you can find on this page.",
    "text": "Rechtecke sind Formen mit vier Geraden Seiten und Ecken wie die auf dieser Seite. Zeige auf alle Rechtecke, die du auf dieser Seite finden kannst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to some of the rectangles around where you are.",
    "text": "Zeige auf ein paar Rechtecke um dich herum, da wo du lebst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They drove past mountains, wild animals, and farms.",
    "text": "Sie fuhren an Bergen, wilden Tieren und Bauernhöfen vorbei.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together all the wild animals you see on this page.",
    "text": "Zähle alle Wildtiere, die du auf dieser Seite siehst, zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you add two children to the five other animals, how many animals are there all together? What is two more than five?",
    "text": "Wenn du zwei Kinder zu den anderen fünf Tieren dazuzählst, wie viele sind es dann zusammen? Was sind zwei mehr als fünf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and describe the pairs of animals here.",
    "text": "Zeige auf, und beschreibe die Paare von Tieren hier.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After a while, Odongo and Apiyo fell asleep.",
    "text": "Nach einer Weile schliefen Odongo und Apiyo ein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people have trouble sleeping sitting up. Can you fall asleep while you're sitting?",
    "text": "Manchen Leuten fällt es schwer zu schlafen, wenn sie in Sitzposition sind. Kannst du sitzend einschlafen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl is sleeping with her mouth open -- do you think she is snoring?",
    "text": "Das Mädchen schläft mit offenem Mund – glaubst du, sie schnarcht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe the colors of some of the strips in this picture. There are yellows, blues, and greens on the bag, and yellows, oranges, and reds on their seat.",
    "text": "Beschreibe die Farben einiger Streifen auf diesem Bild. Es gibt gelbe, blaue und grüne auf der Tasche und gelbe, orange und rote auf ihrem Sitz.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They found their grandmother resting under a tree.",
    "text": "Sie fanden ihre Großmutter unter einem Baum ruhend.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have friends or relatives you like to go on trips to visit?",
    "text": "Hast du Freunde oder Verwandte, für die du reisen magst, um sie zu besuchen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember a happy visit you had. What do you like to do when you visit someone?",
    "text": "Erinnere dich an einen glücklichen Besuch. Was machst du gerne, wenn du jemanden besuchst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will these two do with their grandmother? Will they hear stories, cook meals, and go on walks together?",
    "text": "Was werden diese zwei mit ihrer Großmutter unternehmen? Werden sie ihren Geschichten lauschen, etwas zusammen kochen und zusammen spazieren gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother danced and sang. The children gave her presents.",
    "text": "Großmutter tanzte und sang. Die Kinder gaben ihr Geschenke.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you like to get as a present?",
    "text": "Was erhältst du gerne als Geschenk?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What feels so good about getting a present from someone?",
    "text": "Was fühlt sich so gut an daran, von jemandem ein Geschenk zu bekommen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The background on the last page had blues and greens. This one has yellows and oranges. What feels different to you when you see the colors on these two pages?",
    "text": "Der Hintergrund auf der letzten Seite beinhaltete Blau- und Grüntöne. Der hier hat gelbe und orange Töne. Wie unterscheiden sich für dich die Farben auf diesen zwei Seiten, wenn du sie dir genau ansiehst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother blessed Odongo and Apiyo in a traditional way.",
    "text": "Großmutter segnete Odongo und Apiyo auf eine traditionelle Art.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Giving a blessing is a solemn and dear thing.",
    "text": "Einen Segen auszusprechen ist eine feierliche und liebe Sache.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The background color has changed again. How does it make you feel?",
    "text": "Die Hintergrundfarbe hat sich wieder geändert. Wie fühlst Du Dich dabei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this an exciting or calm part of the story? Does the blue color enhance that feeling?",
    "text": "Ist dies ein aufregender oder ruhiger Teil der Geschichte? Verstärkt die Farbe Blau dieses Gefühl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo played with butterflies and birds.",
    "text": "Odongo und Apiyo spielten mit Schmetterlingen und Vögeln.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen birds and butterflies with so many colors?",
    "text": "Hast du jemals Vögel und Schmetterlinge mit so vielen Farben gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you count the number of butterflies, or is that a bigger number than you can count?",
    "text": "Kannst du die Anzahl Schmetterlinge zusammenzählen, oder ist die Zahl größer, als was du insgesamt zusammenzählen kannst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The colors in the background form ever larger circles -- they are called concentric circles. How do all these colors together make you feel?",
    "text": "Die Farben im Hintergrund ergeben noch größere Kreise – man nennt sie konzentrische Kreise. Wie fühlst du dich mit all diesen Farben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They climbed trees.\n\nThey splashed in the water of the lake.",
    "text": "Sie kletterten auf Bäume.\n\nSie planschten im Wasser des Sees herum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How did Odongo get up into a tree with no low branches?",
    "text": "Wie kam Odongo in einen Baum ohne untere Äste hinauf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many branches are on this tree? Did you count all of them including the small ones, or just the large ones?",
    "text": "Wie viele Äste hat dieser Baum? Hast du alle zusammengezählt mitsamt den kleinen, oder hast du nur die großen gezählt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you go in a lake or pond with your shoes on? Why do you suppose Apiyo did that?",
    "text": "Bist du jemals in deinen Schuhen in einen See oder in einen Teich gegangen? Warum, denkst du, tat Apiyo dies?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They were tired.\n\nThey fell asleep before finishing their dinner.",
    "text": "Sie waren müde.\n\nSie schliefen ein, bevor sie ihr Abendessen beendet hatten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever been so tired that you fell asleep in the middle of eating?",
    "text": "Warst du jemals so müde, dass du mitten in einem Essen eingeschlafen bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think they slept at the table all night?",
    "text": "Denkst du, sie schliefen die ganze Nacht hindurch am Tisch?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the lines in this picture are straight, like the boards on the table, and some are curved, like the edges of the bowls. Look around you. Do you mostly see straight or curved lines?",
    "text": "Manche Linien auf diesem Bild sind gerade, wie die Platten des Tisches, und manche sind gebogen, wie die Ränder der Becher. Sieh dich um. Siehst du hauptsächlich gerade oder gebogene Linien?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They helped grandmother.\n\nThey collected eggs and picked vegetables.",
    "text": "Sie halfen Großmutter.\n\nSie sammelten Eier und pflückten Gemüse.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and describe all the pairs of things in this picture.",
    "text": "Zeige auf und beschreibe alle paarweisen Dinge auf diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the eggs Apiyo is holding, how many can you see?",
    "text": "Wie viele der Eier, die Apiyo hält, kannst du sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like helping out with chores?",
    "text": "Hilfst du gerne im Haushalt mit??",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother taught Odongo and Apiyo how to cook different foods.",
    "text": "Großmutter lehrte Odongo und Apiyo das Kochen verschiedener Speisen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like helping with the cooking sometimes?",
    "text": "HIlfst du manchmal gerne mit dem Kochen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any favorite foods you like to help with?",
    "text": "Hast du irgendwelche Lieblingsgerichte, bei denen du gerne hilfst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One of the pleasures of traveling is getting to eat new foods. Do you like eating new foods?",
    "text": "Eine der Freuden vom Reisen ist, neue Speisen zu kosten. Probierst du gerne neues Essen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo took grandmother's cows to graze.\n\nThey ate a neighbor's crops.",
    "text": "Odongo brachte die Kuh der Großmutter auf die Weide.\n\nSie fraßen von der Ernte des Nachbars.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at Odongo, the neighbor, and the cows, what is each of them feeling?",
    "text": "Wenn du Odongo, den Nachbarn und die Kühe ansiehst, was fühlt dann jeder von ihnen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Odongo will be given a second chance after this mistake?",
    "text": "Denkst du, Odongo wird nach diesem Fehlgriff eine zweite Chance erhalten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you make mistakes, are you given another chance?",
    "text": "Wenn du Fehler machst, bekommst du dann eine neue Chance?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They went to their grandmother's stall at the market.",
    "text": "Sie gingen zu Großmutters Stand am Markt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who is the new woman in this picture and what is she doing?",
    "text": "Wer ist die neue Frau auf diesem Bild und was tut sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is grandmother's umbrella for? Is it raining?",
    "text": "Wofür ist Großmutters Schirm? Regnet es?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the different kinds of food grandmother is selling.",
    "text": "Zähle alle verschiedenen Arten von Lebensmitteln zusammen, die Großmutter verkauft.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the evening, they helped grandmother to count her money.",
    "text": "Am Abend halfen sie Großmutter, ihr Geld zu zählen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell that it is evening from this picture?",
    "text": "Kannst aufgrund dieses Bildes erkennen, ob Abend ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you sometimes get to count money? If you do, is it fun to do?",
    "text": "Zählst du manchmal Gelder zusammen? Wenn du es tust, macht es dir dann Spass?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you count things, do you come up with faster ways to do it? For example, counting things in pairs can be twice as fast.",
    "text": "Wenn du Dinge zusammenzählst, findest du dann schnellere Wege, sie zu tun? Zum Beispiel, die Dinge in Zweiern zu zählen, kann doppelt so schnell gehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Soon, the holidays were over.\n\nGrandmother packed food for their journey.",
    "text": "Die Ferien waren bald vorbei.\n\nGroßmutter packte Lebensmittel für ihre Reise ein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children look happy. Are they happy about leaving?",
    "text": "Die Kinder sahen glücklich aus. Sind sie glücklich darüber, zu gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the first time we're seeing Odongo's hat. Is it a present from his grandmother?",
    "text": "Dies ist das erste Mal, dass wir Odongos Hut sehen. Ist er ein Geschenk seiner Großmutter?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their clothes have lots of colors. How many colors are in the clothes you are wearing?",
    "text": "Ihre Kleider sind in vielen Farben. In wie vielen Farben sind die Kleider, die du trägst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children did not want to leave.\n\n\"Grandmother, come with us.\"",
    "text": "Die Kinder wollten nicht gehen.\n\n\"Großmutter, komm mit uns.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the children feeling in this picture?",
    "text": "Was fühlen die Kinder auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What did their grandmother say when the children asked her to come with them?",
    "text": "Was sagte ihre Großmutter, als die Kinder sie baten, mit ihnen zu gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children and their father make three people. When you add one more for their grandmother, how many people is that all together?",
    "text": "Die Kinder und ihr Vater sind zusammen drei Leute. Wenn du einen dazuzählst für ihre Großmutter, wie viele sind das alle zusammen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo hugged grandmother.\n\n\"Goodbye, grandmother,\" they said.",
    "text": "Odongo und Apiyo umarmten ihre Großmutter.\n\n\"Auf Wiedersehen, Großmutter,\" sagten sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a hard time saying goodbye to people you care a lot about? Does it make you feel sad?",
    "text": "Fällt es Dir schwierig Leuten, die Dir wichtig sind, auf Wiedersehen zu sagen? Macht es dich traurig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their arms and legs come in pairs. Count them by counting by 2's.",
    "text": "Ihre Arme und Beine kommen paarweise. Zähle sie zusammen indem du in Zweiern zählst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do the number of arms compare to the number of legs?",
    "text": "Wie verhält sich die Anzahl Arme zu der Anzahl Beine?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is better, city life or village life?",
    "text": "Was ist besser, Stadtleben oder Landleben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do the number of girls compare to the number of boys?",
    "text": "Wie verhält sich die Anzahl der Mädchen zu der Anzahl der Jungen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you combine the three girls with the three boys, how many children are there? What is three more than three?",
    "text": "Wenn du die drei Mädchen mit den drei Jungen zusammenzählst, wie viele Kinder sind es dann? Was sind drei mehr als drei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Instead of counting them as three plus three more, count them by 2's and see if you get the same number.",
    "text": "Anstatt sie als drei und drei mehr zu zählen, zähle sie in 2ern und schau, ob du dieselbe Zahl erhältst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rainbow has seven colors.",
    "text": "Ein Regenbogen hat sieben Farben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the colors of the rainbow.",
    "text": "Zähle die Farben des Regenbogens zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a rainbow after it rains? Sometimes, you can even see a double rainbow if you're lucky!",
    "text": "Hast du jemals einen Regenbogen nach dem Regen gesehen? Manchmal kann man sogar einen doppelten Regenbogen sehen, wenn man Glück hat!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that her dress and the background on this page go through many of the same colors as the rainbow.",
    "text": "Zeige auf, dass ihr Kleid und der Hintergrund auf dieser Seite viele der gleichen Farben wie der Regenbogen aufweisen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The first color is red.",
    "text": "Die erste Farbe ist rot.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does the color red make you feel? Red is often thought of as an active, high energy color.",
    "text": "Was löst die Farbe rot in dir aus? Rot wird oft als eine aktive Farbe mit viel Energie angesehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes red is an angry color. People may say they \"see red\" when they are angry.",
    "text": "Manchmal ist rot eine wütende Farbe. Leute sagen, sie \"sehen rot\", wenn sie wütend sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People often paint things red or choose red things because of the color's high energy. Have you seen cars that are red?",
    "text": "Die Leute malen oft Dinge rot oder wählen rote Dinge wegen der hohen Energie dieser Farbe. Hast du schon rote Autos gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Kewyu is wearing a red shirt.",
    "text": "Kewyu trägt ein rotes Hemd.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any red clothes?",
    "text": "Besitzt du irgendwelche rote Kleider?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any red flowers near where you live?",
    "text": "Gibt es dort wo du lebst irgendwelche rote Blumen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of people in this picture.",
    "text": "Zähle die Anzahl der Leute auf diesem Bild zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The second color is orange.",
    "text": "Die zweite Farbe ist orange.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does orange feel compared to red? It is still high energy, but perhaps a bit less so.",
    "text": "Wie fühlt sich Orange an im Vergleich zu Rot? Es hat immer noch viel Energie, aber vielleicht ein bisschen weniger davon.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks all alone in the middle of all that orange with her hands stretched out like that.",
    "text": "Sie sieht ganz alleine aus in der Mitte von all diesem orange mit ihren ausgestreckten Händen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "An orange is a fruit named after its color. Can you think of other orange things around you?",
    "text": "Eine Orange ist eine Frucht, die nach ihrer Farbe benannt ist. Kannst du dir andere orange Sachen um dich herum denken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is an orange. What else can you see that is the color orange?",
    "text": "Dies ist eine Orange. Was kannst du anderes sehen, das orange ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat and fish are orange. Have you seen an orange cat or fish before?",
    "text": "Die Katze und der Fisch sind orange. Hast du jemals zuvor eine orange Katze oder einen orangenen Fisch gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A sphere is a ball -- round in all directions. Is an orange a sphere?",
    "text": "Eine Kugel ist ein Ball – rund in jede Richtung. Ist eine Orange eine Kugel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the fish bowl different from a sphere?",
    "text": "Wie unterscheidet sich das Fischglas von einer Kugel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The third color is yellow.",
    "text": "Die dritte Farbe ist gelb.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up something that she is pointing at.",
    "text": "Erfinde etwas, worauf sie zeigt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks excited about what is coming next. I bet it is something yellow!",
    "text": "Sie sieht aufgeregt darüber aus, was als nächstes kommt. Ich wette es ist etwas gelbes!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How has her dress changed from earlier pictures? Hint: It is now broken up into two sections.",
    "text": "Wie hat sich ihre Kleidung verändert im Laufe der vorherigen Bilder? Wink: es ist nun in zwei Teile geteilt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The yolk of an egg is yellow. What else can you see that is the color yellow?",
    "text": "Der Dotter eines Eies ist gelb. Was kannst du anderes mit der Farbe gelb sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that she is hungry?",
    "text": "Woran erkennst du, dass sie hungrig ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She has a yellow sunflower on her table. Do you have flowers around you sometimes when you eat?",
    "text": "Sie hat eine gelbe Sonnenblume auf dem Tisch. Hast du manchmal, wenn du isst, Blumen um dich herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name something in the sky that is yellow.",
    "text": "Nenne etwas im Himmel, das gelb ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fourth color is green.",
    "text": "Die vierte Farbe ist grün.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does green feel to you? This green is a lot calmer than the red, orange, or yellow.",
    "text": "Wie fühlt sich Grün für dich an? Dieses Grünist viel ruhiger als das Rot, Orangeoder Gelb.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name some things that are green -- they are all around you!",
    "text": "Nenne ein paar Dinge, die grün sind – sie sind überall um dich herum!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Green comes in many different types. How many types of green can you name?",
    "text": "Grün kommt in vielen verschiedenen Arten vor. Wie viele Arten von Grün kannst du nennen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Our banana garden is green.",
    "text": "Unser Bananengarten ist grün.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the animals you see on this page -- look carefully!",
    "text": "Zeige auf und benenne alle die Tiere, die du auf dieser Seite siehst – schaue sorgfältig!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out the yellow greens, lime greens, bright greens, and dark greens on this page.",
    "text": "Zeige gelbgrün, lindgrün, hellgrün und dunkelgrün auf dieser Seite auf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A lot of trees are brown and green. Brown is not one of the main colors of the rainbow. Where does it show up in the rainbow?",
    "text": "Viele Bäume sind braun und grün. Braun ist nicht eine der vielen Farben des Regenbogens. Wo kommt es im Regenbogen vor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fifth color is blue.",
    "text": "Die fünfte Farbe ist blau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks so happy in the middle of all that blue. Does blue make you feel happy?",
    "text": "Sie sieht so glücklich aus in der Mitte von all dem Blau. Macht dich Blau glücklich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people say they feel blue when they are sad. Does blue seem like a sad color to you?",
    "text": "Im Englischen sagen die Leute: “Ich fühle mich blau”, , wenn sie traurig sind. Erscheint Blau für dich als eine traurige Farbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky and water are usually blue, but it is not common in plants. Have you seen flowers that are blue?",
    "text": "Der Himmel und das Wasser sind üblicherweise blau, dies ist jedoch bei Pflanzen nicht der Fall. Hast du jemals blaue Blumen gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky is blue.",
    "text": "Der Himmel ist blau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bodies of water, such as oceans, seas, lakes, and rivers, are often blue.",
    "text": "Gewässer, wie zum Beispiel Ozeane, Meere, Seen und Flüsse sind oftmals blau.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to these birds and clouds and count them together.",
    "text": "Zeige auf die Vögel und Wolken und zähle sie zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there more of -- clouds or birds?",
    "text": "Wovon gibt es mehr – Wolken oder Vögel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sixth color is indigo.",
    "text": "Die sechste Farbe ist Indigo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Flowers are sometimes indigo. Have you seen flowers whose color is close to being indigo?",
    "text": "Blumen sind manchmal indigo. Hast du schon Blumen gesehen, deren Farbe nah an Indigo waren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes her hands are stretched out wide. Having hands on hips often shows defiance and strength.",
    "text": "Manchmal sind ihre Hände weit ausgestreckt. Die Arme auf den Hüften zu halten, zeigt oft Trotz und Stärke auf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Indigo is very powerful. How do you feel if you stare at this big square of indigo?",
    "text": "Indigo ist sehr stark. Wie fühlst du dich, wenn du auf dieses große Viereck aus indigo blickst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These berries are the color indigo.",
    "text": "Diese Beeren sind in der Farbe Indigo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buttons or snaps on her jacket.",
    "text": "Zeige die Knöpfe und Druckknöpfe auf ihrer Jacke zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you like to eat some of those berries? Do you think you could eat all of them?",
    "text": "Würdest du gerne von diesen Beeren essen? Denkst du, du könntest alle davon essen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of the largest number you can. Does she have more berries than that number?",
    "text": "Denk an die größte Farbe, die du dir vorstellen kannst. Hat sie mehr Beeren als diese Zahl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The seventh color is violet.",
    "text": "Die siebente Farbe ist violett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Violet is a very intense color. Is it too intense for you, or do you enjoy how intense it is?",
    "text": "Violett ist eine sehr intensive Farbe. Ist die Farbe zu intensiv für dich oder gefällt dir, wie kräftig sie ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now she has her arms crossed. Crossed arms can indicate being closed off from others.",
    "text": "Jetzt hat sie ihre Arme verschränkt. Verschränkte Arme können ein Indikator dafür sein, sich von anderen abzugrenzen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People tell us a lot without saying any words. Sometimes people do that with an expression on their face, and sometimes they do it with the way they hold their body.",
    "text": "Leute sagen uns vieles ohne Worte. Manchmal tun das Leute mit einem Ausdruck auf ihrem Gesicht, und manchmal tun sie es mit ihrer Körperhaltung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My dress is violet. Violet is my favorite color! What is your favorite color?",
    "text": "Mein Kleid ist violett. Violett ist meine Lieblingsfarbe! Was ist deine Lieblingsfarbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the flowers she is next to are violet flowers -- they are named after their color.",
    "text": "Beachte, dass die Blumen neben ihr violette Blumen sind – sie sind nach ihrer Farbe benannt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks very happy wearing a dress with her favorite color. Do you have clothes that are in your favorite color?",
    "text": "Sie sieht sehr glücklich aus ein Kleid in ihrer Lieblingsfarbe anzuhaben. Besitzt du Kleider in deiner Lieblingsfarbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors make you happy? Are there colors you don't like?",
    "text": "Welche Farbe macht dich glücklich? Gibt es Farben, die du nicht magst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know the seven colors of the rainbow?",
    "text": "Kennst du die sieben Farben des Regenbogens?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you remember what each color is?",
    "text": "Kannst du dich erinnern, was jede dieser Farben ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people use the fake name Roy G. Biv to remind them of the order of the seven colors of the rainbow.",
    "text": "Manche benutzen im Englischen den Namen “Rog G. Biv”, um sich die Reihenfolge des Regenbogens zu merken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Brown is not one of the main colors of the rainbow. Are there other colors you know that are not one of the seven?",
    "text": "Braun ist nicht eine der Hauptfarben des Regenbogens. Gibt es andere Farben, die du kennst, die nicht eine von den sieben sind?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana and her family live in a busy town.",
    "text": "Fana und ihre Familie wohnen in einer lebhaften Stadt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana lives in a very colorful town. Is your town colorful too?",
    "text": "Fana lebt in einer sehr farbenfrohen Stadt. Ist deine Stadt auch farbig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name all the colors of the clothes and buildings.",
    "text": "Zeige auf und benenne alle Farben der Kleider und Gebäude.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana has a cat, two hens, a goat and a dove.",
    "text": "Fana hat eine Katze, zwei Hennen, eine Ziege und eine Taube.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals does Fana have?",
    "text": "Wie viele Tiere hat Fana?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal does Fana have the most of?",
    "text": "Von welchen Tieren hat Fana am meisten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most people living in a city do not have so many different animals.",
    "text": "Die meisten Menschen, die in einer Stadt leben, haben nicht so viele verschiedene Tiere.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, Fana saw other children throwing stones at doves.",
    "text": "Eines Tages sah Fana, wie andere Kinder Steine auf Tauben warfen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Throwing stones at animals is a mean thing to do!",
    "text": "Steine auf Tiere zu werfen ist etwas gemeines!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What would you do if you saw someone doing something that was mean?",
    "text": "Was würdest du tun, wenn du jemanden sehen würdest, der etwas Gemeines macht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the birds. Which is more and which is less -- birds in the air or birds on the ground?",
    "text": "Zähle alle Vögel. Wovon gibt es mehr – Vögel in der Luft, oder am Boden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana ran towards the children.\n\nShe shouted, \"Stop throwing stones!\"",
    "text": "Fana rannte zu den Kindern.\n\nSie schrie: \"Hört auf Steine zu werfen!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is not easy to tell other people that you think they are being bad. Why did Fana do it?",
    "text": "Es ist nicht einfach, anderen Leuten zu sagen, dass du denkst, sie würden sich schlecht benehmen. Warum tat es Fana?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a shape with four straight sides like the shape of this page. Point out rectangles you see in this picture.",
    "text": "Ein Rechteck ist eine Form mit vier geraden Seiten wie die Form dieses Blattes. Zeige auf die Rechtecke, die du auf diesem Bild siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see any rectangles around where you are?",
    "text": "Siehst du Rechtecke, wo du dich befindest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana took the two doves home to look after them.",
    "text": "Fana nahm die zwei Tauben mit nach Hause, um sich um sie zu kümmern.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is very nice of Fana to help these animals. It can be dangerous to handle wild animals.",
    "text": "Es ist sehr lieb von Fana, diesen Tieren zu helfen. Es kann gefährlich sein mit wilden Tieren umzugehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of people and the number of birds. Which group is bigger and which group is smaller?",
    "text": "Zähle die Anzahl der Leute und die Anzahl der Vögel. Welche Gruppe ist größer, welche kleiner?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do their faces tell you about what they are feeling?",
    "text": "Was sagen dir ihre Gesichter darüber, wie sie sich fühlen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She fed them and told her family how she saved them.",
    "text": "Sie hat sie gefüttert und ihrer Familie erzählt, wie sie sie gerettet hat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many children and how many adults are there in Fana's family? When you put those groups together, how many people are there in her family?",
    "text": "Wie viele Kinder und wie viele Erwachsene gibt es in Fanas Familie? Wenn du diese Gruppen zusammenzählst, wie viele Menschen sind dann in ihrer Familie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many colors of the rainbow here. Which colors are present and which ones are missing?",
    "text": "Es gibt hier viele Farben des Regenbogens. Welche sind da, und welche fehlen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors and patterns are your favorite to wear?",
    "text": "Welche Farben und Muster ziehst du am liebsten an?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana and her parents took the doves to the clinic.",
    "text": "Fana und ihre Eltern brachten die Tauben zur Klinik.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most doctors either help people or they help animals. Which kind of doctor is at this clinic?",
    "text": "Die meisten Ärzte helfen entweder Menschen oder Tieren. Welche Art von Arzt ist in dieser Klinik zu finden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who is the shortest person in this picture? Who is the tallest?",
    "text": "Wer ist die kleinste Person auf diesem Bild? Wer die größte?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The red cross on the cabinet shows that it has medical supplies in it.",
    "text": "Das rote Kreuz am Schrank zeigt an, dass sich darin medizinische Versorgung befindet.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana tells her friends, \"Animals are our friends. We protect them.\"",
    "text": "Fana erzählt ihren Freunden: \"Tiere sind unsere Freunde. Wir beschützen sie.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Should we only protect our friends, or should we protect everything we can?",
    "text": "Sollten wir nur unsere Freunde beschützen oder sollten wir alles schützen, das wir können?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at all the color patterns in these clothes. Point out which ones are solid, striped, or have a checkered pattern.",
    "text": "Schau dir alle Farbmuster in dieser Kleidung an. Zeige auf, welche einfarbig oder gestreift sind, oder ein Schachbrettmuster haben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana has worn many different colors during this story. Can you remember them all?",
    "text": "Fana hat viele verschiedene Farben in dieser Geschichte getragen. Kannst du dich an alle erinnern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A Very Tall Man",
    "text": "Ein sehr großer Mann",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller",
    "text": "Diese Geschichte befasst sich mit Zählen bis 5, Beschreibungen und Vergleichen. Übe die beschreibenden Worte: auch, sehr, kurz, hoch, lang, tief, hoch, groß, klein, dazu Farbnamen und folgende vergleichende Worte: kürzer, größer, länger, tiefer, höher, größer, kleiner.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli's Lucky Day",
    "text": "Akadelis Glückstag",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has  counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.",
    "text": "Diese Geschichte enthält zählen bis 12, Farben und Formen. Übungsworte: Eins, zwei, bis zwölf, schätzen, entfernen, Farbnamen, kürzeste, höchste, ähnlich und verschieden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can We Count Our Cats?",
    "text": "Können wir unsere Katzen zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.",
    "text": "In dieser Geschichte werden Katzen entdeckt und abgezählt. So entwickelt sich ein starkes Mengen- und Zahlenverständnis. Es werden die Zahlworte Null bis Neun eingeübt sowie wichtige Vokabeln wie bspw. mehr, am meisten, eins mehr. Nebenbei werden Farben, Formen sowie Hypothesen erkundet.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Ball",
    "text": "Der Kater, der Hund und der Ball",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.",
    "text": "Diese Geschichte umfasst das Zählen bis 6, Farben und Umschreibungen. Übungen für das Zählen von Worten, Farbnamen und den Begriffen: hoch, auch, ähnlich, verschieden, kleinste, größte, kurz, lang, grösst, kleinst weniger und mehr.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Butterfly",
    "text": "Der Kater, der Hund und der Schmetterling",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.",
    "text": "Diese Geschichte enthält Geschwindigkeitsbeschreibungen, Farben, und Zählen bis 6. Übe das Zählen von Worten, Farbworten und die folgenden Worte: sehr, auch, schnell, langsam, schneller, langsamer, am langsamsten, am schnellsten, am meisten und am wenigsten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Egg",
    "text": "Der Kater, der Hund und das Ei",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.",
    "text": "Diese Geschichte behandelt das Zählen bis 5, Vergleichen, Farben und Formen. Übungsworte: Rund, über, unter, ähnlich, rund, Drachen, unterschiedlich, größer und länger.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog: Dog Is Cold",
    "text": "Kater und Hund: Dem Hund ist kalt",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.",
    "text": "In dieser Geschichte geht es um die Extreme in der Beschreibung von Worten, und ums Zählen bis 6 mit einem mehr und einem weniger. Übungsworte sind: auch, kalt, warm, heiß, leicht, dunkel, tagsüber, nachts, sauber, dreckig, klein, groß, kurz, lang, nass, trocken, dünn, dick, tief, hoch, neu und alt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Clever Cat",
    "text": "Clevere Katze",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has geometry ideas and colors. Practice words: square, rectangle, circle, concentric, open, closed, least, little, small, big, and color names.",
    "text": "Diese Geschichte enthält geometrische Begriffe und Farben. Übungswörter: Quadrat, Rechteck, Kreis, mittig, offen, geschlossen, kleinst, klein, gering, groß und Farbnamen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Colors of a Rainbow",
    "text": "Die Farben eines Regenbogens",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story talks about the numbers to seven, the ordinals to seventh, and colors. Practice the words: one, two, three, to seven; the ordinals first, second, third, to seventh; and the many names of colors.",
    "text": "In dieser Geschichte geht es um die Nummern bis sieben, die Ordinalzahlen / Ordnungszahlen bis siebtens, und Farben. Übung der Wörter: Eins, zwei, drei, bis sieben, die Ordnungszahlen erste/r, zweite/r, dritte/r bis siebente/r und die vielen Farbnamen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Counting Animals",
    "text": "Wir zählen Tiere",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 9 and number and size comparisons. Practice words: one, two, to nine, big, small, most, least, one more, and one less.",
    "text": "In dieser Geschichte werden Tiere gezählt und ihre Anzahlen verglichen. So entwickelt sich ein starkes Mengen- und Zahlenverständnis. Dabei werden wichtige Vokabeln eingeübt: Zahlworte, eins mehr, weniger, kleiner, größer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Creature with Two",
    "text": "Kreatur mit Zwei",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to seven and shapes. Practice words: small numbers, especially one and two; and comparing words such as more, equal, same, and less. Also, talk about squares, circles, solids, stripes, bigger, and smaller.",
    "text": "Diese Geschichte beinhaltet das Zählen bis sieben und Formen. Übung der folgenden Worte: Kleine Nummern, vor allem eins und zwei und das Vergleichen von Worten wie mehr, gleich, dasselbe und weniger. Sprechen sie ebenfalls über Vierecke, Kreise, feste Formen, Streifen, größer und kleiner.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drum",
    "text": "Die Trommel",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has patterns, sizes, and shapes. Practice words: size, big, little, medium, small, same, shape, and pattern.",
    "text": "Diese Geschichte beinhaltet Muster, Größen und Formen. Übungsworte: Größe, groß, gering, mittel, klein, gleich, Umriss und Muster.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana Loves Animals",
    "text": "Fana liebt Tiere",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities to ten, comparing, and colors. Practice words: counting to ten, most, more, less, bigger, smaller, shortest, tallest, color names, solid, striped, and checkerboard.",
    "text": "Diese Geschichte hat Mengen bis zu zehn, vergleichen, und Farben. Übe die Worte: Bis zehn zählen, am meisten, mehr, weniger, größer, kleiner, kürzeste, größte, Farbnamen, solide, gestreift und Schachbrett.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Feelings",
    "text": "Gefühle",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities up to ten. Practice words: how many, one more, most, and least.",
    "text": "Diese Geschichte hat Größen bis Zehn. Übungsworte: Wie viele, eins mehr, am meisten, am wenigsten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Flower Blind",
    "text": "Blumenblind",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities to 10, comparing quantities, and shapes. Practice words: how many, most, least, one more, how many more, difference, rectangle, square, circle, and round.",
    "text": "In dieser Geschichte geht es um Größen bis 10, Größenvergleiche und Formen. Übungsworte: Wie viele, am meisten, am wenigsten, einer mehr, wie viel mehr, Unterschied, Rechteck, Viereck, Kreis, und rund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Friends",
    "text": "Freunde",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 6, colors, and shapes. Practice words: how many, numbers to six, one more, two more, one less, two less, color names, stripes, solids, pentagon, hexagon, round, same, and different.",
    "text": "In dieser Geschichte geht es um Zählen bis 6, Farben und Formen. Übungsworte: Wie viele, Zahlen bis sechs, einer mehr, zwei mehr, einer weniger, zwei weniger, Farbnamen, Streifen, einfarbig, Fünfeck, Sechseck, rund, dasselbe, und verschieden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How the Toad Got its Skin",
    "text": "Wie die Kröte ihre Haut bekam",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 16, shapes, and colors. Practice words: counting by 2's or 4's, more, less, one more, color names, circle, center, and concentric.",
    "text": "Diese Geschichte enthält Zählen bis 16, Umrisse, und Farben. Übungsworte: Zählen in 2ern oder 4ern, mehr, weniger, einer mehr, Farbnamen, Kreis, Mitte, und konzentrisch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at the Animals",
    "text": "Schau, die Tiere",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has  small quantities up to 8. Practice words: numbers to 8, how many, one more, small, and large.",
    "text": "Diese Geschichte enthält kleine Größen bis 8. Übungsworte: Zahlen bis 8, wie viele, einer mehr, klein und groß.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My School Clothes",
    "text": "Meine Schulkleidung",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, shapes, and colors. Practice words: numbers to 5, color names, too, too big, too small, just right, matching colors, and rectangle.",
    "text": "Diese Geschichte beinhaltet Zählen bis 5, Formen und Farben. Übungsworte: Zahlen bis 5, Farbnamen, auch, zu groß, zu klein, genau richtig, passende Farben und Rechteck.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Palm Tree",
    "text": "Palme",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, how many, estimate, counting by 2's, more, less, difference, round shape, box shape, loop, and pattern.",
    "text": "Diese Geschichte beinhaltet das Zählen bis 12, vergleichen und Formen. Übungsworte: Zahlen bis 12, wie viele, schätzen, in 2er Gruppen zählen, mehr, weniger, Unterschied, runde Form, Schachtelform, Wiederholung und Muster.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo, Our Cow",
    "text": "Pendo, unsere Kuh",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities up to six and comparing. Practice words: numbers to six, more, most, less, least, and rectangle.",
    "text": "In dieser Geschichte übst du Größen bis sechs und vergleichen. Übungsworte: Zahlen bis sechs, mehr, am meisten, weniger, am wenigsten und Rechteck.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Day the Sun Went Away",
    "text": "Der Tag an dem die Sonne fortging",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 7, comparing, and shapes. Practice words: numbers to 7, how many, same, less, more, one more, one less, too, too many, round, sphere, ball, cylinder, warm, warmer, cool, and cooler.",
    "text": "Diese Geschichte hat Zählen bis 7, vergleichen und Formen. Übungsworte: Zahlen bis 7, wie viele, gleich, weniger, mehr, eins mehr, eins weniger, auch, zu viele, rund, Kugel, Ball, Zylinder, warm, wärmer, kühl und kühler.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Visiting Grandmother",
    "text": "Zu Besuch bei Großmutter",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 10 and shapes. Practice words: numbers up to 10, one more, two more, three more, counting by 2's, equal, rectangle, circle, concentric, straight, and curved.",
    "text": "Diese Geschichte beinhaltet Zählen bis 10 und Formen. Übungsworte sind: Zahlen bis 10, eins mehr, zwei mehr, drei mehr, Zählen mal zwei, gleich viel, rechteckig, Kreis, konzentrisch, gerade und gebogen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is Lulu?",
    "text": "Wo ist Lulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 10, comparing sizes, and geometry. Practice words: numbers to 10, one more, one less, less, more, small, big, too, too big, smallest, largest, triangle, rectangle, pentagon, cylinder, same, on, under, and on top of.",
    "text": "Diese Geschichte beinhaltet das Zählen bis 10, Größenvergleiche und Geometrie. Übungsworte: Zahlen bis 10, eins mehr, eins weniger, weniger, mehr, klein, groß, auch, zu groß, kleinstes, größtes, Dreieck, Rechteck, Fünfeck, Zylinder, gleich, an, unter und obenauf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is My Bat?",
    "text": "Wo ist mein Schläger?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more, one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.",
    "text": "Diese Geschichte enthält Zählen bis 7, Beziehungsworte, und Formen. Übungsworte sind: wie viele, Nummern bis 7, eins mehr, eins weniger, dahinter, darin, auf, hoch, zu hoch, unter, Rechteck, Schachtel, und vertikale Linie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is My Cat?",
    "text": "Wo ist meine Katze?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, relationship words, and colors. Practice words: numbers to 5, under, on top of, over, behind, next to, inside, outside, color names, straight, and curved.",
    "text": "In dieser Geschichte sind wir der kleinen Katze auf der Spur. Dabei wird bis 5 abgezählt und wichtige Vokabeln zu Farben, Muster und Raumlage werden geübt (z.B. unter, über, hinter, neben, in).",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Cat.\n\nThis is Dog.",
    "text": "Dies ist der Kater.\n\nDies ist der Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the animals together and describe their colors.",
    "text": "Zähle die Tiere zusammen und beschreibe ihre Farben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has shorter ears? Which one has longer ears?",
    "text": "Welches hat kürzere Ohren? Welches hat längere Ohren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has short whiskers? Which one has long whiskers?",
    "text": "Welches hat kurze Schnurrhaare? Welches hat lange Schnurrhaare?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is night. It is dark.\n\nIt is cold. It is very cold.",
    "text": "Es ist Nacht. Es ist dunkel.\n\nEs ist kalt. Es ist sehr kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their house is round. Do you live in a round building?",
    "text": "Ihr Haus ist rund. Lebst du in einem runden Gebäude?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the trees together.",
    "text": "Zähle die Bäume zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.",
    "text": "Ein Vollmond ist ein vollkommener Kreis. Einen teilweisen Kreis wie diesen nennt man eine Mondsichel.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For Dog it is too cold.",
    "text": "Für den Hund ist es zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What shows you that Dog is cold?",
    "text": "Was zeigt dir, dass dem Hund kalt ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A light blue color is often used to show something cold. Does seeing blue make you feel cold?",
    "text": "Eine helle blaue Farbe wird oft benutzt, um etwas Kaltes aufzuzeigen. Wird dir kalt, wenn du etwas Hellblaues siehst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "On cold nights, even outdoor animals can use help with the cold.",
    "text": "In kalten Nächten können sogar freilebende Tiere Unterstützung mit der Kälte gebrauchen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog underwear.\n\nOne pair of underwear is dirty. One pair of underwear is clean.",
    "text": "Der Kater gibt dem Hund Unterwäsche.\n\nEine Unterwäsche ist dreckig. Eine Unterwäsche ist sauber.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this choice of underwear very helpful?",
    "text": "Ist diese Auswahl an Unterwäsche sehr hilfreich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it silly that Cat offers underwear that is dirty?",
    "text": "Ist es nicht doof, dass der Kater dreckige Unterwäsche anbietet?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Cat cold?",
    "text": "Warum ist dem Kater nicht kalt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the clean underwear. But it is still too cold.",
    "text": "Der Hund nimmt die saubere Unterwäsche. Aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together how much clothing Dog has. Dog is cold and needs more.",
    "text": "Zähle zusammen, wie viele Kleider der Hund hat. Dem Hund ist kalt und er braucht mehr.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember a time when you were cold and how hard it was to get warm.",
    "text": "Erinnere dich an eine Zeit, in der dir kalt war und wie schwierig es war, sich aufzuwärmen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are Dog's arms crossed in front?",
    "text": "Warum sind die Arme des Hundes vorne verschränkt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog shirts. One shirt is big. One shirt is small.",
    "text": "Der Kater gibt dem Hund Hemden. Ein Hemd ist groß. Eins ist klein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is offering a shirt that is much too small helpful?",
    "text": "Ist es hilfreich, ein Hemd anzubieten, das viel zu klein ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Cat trying to help, or is Cat just having some fun?",
    "text": "Versucht der Kater zu helfen, oder macht er sich bloß ein bisschen lustig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of Cat's paws has more visible claws?",
    "text": "Welche der Tatzen des Katers hat mehr sichtbare Krallen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the big shirt. But it is still too cold.",
    "text": "Der Hund nimmt das große Hemd. Aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the pieces of clothing Dog has. Is it enough?",
    "text": "Zähle die Kleidungsstücke, die der Hund hat. Ist es genug?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.",
    "text": "Ein Viereck ist eine Form wie ein Blatt Papier mit vier gleichen Seiten. Vergleiche den Mond mit dem viereckigen Fenster.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a round window?",
    "text": "Hast du jemals ein rundes Fenster gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog pants.\n\nOne pair of pants is long. One pair of pants is short.",
    "text": "Der Kater gibt dem Hund Hosen.\n\nEine Hose ist lang. Eine Hose ist kurz.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces of clothing does Cat offer each time?",
    "text": "Wie viele Kleidungsstücke verschenkt der Kater jedes Mal?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you are cold, do you want to wear shorts?",
    "text": "Wenn dir kalt ist, willst du dann Shorts tragen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will happen with Dog's tail? Do these pants have a hole for Dog's tail?",
    "text": "Was wird geschehen mit dem Schwanz des Hundes? Haben diese Hosen ein Loch für den Wedel des Hundes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the long pair of pants. But it is still too cold.",
    "text": "Der Hund nimmt die lange Hose. Aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?",
    "text": "Der Hund bekommt jedes Mal ein neues Kleidungsstück. Wie viele Kleider hat der Hund jetzt an?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces will Dog need?",
    "text": "Wie viele Stücke wird der Hund brauchen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think there is any way Dog will get warm?",
    "text": "Denkst du, es gibt einen Weg, damit dem Hund warm wird?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog vests. One vest is wet, one vest is dry.\n\nDog takes the dry vest, but it is still too cold.",
    "text": "Der Kater gibt dem Hund Westen. Eine Weste ist nass, eine Weste ist trocken.\n\nDer Hund nimmt die trockene Weste, aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does having something wet on make you feel warmer or colder?",
    "text": "Wird dir wärmer oder kälter, wenn du etwas nasses trägst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog had three pieces of clothing on. The vest is one more. How many does that make?",
    "text": "Der Hund trägt drei Kleidungsstücke. Die Weste ist eine mehr. Wie viele macht das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?",
    "text": "Mit der Weste hat der Hund vier Kleidungsstücke. Bevor er die Weste anzog, hatte er eins weniger. Wie viele waren das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog jackets. One jacket is thick, one jacket is thin.\n\nDog takes the thick jacket, but it is still too cold.",
    "text": "Der Kater gibt dem Hund Jacken. Eine Jacke ist dick, eine Jacke ist dünn.\n\nDer Hund nimmt die dicke Jacke, aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thicker clothing helps you keep heat in and stay warmer.",
    "text": "Dickere Kleidung hilft dir, die Hitze auf der Innenseite zu erhalten und wärmer zu bleiben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the color of the jacket look odd with Dog's other clothes?",
    "text": "Sieht die Farbe der Jacke merkwürdig aus mit den anderen Kleidern des Hundes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog now has one more than four. How many is that?",
    "text": "Der Hund hat nun eines mehr als vier. Wie viel ist das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog hats. One hat is high, one hat is low.\n\nDog takes the high hat, but it is still too cold.",
    "text": "Der Kater gibt dem Hund Hüte. Ein Hut ist hoch, einer ist tief.\n\nDer Hund nimmt den hohen Hut, aber es ist immer noch zu kalt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the short hat and the tall hat.",
    "text": "Zeige auf den kurzen und den langen Hut.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does it matter which hat Dog chooses? Is one hat warmer than the other?",
    "text": "Spielt es eine Rolle, welchen Hut der Hund wählt? Ist einer wärmer als der andere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any hats? If so, do you like to wear them?",
    "text": "Hast du irgendwelche Hüte? Wenn ja, trägst du sie gerne?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog shoes.\n\nOne pair of shoes is new, one pair of shoes is old.",
    "text": "Der Kater gibt dem Hund Schuhe.\n\nEin paar Schuhe sind neu, ein paar Schuhe sind alt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "To give someone a choice, how many things do you need? Would having one thing be enough for a choice?",
    "text": "Wie viele Dinge braucht man, um jemandem eine Auswahl zu geben? Würde ein Ding genug sein für eine Auswahl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A person can be baffled if you give them too many things to choose from.",
    "text": "Eine Person kann verdutzt sein, wenn du ihr zu viele Dinge zum Auswählen gibst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog is still cold. Why are Dog's choices not helping?",
    "text": "Dem Hund ist immer noch kalt. Warum hilft die Wahl des Hundes ihm nicht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dogs takes the new shoes, and then ...\n\nIt is not too cold for Dog.",
    "text": "Der Hund nimmt die neuen Schuhe, und dann …\n\nEs ist nicht zu kalt für den Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What changed outside the window?",
    "text": "Was hat sich geändert vor dem Fenster?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Dog cold any more? Did his clothes help make him warm?",
    "text": "Warum ist dem Hund nicht mehr kalt? Halfen seine Kleider, ihm warm zu geben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is the moon and what is that on the horizon in the window?",
    "text": "Wo ist der Mond und was ist das am Horizont vor dem Fenster?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The night is over.\n\nThe moon goes. The sun comes.",
    "text": "Die Nacht ist vergangen.\n\nDer Mond geht unter. Die Sonne erscheint.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the palm trees together.",
    "text": "Zähle die Palmen zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the round, yellow sun. Is the moon always gone when the sun comes up?",
    "text": "Zeige auf die runde, gelbe Sonne. Ist der Mond immer weg, wenn die Sonne aufgeht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the moon always visible at night?",
    "text": "Ist der Mond immer sichtbar in der Nacht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is day. It is light. It is warm. It is very warm.\n\nFor Dog it is too warm.",
    "text": "Es ist Tag. Es ist hell. Es ist warm. Es ist sehr warm.\n\nFür den Hund ist es zu warm.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "List all the pieces of clothing Dog has on.",
    "text": "Zähle alle Kleidungsstücke, die der Hund an hat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Dog doing with his right hand? What motion do you use to try to cool off?",
    "text": "Was macht der Hund mit seiner rechten Hand? Welche Bewegung machst du, um zu versuchen, dich abzukühlen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are Dog's clothes finally making him warm, or too warm?",
    "text": "Halten die Kleider des Hundes ihn endlich warm, oder zu warm?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye hot Dog.",
    "text": "Tschüss Kater.\n\nTschüss heißer Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count Cat's whiskers. How many whiskers does Dog have?",
    "text": "Zähle die Schnurrhaare des Katers. Wie viele Schnurrhaare hat der Hund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.",
    "text": "Wer hat mehr Schnurrhaare – Kater oder Hund? Sie haben dieselbe Anzahl, aber die Schnurrhaare des Hundes sind klein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the end, how many pieces of clothing does Dog have? Too many!",
    "text": "Am Ende hat der Hund wie viele Kleidungsstücke? Zu viele!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In my village lives Mister Kio. Mister Kio has a cat called Safi.",
    "text": "In meinem Dorf lebt Herr Kio. Herr Kio hat eine Katze Namens Safi.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out and name each of the strong colors on this page.",
    "text": "Zeige auf und benenne jede kräftige Farbe auf dieser Seite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which has the least number of legs -- the table, Mr. Kio, or Safi?",
    "text": "Wer hat weniger Beine – der Tisch, Herr Kio, oder Safi?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many of Safi's legs can you see? How many can't you see?",
    "text": "Wie viele Beine von Safi kannst du sehen? Wie viele kannst du nicht sehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mister Kio goes to work, he leaves the door open.",
    "text": "Wenn Herr Kio arbeiten geht, lässt er die Türe offen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are the two things that used to be hanging on the pegs by the door?",
    "text": "Wo sind die zwei Dinge, die an der Wäscheklammer bei der Türe gehangen haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that Safi looks happy when Mr. Kio leaves?",
    "text": "Siehst du, wie glücklich Safi aussieht, als Herr Kio weggeht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is odd that  Mr. Kio leaves the door open when he leaves.",
    "text": "Es ist seltsam, dass Herr Kio die Türe offen lässt wenn er geht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi sits in the doorway to watch over the house.",
    "text": "Safi sitzt im Türbogen, um das Haus zu bewachen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like this page that has four equal sides. This floor is tiled with square tiles.",
    "text": "Ein Viereck ist eine Form wie diese Seite mit vier gleichen Seiten. Dieser Boden ist gefliest mit viereckigen Fliesen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have tiles where you live? If so, what shape are they?",
    "text": "Gibt es Fliesen, wo du lebst? Wenn ja, welche Form haben sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Safi like being a house watcher?",
    "text": "Gefällt es Safi, das Haus zu bewachen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When the neighbor's dog comes close, Safi scares him away.",
    "text": "Wenn der Hund des Nachbars naht, schreckt ihn Safi weg.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that Safi is trying to scare the dog?",
    "text": "Wie erkennst du, dass Safi den Hund erschrecken will?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the circles of colors and name the colors. Those circles aren't really in the house.",
    "text": "Zeige auf die farbigen Kreise und benenne die Farben. Diese Kreise sind nicht wirklich im Haus.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Circles that share the same central point are called \"concentric.\"",
    "text": "Kreise mit demselben Mittelpunkt nennt man \"konzentrisch.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog runs away.",
    "text": "Der Hund rennt weg.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the dog feeling?",
    "text": "Was fühlt der Hund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is bigger, the cat or the dog?",
    "text": "Welches Tier ist größer, die Katze oder der Hund?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These bands of color going from yellow to orange give a sense of motion. Compare this to the concentric circles on the previous page.",
    "text": "Diese Farbbänder von gelb zu orange geben dem Bild eine Art Bewegung. Vergleiche dies mit den konzentrischen Kreisen der vorherigen Seite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When a neighbor knocks at the door, Safi is ready to scratch.",
    "text": "Wenn ein Nachbar an der Tür klopft, ist Safi bereit zu kratzen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that Safi is being scary? Is the neighbor scared?",
    "text": "Wie bemerkst du, dass Safi Angst hat? Ist der Nachbar verängstigt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the neighbor need to be scared away, or is Safi doing too much?",
    "text": "Muss der Nachbar verscheucht werden oder macht Safi zu viel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name different things in this picture that are in a group of 2, 3, or 4.",
    "text": "Zeige auf und benenne die verschiedenen Dinge in diesem Bild, die in Gruppen von 2, 3 oder 4 vorkommen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The neighbor turns and runs away.",
    "text": "Der Nachbar dreht um und rennt weg.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at the neighbor's clothes, what is her favorite color?",
    "text": "Wenn man sich die Kleidung der Nachbarin ansieht, was ist wohl ihre Lieblingsfarbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is your favorite color?",
    "text": "Was ist deine Lieblingsfarbe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The neighbor is frightened by Safi. Have you ever been frightened by a cat or other small animal?",
    "text": "Der Nachbar hat Angst vor Safi. Hattest du jemals Angst vor einer Katze oder einem kleinen Tier?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Safi is hungry, she closes the door.",
    "text": "Wenn Safi Hunger hat, schließt sie die Türe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi should just close the door as soon as Mr. Kio leaves.",
    "text": "Safi sollte einfach die Türe schließen, sobald Herr Kio weggeht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is little Safi big enough to close that big door?",
    "text": "Ist die kleine Safi groß genug, um diese große Tür zu schließen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After the door closes, will Safi be able to reach the handle and open it?",
    "text": "Wenn die Tür sich schließt, wird Safi fähig sein, die Klinke zu betätigen und die Tür zu öffnen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi eats her food.",
    "text": "Safi frisst ihre Nahrung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the straight and curved lines in this picture.",
    "text": "Zeige auf die geraden und gebogenen Linien in diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Safi look happy to be eating? Do you like to eat your food?",
    "text": "Sieht Safi glücklich aus, während sie frisst? Isst du gerne dein Essen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you wait to eat if you were left with a plate of food you liked?",
    "text": "Würdest du mit dem Essen warten wollen, wenn man dich mit einem Teller Nahrung, die du magst, alleine lassen würde?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Afterwards, Safi jumps onto the sofa and sleeps, \"Purr! Purr! Purr!\"",
    "text": "Danach springt Safi auf das Sofa und schläft. \"Schnurr! Schnurr! Schnurr!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes people feel sleepy after eating and sometimes it gives them fresh energy. What does it do to you?",
    "text": "Manchmal werden Leute nach dem Essen müde und legen sich hin und manchmal bekommen sie so neue Energie. Was macht es mit dir, wenn du dich kurz hinlegst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Safi dreaming? If so, what do you think Safi is dreaming about?",
    "text": "Träumt Safi? Wenn ja, wovon, denkst du, träumt sie?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some of the things you dream about?",
    "text": "Was sind Dinge, von denendu träumst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mister Kio returns, Safi stretches happily and welcomes him home.",
    "text": "Wenn Herr Kio zurückkommt, streckt sich Safi zufrieden und heißt ihn willkommen zuhause.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the beautiful circle inside the orange square.",
    "text": "Zeige auf den schönen Kreis im orangen Viereck.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have some circles and squares where you are?",
    "text": "Hast du ein paar Kreise und Vierecke wo du bist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point together at the white circles Safi has on her back and belly.",
    "text": "Zeige auf die weißen Kreise, die Safi auf ihrem Rücken und Bauch hat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mister Kio and Safi sit down, and each of them reads the newspaper.",
    "text": "Herr Kio und Safi setzen sich, und sie lesen beide die Zeitung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is warm and cozy. Do cats read the newspaper?",
    "text": "Es ist warm und gemütlich. Lesen Katzen die Zeitung?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a shape with four straight sides with corners like this page. Point at the rectangles you see in this picture and around you.",
    "text": "Ein Rechteck ist eine Form mit vier geraden Linien mit Ecken wie diese Seite. Zeige auf die Rechtecke, die du auf diesem Bild und um dich herum siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most papers are shaped like rectangles. Mr. Kio's paper is strangely shaped.",
    "text": "Die meisten Papiere sind rechteckig. Herrn Kios Papier ist seltsam geformt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 0 Zero cats.\n\nNo cats here!",
    "text": "Wie viele Katzen sind hier?\n\n0 … null Katzen.\n\nKeine Katzen sind hier.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "0 is an important number! It's where all counting starts, even when we don't say it.",
    "text": "Sprich es an: Die 0 ist eine besondere Zahl! Hier beginnt das Zählen, auch wenn es nichts gibt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats do you see?",
    "text": "Erforscht nochmals die Frage: \"Wie viele Katzen siehst du hier?”. Müssen wir hier also etwas abzählen, um zu wissen, wie viele es sind?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the butterflies – they are tricky to find in this picture.",
    "text": "Zählt die Schmetterlinge - sie sind nicht leicht zu finden in diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 1 One cat.\n\n A black cat is eating red meat.",
    "text": "Wie viele Katzen sind hier?\n\n1 … eine Katze.\n\nEine schwarze Katze isst rotes Fleisch.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the green and orange squares, blue shirt, and black cat.",
    "text": "Zeigt und benennt die grünen und orangen Quadrate, das blaue Shirt, die schwarze Katze.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice how Paul is looking at the cat. Paul sure likes cats!",
    "text": "Sprecht über Pauls Blick und bildet Hypothesen, wie z.B. Paul mag seine Katze sehr!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.",
    "text": "Sprich es an: hier ist eine Katze mehr auf dem Bild als zuvor, also eine Katze; auf dem Bild vorher war es eine Katze weniger, also null Katzen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 2 Two cats. \n\n A white cat and a grey cat are sleeping.",
    "text": "Wie viele Katzen sind hier?\n\n2 … zwei Katzen.\n\nEine weiße Katze und eine graue Katze. Beide schlafen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the cats, plants, and people.",
    "text": "Zählt die Katzen, die Pflanzen und die Personen. Warum zählen wir eigentlich etwas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of cats, plants, and people, which number is the biggest? Which one is the smallest?",
    "text": "Vergleicht die Anzahlen der Katzen, der Pflanzen, der Personen, wovon ist am meisten zu sehen, welche Anzahl ist am kleinsten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the square tiles are now all the same gray color.",
    "text": "Zeigt auf den Boden und vergleicht mit dem Bild zuvor: wieder Quadrate, jetzt haben alle dieselbe graue Farbe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n3 Three cats. \n\nThree cats are playing in the kitchen.",
    "text": "Wie viele Katzen sind hier?\n\n3 … drei Katzen.\n\nDrei Katzen spielen in der Küche.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What a mess! There must be zero people here!",
    "text": "Sprecht über die Unordnung und bildet Hypothesen, z.B. da ist wohl kein Mensch im Haus.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together each group – the cats, cabinet doors, food containers, and spoons.",
    "text": "Zählt die Katzen, während ihr jede antippt, und auch umgefallene Dinge, Türen, Kekse.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which thing is there the most of in this picture?",
    "text": "Vergleicht die Anzahlen: wovon ist am meisten da, könnte jede Katze einen Keks essen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n4 Four cats. \n\nFour cats are Paul's friends.",
    "text": "Wie viele Katzen sind hier?\n\n4 … vier Katzen.\n\nVier Katzen lieben Paul.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the cats.",
    "text": "Zählt alle Katzen mit Antippen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these cats have you seen before, and which are new? Which ones are missing?",
    "text": "Überlegt, welche Katzen ihr bereits im Buch gesehen habt, welche fehlen, welche sind neu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name all the different colors in the room.",
    "text": "Zeigt und benennt die verschiedenen Farben im Raum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n5 Five cats. \n\nFive cats chase the dog.",
    "text": "Wie viele Katzen sind hier?\n\n5 … fünf Katzen.\n\nFünf Katzen verfolgen den Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at their faces and bodies, do the cats and the dog like each other?",
    "text": "Sprecht über den Ausdruck der Tiere, mögen sich Hunde und Katzen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of cats and the number of dogs. Which group is bigger? Poor dog!",
    "text": "Zählt die Katzen und Hunde. Welche Gruppe ist größer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These cats all have different coloring. Describe the color and pattern of each cat.",
    "text": "Die Katzen haben unterschiedliche Farben und Muster. Beschreibt und vergleicht sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats?\n\n6 Six cats.\n\nSix cats waiting for the dog.",
    "text": "Wie viele Katzen sind hier?\n\n6 … sechs Katzen.\n\nSechs Katzen warten auf den Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the cats on the floor and in the picture. Is it the same number?",
    "text": "Zählt die Katzen im Zimmer, und die auf dem Foto an der Wand. Sind es gleich viele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Find a cat or two in the picture on the wall that is not on the floor.",
    "text": "Überlegt: Welche Katze auf dem Foto ist nicht im Zimmer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog doesn't want to come back. Why not?",
    "text": "Was ist mit dem Hund los? Bildet Hypothesen, z.B. er mag nicht hereinkommen, weil ….",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n7 Seven cats. \n\nSeven cats playing in the compound.",
    "text": "Wie viele Katzen sind hier?\n\n7 … sieben Katzen.\n\nSieben Katzen spielen im Garten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at each of the seven cats.",
    "text": "Findet die Katzen und zählt sie tippend. Zeigt auf die Katzen direkt am Haus und benennt sie mit “4 von insgesamt 7 Katzen”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Paul looking for?",
    "text": "Überlegt: Wonach sucht Paul?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat on the roof is the highest cat. How did that cat get up so high?",
    "text": "Überlegt: Die Katze auf dem Dach ist am höchsten. Wie kam sie wohl da hoch?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n8 Eight cats. \n\nEight cats and one dog!",
    "text": "Wie viele Katzen sind hier?\n\n8 … acht Katzen.\n\nAcht Katzen und ein Hund.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cats have many different colors and patterns. Have you seen cats like these?",
    "text": "Sprecht über die Farben und Muster der Katzen. Kennt ihr eine ähnliche Katze?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Seven cats plus one dog makes how many animals?",
    "text": "Umkreist die sieben Katzen und tippt auf einen Hund. Sieben Katzen und ein Hund sind insgesamt wie viele Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think the dog looks happy or worried?",
    "text": "Überlegt: Wie schaut der Hund? Ist er wohl fröhlich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A kitten is stuck in a tree! \n\n\"I will rescue you!\" says Paul.",
    "text": "Ein Kätzchen sitzt oben im Baum.\n\n“Ich rette dich!”, ruft Paul.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats are stuck in the tree?",
    "text": "Wiederholt: Wie viele Katzen sieht man hier?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How did the cat get up there?",
    "text": "Bildet Hypothesen: Die Katze sitzt ganz oben im Baum, warum und wie geht es ihr?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is higher than Paul. How will Paul help the cat?",
    "text": "Überlegt: Die Katze sitzt höher, als Paul groß ist. Wie kann er ihr helfen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mama, can we keep him?\" \n\nHow many cats? \n\n9 Nine cats. \n\n\"That is too many cats!\" says Mama.\u0001",
    "text": "“Mama, ich habe sie. Können wir sie behalten?”\n\nWie viele Katzen sind es jetzt zusammen?\n\n9 … neun Katzen.\n\n“Neun Katzen sind zu viele,”, sagt Mama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One more than eight cats is nine cats. A dog and nine cats is how many animals?\u0001\u0001",
    "text": "Eine Katze mehr als acht sind zusammen neun Katzen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know anyone with cats? How many cats do they have?",
    "text": "Neun Katzen und ein Hund sind insgesamt wie viele Tiere?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think nine cats is too many?",
    "text": "Kennt ihr jemanden mit Katzen? Wie viele Katzen haben sie? Sind neun Katzen “zu viele”?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat was born blind.\n\nHer eyes had never seen her parents, or her brother and sisters. She knew their faces by touch.",
    "text": "Chat war blind geboren worden. Ihre Augen hatten ihre Eltern, Brüder oder Schwestern nie gesehen. Sie kannte ihre Gesichter durch Berührung.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you tried walking with your eyes closed? If you do, be sure to be with someone else to stay safe.",
    "text": "Hast du schon versucht, mit geschlossenen Augen irgendwohin zu gehen? Wenn ja, dann bleib an der Seite von jemandem, damit du dich gut zurechtfindest.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you don't see, you become much more aware of your other senses. Which senses do you notice more when you close your eyes?",
    "text": "Wenn man nicht sieht, werden andere Sinne viel bewusster wahrgenommen. Welche Sinne erlebst du stärker, wenn du deine Augen schließt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. A square is a rectangle with four equal sides. Point to the squares and rectangles you see on this page.",
    "text": "Ein Rechteck ist eine vierseitige Form, wie diese Seite. Ein Viereck ist ein Rechteck mit vier gleichen Seiten. Zeige auf die Vierecke und Rechtecke, die du auf dieser Seite siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, Chat was strolling in the garden.\n\nShe liked the sweet scent of flowers.\n\nShe loved to touch their soft petals.",
    "text": "Eines Tages schlenderte Chat durch den Garten.\n\nSie mochte den süßen Duft der Blumen.\n\nUnd sie mochte es, die feinen Blumenblätter anzufassen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many things to count here. Count together the trees, butterflies, canes, shoes, and any other groups you notice.",
    "text": "Es gibt hier vieles zum Zusammenzählen. Zähle die Bäume, Schmetterlinge, Stöcke und anderen Gruppen von Dingen, die dir auffallen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these groups can Chat count?",
    "text": "Welche dieser Gruppen kann Chat zählen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these groups has the most in it and which has the least?",
    "text": "Welche dieser Gruppen haben das meiste in sich, welche das wenigste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat wished she could see flowers, just once.\n\n\"They are lovely,\" she said to herself.",
    "text": "Chat wünschte sich, sie könnte Blumen sehen, nur einmal.\n\n\"Sie sind wunderbar,\" sagte sie zu sich selbst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five blue flowers and five yellow-orange flowers. How many is that all together?",
    "text": "Es hat hier fünf blaue Blumen und fünf gelb-orange Blumen. Wie viel ergibt das im Ganzen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you include the yellow-orange flower that Chat is holding, that would be one more. What is one more than five?",
    "text": "Wenn du die gelb-orange Blume dazuzählst, die Chat in der Hand hält, wäre das eine mehr. Wie viel ist eins mehr als fünf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many more blue flowers are there than butterflies?",
    "text": "Wie viele blaue Blumen gibt es mehr als Schmetterlinge?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Every day, Chat walked in the garden. She knew her way around.\n\nToday, she raised her head to the skies.",
    "text": "Chat ging jeden Tag durch den Garten. Sie kannte sich dort gut aus.\n\nHeute hob sie ihren Kopf gegen den Himmel hinauf.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see the surprise on her face? What is she surprised about?",
    "text": "Siehst du die Verwunderung auf ihrem Gesicht? Was befremdet sie so?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She can't see the clouds. What can she sense about what is happening?",
    "text": "Sie kann die Wolken nicht sehen. Was kann sie fühlen darüber, was vor sich geht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is going on in the sky? What do you think is about to happen?",
    "text": "Was ist im Himmel los? Was meinst du, was geschieht hier?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Suddenly, she heard thunder and lightning.\n\n\"I need to hurry back to the house,\" Chat thought.",
    "text": "Plötzlich hörte sie Blitz und Donner.\n\n\"Ich muss schnell zurück ins Haus\", dachte Chat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever been outside someplace when a storm came up quickly? Did you get wet?",
    "text": "Warst du jemals irgendwo draußen, als in aller Eile ein Sturm aufkam? Wurdest du nass?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like watching lightning?",
    "text": "Magst du es, Blitze zu beobachten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you find lightning scary or fun when you are outside?",
    "text": "Findest du Blitze draußen schaurig oder lustig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rain began to fall.\n\nChat slipped, lost her balance and fell.\n\nShe hit her head on a stone.",
    "text": "Es begann zu regnen.\n\nChat rutschte aus, verlor das Gleichgewicht und fiel um.\n\nSie schlug ihren Kopf an einem Stein.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Head injuries can be very serious. Do you think Chat will be okay?",
    "text": "Kopfverletzungen können sehr schwere Folgen haben. Meinst du, Chat wird es gut gehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are colors going from yellow to light red to red in this picture. Point to them and describe them.",
    "text": "Auf diesem Bild gibt es Farben von Gelb bis Hellrot. Zeige auf sie und beschreibe sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and describe the colors going from yellow to various greens in the picture.",
    "text": "Zeige auf die Farben von Gelb zu verschiedenen Grüntönen auf diesem Bild und beschreibe sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Chat woke up, there were people around her.\n\n\"What happened?\" she asked.",
    "text": "Als Chat aufwachte, waren Leute um sie herum.\n\n\"Was ist passiert?\", fragte sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the people in Chat's family. Did you include Chat?",
    "text": "Zähle die Leute in Chats Familie zusammen. Hast du Chat mitgezählt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell by looking at their faces what each person is feeling?",
    "text": "Kannst du durch das Beobachten ihrer Gesichter erahnen, was jeder und jede von ihnen gerade denkt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many colors here! Which of the colors of the rainbow are missing in this picture?",
    "text": "Es gibt so viele Farben hier! Welche Farben des Regenbogens fehlen auf diesem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You fell and bumped your head, her father said.\n\n\"We are so thankful that you are fine,\" said her mother.",
    "text": "\"Du bist gefallen und hast dir den Kopf gestoßen\", sagte ihr Vater.\n\n\"Wir sind so dankbar, dass es dir gut geht\", sagte ihre Mutter.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is a fun circular pattern on Chat's bed. Are there more blue circles or red circles?",
    "text": "Auf Chats Bett gibt es ein lustiges rundes Muster. Sind da noch mehr blaue oder rote Kreise?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe some pretty patterns around where you are.",
    "text": "Beschreibe ein paar schöne Muster da, wo du bist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Find the rectangles in this picture and around where you are.",
    "text": "Finde die Rechtecke auf diesem Bild und um dich herum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Daddy, mummy? asked Chat. She also called the names of her brothers and sisters. \"Please, get me a flower.\" Everyone was surprised.",
    "text": "\"Papa, Mama?\", fragte Chat. Sie rief auch die Namen ihrer Brüder und Schwestern. \"Bitte, bringt mir eine Blume.\" Alle waren überrascht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is everyone surprised?",
    "text": "Warum sind alle überrascht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is everyone looking so happy?",
    "text": "Warum sehen alle so glücklich aus?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you count all the circles on her bed, or is it too many? Can you count other things, such as eyes, arms, or noses?",
    "text": "Kannst du alle Kreise auf ihrem Bett zusammenzählen, oder sind es zu viele? Kannst du andere Dinge zusammenzählen, wie zum Beispiel Augen, Arme und Nasen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Her sister returned with a flower.\n\nChat held it gently. \"It is so lovely,\" she said.",
    "text": "Ihre Schwester kam zurück mit einer Blume.\n\nChat hielt sie liebevoll in ihren Händen. \"Sie ist so schön\", sagte sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Imagine what it is like to see the world for the first time. What would you most want to see?",
    "text": "Stell dir vor, wie es ist, die Welt zum ersten Mal zu sehen. Was würdest du am ehesten sehen wollen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which side of her head did she hit on the rock and which side is bandaged? Hmmm ...?",
    "text": "Welche Seite ihres Kopfes hat sie am Stein angeschlagen und welche Seite ist verbunden? Hmmm ...?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you find all the rectangles in this picture? Some of them are a bit sneaky.",
    "text": "Kannst du alle Rechtecke auf diesem Bild finden? Einige von ihnen sind ein bisschen versteckt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Her family looked at one another.\n\n\"Chat, can you see the flower?\" her mother asked.",
    "text": "Ihre Familienmitglieder schauten einander an.\n\n\"Chat, kannst du die Blume sehen?\" fragte ihre Mutter.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What emotion do you see on each person's face?",
    "text": "Was siehst du auf jedem Gesicht jeder Person?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you known anyone who suddenly got much better from an illness?",
    "text": "Hast du jemals jemanden gekannt, dem es plötzlich viel besser ging nach einer Krankheit?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you known anyone who was blind?",
    "text": "Kanntest du jemanden, der blind war?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat played with the flower in her hand.\n\n\"You are all so beautiful, just like this flower,\" she smiled.",
    "text": "Chat spielte mit der Blume in ihrer Hand.\n\n\"Du bist so schön, genau wie diese Blume,\" lächelte sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out some of the new rectangles in this picture.",
    "text": "Zeige auf irgendwelche neuen Rechtecke in diesem Bild.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is a very happy ending! Did you think the story would end this way?",
    "text": "Das ist ein sehr glückliches Ende. Dachtest du, die Geschichte würde auf diese Art enden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people become doctors because they like helping people to have happy endings like this.",
    "text": "Es gibt Leute, die Arzt werden, weil sie es mögen, Leuten zu helfen und einen glücklichen Ausgang wie diesen zu finden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is my cat?",
    "text": "Wo ist meine Katze?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This cat is very good at hiding. The dark black of this cat helps it hide.",
    "text": "Die kleine Katze kann sich gut verstecken. Ihr schwarzes Fell hilft, denn so kann sie leicht übersehen werden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What kinds of places would make it easy to see this cat?",
    "text": "Überlegt, an welchen Orten die Katze etwas besser oder sogar gut gesehen werden könnte.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where do you like to hide?",
    "text": "Sprecht darüber, wo ihr euch gern versteckt und warum. Nutzt verschiedene Positionsworte und gern auch entsprechende Gebärden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it under the bed?",
    "text": "Ist sie unter dem Bett?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Was the cat under the bed before the boy looked there?",
    "text": "Überlegt, ob die Katze unter dem Bett war, bevor der Junge dort hinkam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This bed cover has lots of colorful stripes. Count how many different colors it has.",
    "text": "Welche Farben seht ihr auf der bunten Bettdecke? Benennt und zählt die verschiedenen Farben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The walls in this room have a free form design that doesn't repeat. Have you  seen walls like this before?",
    "text": "Sprecht über die Formen an den Wänden, die kein festes Muster haben. Habt ihr ähnliches schon irgendwo gesehen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it on top of the cupboard?",
    "text": "Ist sie auf dem Schrank?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Instead of being on top of the cupboard, the cat is inside it.",
    "text": "Schaut, sie ist nicht ganz oben, sondern ganz unten, nicht auf, sondern im Schrank.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This cupboard has a beautiful design. How many colors does it have?",
    "text": "Welche Farben seht ihr auf dem Schrank, welche mögt ihr am liebsten? Zählt die verschiedenen Farben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about the shapes and patterns on the cupboard doors.",
    "text": "Sprecht über die Formen und musterhaften Wiederholungen auf den Schranktüren.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it behind the couch?",
    "text": "Ist sie hinter dem Sofa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is very easy to see right now. Too bad the boy is looking in the wrong place.",
    "text": "Hier ist die Katze gut zu sehen. Schaut der Junge in die richtige Richtung?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the strong colors on this page: red, orange, yellow, green, blue, and brown.",
    "text": "Sprecht wieder über die vielen Farben auf dem Bild. Zählt die Formen auf dem Sofa und die Fensterscheiben.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors of the rainbow are missing from the room?",
    "text": "Überlegt, welche Farben des Regenbogens hier nicht zu sehen sind. Wie viele weitere Farben fallen euch ein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it next to the trash can?",
    "text": "Ist sie neben dem Mülleimer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat must be very fast and quiet -- he was next to where the boy is now.",
    "text": "Schaut, die Katze ist ganz in der Nähe des Jungen. Sie ist wohl schnell und leise.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the red bricks just below the window.",
    "text": "Zählt die roten Steine am Fensterbrett und auf dem Boden. Wovon gibt es mehr?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many straight lines in this picture. Point to some curved lines.",
    "text": "Schaut die ganzen geraden Linien auf dem Bild an und macht einen geraden Finger. Nun zeigt auf kurvige Linien und macht einen kurvigen Finger. Ist etwas eckig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it inside the basket?",
    "text": "Ist sie im Korb?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which part of the cat is not inside the SOAP box?",
    "text": "Schaut, welcher Teil der Katze passt nicht mehr in den Karton?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is inside the basket? Is that where the cat sleeps?",
    "text": "Überlegt, was in dem Korb liegt und ob die Katze wohl gern im Korb ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the wall does not line up with the squares of the floor.",
    "text": "Sprecht über die Bodenfliesen, ihre Farbe und ihre Form. Wie verlaufen sie entlang der Wände?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it outside the house?",
    "text": "Ist sie Draußen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That poor boy is always looking in the wrong place.",
    "text": "Überlegt, wie es dem Jungen bei der ganzen Suche geht.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think the boy ever finds the cat, or will the boy give up?",
    "text": "Glaubt ihr, der Junge wird die Katze bald finden oder eher aufgeben? Oder vielleicht hat er einen anderen Plan?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the same wall pattern as on the last page, but the floor is a different color!",
    "text": "Schaut die Wände an, sie haben das gleiche Muster wie auf der Seite zuvor. Aber, was ist anders am Boden?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here it is!",
    "text": "Hier ist sie!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like the cat is in a cupboard or under a sink.",
    "text": "Die Katze ist wohl im Schrank unter der Spüle. Woran seht ihr das auf dem Bild?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Was the cat playing a game with the boy?",
    "text": "Denkt ihr, die Katze hat ein bisschen Verstecken gespielt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will the boy do with the cat now? Maybe he will feed it or play with it? What do you think?",
    "text": "Überlegt, was der Junge jetzt wohl macht. Wird er die Katze kuscheln oder füttern oder mit ihr spielen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit.\n\nThey held hands to cross the big river.",
    "text": "Eines Tages gingen Akadeli, Lucy, Acharait und Mary Wildfrüchte sammeln.\n\nSie hielten einander die Hände beim Überqueren des großen Flusses.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the girls together.",
    "text": "Zähle die Mädchen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?",
    "text": "Beschreibe die Muster, die du in ihrer Kleidung siehst. Magst du einfarbige Kleidung oder welche mit Muster, oder beides?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?",
    "text": "Freunde halten manchmal Hände, um einander Gesellschaft zu leisten. Warum halten diese Mädchen einander die Hände?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girls found a tree full of ripe fruit.\n\nThey agreed to pick the fruit with their eyes closed.",
    "text": "Die Mädchen fanden einen Baum voller reifer Früchte.\n\nSie einigten sich, die Früchte mit geschlossenen Augen zu pflücken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name all the colors in the colorful clothes they are wearing.",
    "text": "Nenne alle Farben in den buntenKleidern, die sie tragen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each girl has her arms in a different position. Can you copy their arm positions with your arms?",
    "text": "Jedes Mädchen hält ihre Arme in einer anderen Position. Kannst du diese Positionen mit deinen Armen nachahmen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.",
    "text": "Zähle die Äste zusammen, die vom Hauptstamm dieses Baumes abgehen. Du wirst entscheiden müssen, welche davon groß genug sind, um zusammengezählt zu werden.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lucy, Acharait and Mary did not close their eyes.\n\nOnly Akadeli closed hers.",
    "text": "Lucy, Acharait und Mary haben ihre Augen nicht geschlossen.\n\nNur Akadeli hat ihre geschlossen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think the other girls did not close their eyes?",
    "text": "Warum denkst du haben die anderen Mädchen ihre Augen nicht geschlossen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is a good climbing tree. Count together the branches that look the strongest.",
    "text": "Dieser Baum ist gut zum Klettern. Zähle die Äste zusammen, die am stärksten aussehen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you ever do things with your eyes closed, just for fun?",
    "text": "Machst du manchmal Dinge mit geschlossenen Augen, nur so zum Spaß?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When they opened their eyes, only Akadeli had picked unripe fruit.",
    "text": "Als sie ihre Augen öffneten, hatte nur Akadeli unreife Früchte gepflückt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?",
    "text": "Schätze, wie viele Früchte sich in einem Korb befinden. Etwas zu schätzen bedeutet, eine fundierte Vermutung aufzustellen. Ist deine Schätzung größer als die größte Nummer, die du kennst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What shapes are there on the two blue dresses?",
    "text": "Welche Formen sind da auf den zwei blauen Kleidern?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?",
    "text": "Hast du jemals ein Spiel gespielt, bei welchem einige der Leute die Spielregeln nicht befolgten? Wie fühltest du dich dabei?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lucy, Acharait, and Mary laughed at Akadeli. They left for home.\n\nAkadeli threw away the unripe fruit. She began picking ripe ones.",
    "text": "Lucy, Acharait und Mary lachten Akadeli aus. Sie gingen nach Hause.\n\nAkadeli warf das unreife Obst weg. Sie begann, reifes zu pflücken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you have four girls and you take three away, how many are left?",
    "text": "Hast du vier Mädchen, und nimmst drei weg, wie viele bleiben dann übrig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean?",
    "text": "Wenn dich Leute auslachen, macht dich das wütend oder beschämt? Konntest du sie ignorieren, wissend, dass sie einfach nur gemein waren?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Akadeli stay behind to pick fruit?",
    "text": "Warum blieb Akadeli zurück, um Früchte zu pflücken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Soon, Akadeli filled her basket with ripe fruit.\n\nShe set off alone, crossing the big river.",
    "text": "Akadeli hat ihren Korb bald mit reifen Früchten gefüllt.\n\nSie ging alleine los, überquerte den großen Fluss.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many splashes can you count when her fruit hits the water?",
    "text": "Wie viele Spritzer kannst du zählen, als ihr Obst das Wasser berührt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the larger trees together.",
    "text": "Zähle die größeren Bäume zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?",
    "text": "Warum, denkst du, ist Akadeli im Fluss ausgerutscht, obwohl zuvor niemand ausgerutscht ist? Gibt es einen anderen Grund dafür, Hände zu halten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Half way across the river, Akadeli's fruit fell into the water.\n\nShe was angry and began to cry.",
    "text": "In der Mitte des Flussesfiel Akadelis Frucht ins Wasser.\n\nSie war wütend und begann zu weinen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli is standing in the middle of some circles in the water. How many?",
    "text": "Akadeli steht in der Mitte von ein paar Kreisen im Wasser. Wie viele sind es?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?",
    "text": "Menschen weinen manchmal, wenn sie traurig oder wütend sind. Warst du jemals traurig oder wütend, als du etwas verschüttethast?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the dark squares in the checkerboard pattern on her shirt.",
    "text": "Zähle die dunklen Vierecke im Schachbrettmuster auf ihrem Hemd.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli saw a big fish and grabbed it.",
    "text": "Akadeli sah einen großen Fisch und packte ihn.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it okay that Akadeli lost her basket? Do you think her parents will be mad?",
    "text": "Ist es in Ordnung, dass Akadeli ihren Korb verloren hat? Meinst du ihre Eltern werden wütend sein?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The title says this is Akadeli's lucky day. How is Akadeli's day going so far?",
    "text": "Der Titel sagt, dies sei Akadelis Glückstag. Wie geht es Akadeli so weit?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this fish bigger or smaller than Akadeli?",
    "text": "Ist dieser Fisch größer oder kleiner als Akadeli?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "As Akadeli walked home, a hawk snatched the fish.\n\nHe flew away with it.",
    "text": "Als Akadeli nach Hause lief, schnappte sich ein Falke den Fisch.\n\nEr flog mit ihm davon.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk snatched the fish with the talons on its feet. How many talons do you see?",
    "text": "Der Adler schnappte sich den Fisch mit seinen Krallen. Wie viele Krallen siehst du?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.",
    "text": "Die Flügel des Falken und Akadelis Hemd sehen ein bisschen ähnlich aus – beschreibe worin sie sich ähneln und worin sie verschieden sind.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Akadeli feeling as she watches the hawk fly away with her fish?",
    "text": "Was fühlt Akadeli, während sie den Falkenmit ihrem Fisch wegfliegen sieht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk left behind a feather from its tail.\n\nAkadeli picked up the feather and continued walking home.",
    "text": "Der Falke hinterließ eine Feder von seinem Rücken.\n\nAkadeli hob die Feder auf und ging weiter nach Hause.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many spots are on this feather?",
    "text": "Wie viele Flecken sind auf dieser Feder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever found a feather? Was it very colorful?",
    "text": "Hast du jemals eine Feder gefunden? War sie sehr farbig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three kinds of plants in this picture. Point at the tallest and shortest ones.",
    "text": "Es gibt drei verschiedene Arten von Pflanzen auf diesem Bild. Zeige auf die längste und kürzeste von ihnen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition.\n\nThey took her feather and gave her a big bull!",
    "text": "Sie traf auf eine traditionelle Hochzeit. Die Tänzer trugen Gras auf ihren Köpfen anstelle von Federn, wie es die Tradition vorschrieb.\n\nSie nahmen ihr die Feder und gaben ihr einen großen Bullen!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count how many people are wearing yellow grass on their heads.",
    "text": "Zähle, wie viele Leute gelbes Gras auf ihren Köpfen tragen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Estimate how many people it would take to weigh as much as that bull.",
    "text": "Schätze, wie viele Leute es brauchen würde um dasselbe Gewicht zu haben wie dieser Bulle.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?",
    "text": "Überraschenderweise tauschte Akadeli eine Feder gegen einen Bullen. Warum taten die Leute das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli.\n\nIt was a lucky day for Akadeli!",
    "text": "Akadeli kam zuhause an mit ihrem Bullen. Ihre Eltern und Verwandten waren so glücklich. Lucy, Acharait und Mary wünschten sich, Akadeli nicht belogen zu haben.\n\nEs war ein Glückstag für Akadeli!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do you think the other girls feel?",
    "text": "Was meinst du, wie fühlen sich die anderen Mädchen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever lied to someone? If so, did it make you feel sorry or ashamed?",
    "text": "Hast du jemals jemanden angelogen? Wenn ja, tat es dir leid oder schämtest du dich?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!",
    "text": "Zähle die Anzahl schwieriger Momente in Akadelis Tag. Es endete alles gut. Das Leben kann voller Überraschungen sein!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My heart feels a lot of things.",
    "text": "Mein Herz fühlt viele Dinge.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of different feelings you have. How many can you think of?",
    "text": "Denke an verschiedene Gefühle, die du hast. An wie viele kannst du denken?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Tell a story about a time when you felt one of those feelings.",
    "text": "Erzähle eine Geschichte über eine Zeit, als du eines dieser Gefühle gefühlt hast.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do your feelings fit into a few groups? For example, are they all happy or sad feelings?",
    "text": "Passen deine Gefühle in mehrere Gruppen? Sind sie zum Beispiel alle glückliche oder alle traurige Gefühle?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel happy when my granny tells us stories in the evening.",
    "text": "Ich fühle mich glücklich, wenn unsere Großmutter uns am Abend Geschichten erzählt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know a special person who loves to tell you stories? Does it make you feel good to hear that person tell stories?",
    "text": "Kennst du einen bestimmten Menschen, der es liebt, dir Geschichten zu erzählen? Fühlt es sich für dich gut an, diesem Menschen zuzuhören, wie er dir Geschichten erzählt?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together how many children are listening to granny's story. If you add granny to that count, it will be one more -- how many would that make?",
    "text": "Zähle zusammen, wie viele Kinder der Geschichte von Großmutter zuhören. Wenn du Großmutter dazuzählst, wird es eine mehr sein – wie viele wären es dann?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do these children look happy? How can you tell?",
    "text": "Sehen diese Kinder glücklich aus? Woran erkennst du das?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel silly when I play with my friend.",
    "text": "Ich fühle mich bescheuert, wenn ich mit meinem Freund spiele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What things do you do when you are being silly?",
    "text": "Was tust du, wenn du dich albern verhältst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the hands, feet, eyes, noses, fingers, toes, or anything else you see.",
    "text": "Zähle die Hände, Füße, Augen, Nasen, Finger, Zehen oder alles andere, das du siehst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things has the biggest number and which one has the smallest?",
    "text": "Welche Gruppe von Dingen hat die größte Anzahl und welche die kleinste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel bad when my dad says he does not have money.",
    "text": "Ich fühle mich schlecht, wenn mein Vater sagt, er habe kein Geld.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What sorts of things make you sad?",
    "text": "Was macht dich traurig?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the colors of their different pieces of clothing.",
    "text": "Zeige auf die Farben der verschiedenen Kleidungsstücke und benenne sie.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of buttons on her dress.",
    "text": "Zähle die Anzahl von Knöpfen auf ihrem Kleid.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel loved when my mom gives me a hug.",
    "text": "Ich fühle mich geliebt, wenn meine Mutter mich umarmt.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some special moments that make you feel loved?",
    "text": "Welches sind die besonderen Momente, in denen du dich geliebt gefühlt hast?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you do to let others know you feel love for them?",
    "text": "Was tust du, um andere wissen zu lassen, dass du für sie Liebe empfindest?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The mother's clothing has stripes and the girl's has stars. Do you have some clothes with stars or some other shapes on them?",
    "text": "Die Kleidung der Mutter hat Streifen, und die des Mädchens hat Sterne. Hast du Kleider mit Sternen oder anderen Formen darauf?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Let me tell you about the palm tree.",
    "text": "Lass mich dir von der Palme erzählen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have palm trees where you live? There are many kinds of palm trees -- perhaps yours look different than these.",
    "text": "Gibt es dort, wo du lebst, Palmen? Es gibt viele verschiedene Arten von Palmen – vielleicht sehen deine anders aus als diese.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His necklace has a repeating pattern of yellow and red beads. Count the beads by using the pattern to count by 2's.",
    "text": "Sein Halsband hat ein sich wiederholendes Muster von gelben und roten Perlen. Zähle die Perlen indem du sie mit dem Muster von Zweiergruppen zählst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He has loops for his ears. How many looping pieces of clothing does he have? Be sure to look all over.",
    "text": "Er hat Creolen für seine Ohren. Wie viele ringförmige Kleidungsstücke hat er noch? Sieh dich überall um.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This tree lives when everything else is dry.",
    "text": "Dieser Baum lebt auf, wenn alles andere trocken ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Water is needed by most living things. Palm trees are smart about using very little water in a dry place.",
    "text": "Die meisten lebenden Dinge brauchen Wasser. Palmen sind klug, sie verbrauchen wenig Wasser an trockenen Orten.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The branches split into two branches as they go up. Count the branches at the top of what we can see before the leaves.",
    "text": "Die Zweige teilen sich beim Hochwachsen in zwei Teile. Zähle die Zweige an der Spitze dessen, was wir vor den Blättern sehen können.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bones and stones on the ground.",
    "text": "Zähle die Knochen und Steine am Boden zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The shade from a palm tree is always cool.",
    "text": "Der Schatten einer Palme ist immer kühl.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there something special about the shade of a palm tree that makes it cool?",
    "text": "Gibt es etwas Spezielles über den Schatten einer Palme, das ihn kühl macht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the shade of all trees cool?",
    "text": "Ist der Schatten von allen Bäumen kühl?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This person barely fits inside this shade. Why did he pick such a small tree? Maybe there aren't any other trees nearby?",
    "text": "Diese Person passt kaum in diesen Schatten. Warum hat sie so einen kleinen Baum gewählt? Gibt es vielleicht keine anderen Bäume in der Nähe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We eat fruit from the palm tree.",
    "text": "Wir essen Früchte von den Palmen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name and count the kinds of fruit you like to eat.",
    "text": "Benenne und zähle die Arten von Früchten, die du magst.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their hair is braided into rows. Which one has more rows that you can see? What is the difference between the two numbers -- how many more?",
    "text": "Ihre Haare sind in Reihen geflochten. Wer hat mehr sichtbare Reihen? Was ist der Unterschied zwischen den beiden Zahlen – wie viele mehr?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does it make sense that the bigger person would have the bigger number of hair rows?",
    "text": "Macht es Sinn, dass die größere Person die größere Anzahl Haareihen haben würde?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We use palm leaves to thatch our houses.",
    "text": "Wir benutzen Palmblätter, um unsere Häuser damit zu bedecken.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This house has a round shape. Round houses are easier to build and enclose more space.",
    "text": "Dieses Haus hat eine runde Form. Runde Häuser sind einfacher zu bauen und beinhalten größere Flächen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any round buildings where you live?",
    "text": "Gibt es runde Häuser, da wo du lebst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Balls and light bulbs are usually round. What are some round things around you?",
    "text": "Bälle und Glühbirnen sind üblicherweise rund. Was sind ein paar runde Dinge um dich herum?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We make brooms and mats from palm leaves.",
    "text": "Wir machen Besen und Matten aus Palmblättern.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the things around you, which of them look like they are made directly from trees or other natural materials?",
    "text": "Welche der Dinge um dich herum sehen aus, als wären sie direkt aus Bäumen oder anderen natürlichen Materialien gemacht?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of different things in this picture that are made from a palm.",
    "text": "Zähle die verschiedenen Dinge auf diesem Bild, die aus einer Palme gemacht sind, zusammen.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of loops that she is wearing. Is the number more or less than the man had on an earlier page?",
    "text": "Zähle den kreisförmigen Schmuck, den sie trägt. Ist ihre Anzahl größer oder kleiner als die von dem Mann auf einer der vorherigen Seiten?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We use palm tree seeds for fuel.",
    "text": "Wir benutzen Palmensamen als Heizmaterial.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Burning palm tree seeds is one of many possible sources of heat. How do you get heat where you live?",
    "text": "Palmsamen zu verbrennen ist eine von vielen möglichen Heizstoffen. Wie erhältst du HItze, dort wo du lebst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are other uses for heat besides cooking?",
    "text": "Was sind andere Verwendungszwecke für Wärme außer zum Kochen?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "An estimate is an educated guess based on partial information. Estimate the number of seeds in that basket. Is it a bigger number than you know?",
    "text": "Eine Schätzung ist eine fundierte Vermutung basierend auf Teilinformationen. Schätze die Anzahl Samen in diesem Korb. Ist es eine größere Zahl als die du kennst?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see why the palm tree is important?",
    "text": "Siehst du, warum die Palme wichtig ist?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "List and count how many ways the palm tree is useful to them.",
    "text": "Liste auf und zähle die vielen Arten, wie die Palme nützlich für sie ist.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some trees where you live that have important uses?",
    "text": "Welches sind die Bäume, dort wo du lebst, die einen wichtigen Nutzen haben?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Whether useful or not, what are some of your favorite trees near you?",
    "text": "Nützlich oder nicht, was sind einige deiner Lieblingsbäume in deiner Nähe?",
    "type": "data_list",
    "note": ""
  }
]