[
  {
    "SourceText": "Count together the whiskers, ears, legs, eyes, and tails.",
    "text": "Vamos contar juntos os fios dos bigodes, as orelhas, as pernas, os olhos e os rabos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which counts are the same, which are different, which are the largest, and which are the smallest?",
    "text": "Quais contagens são iguais, quais são diferentes, quais são as maiores e quais são as menores?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is red and which one is yellow?",
    "text": "Qual animal é vermelho e qual é amarelo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.",
    "text": "Gato e Cão moram numa casa.\n\nUma casa com uma porta.\n\nUma casa com um telhado.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a round house. Is your house round?",
    "text": "Gato e Cão moram numa casa redonda. Sua casa é redonda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to any other round things in the picture.",
    "text": "Aponte para quaisquer outras coisas redondas na imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many rooms does their house seem to have?",
    "text": "Quantos cômodos a casa deles parece ter?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.",
    "text": "Gato e Cão têm uma bola.\n\nA bola é vermelha, azul e verde.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of colors on the ball.",
    "text": "Vamos contar juntos o número de cores na bola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color on the ball is not a color for Cat or Dog?",
    "text": "Qual cor na bola não é uma cor do Gato ou do Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there anything where you are that is striped like this ball?",
    "text": "Existe alguma coisa onde você está que seja listrada como esta bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.",
    "text": "Gato e Cão brincam com a bola.\n\nGato joga a bola para o Cão.\n\nCão pega a bola.\n\nCão joga a bola para o Gato.\n\nGato pega a bola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times did they throw the ball?",
    "text": "Quantas vezes eles jogaram a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like playing with balls? Do you throw them, catch them, or kick them?",
    "text": "Você gosta de brincar com bolas? Você joga, pega ou chuta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can real cats and dogs play catch with a ball? How can they play with balls?",
    "text": "Gatos e cachorros de verdade conseguem brincar de pegar uma bola? Como eles podem brincar com bolas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat throws the ball very high.\n\nOh! Oh!",
    "text": "Então Gato joga a bola bem alto.\n\nOh! Oh!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Dog. How much higher than Dog did Cat throw it?",
    "text": "A bola está mais alta que o Cão. Quão mais alto que o Cão o Gato jogou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat mean to do that? How can you tell from Cat's face?",
    "text": "O Gato fez isso de propósito? Como você pode dizer isso pela expressão do Gato?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball sometimes not go where you want it when you play catch?",
    "text": "Já aconteceu de a bola não ir para o lugar esperado quando você joga ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is on the roof.\n\nThe ball is on the roof of the house.",
    "text": "A bola está no telhado.\n\nA bola está no telhado da casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The roof is slanted. Does the ball look like it would roll off the roof?",
    "text": "O telhado é inclinado. Será que a bola vai rolar do telhado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are Cat and Dog?",
    "text": "Onde estão o Gato e o Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the shape of the ball and the house similar and how are they different?",
    "text": "Como as formas da bola e da casa são similares e como são diferentes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?",
    "text": "Gato e Cão conseguem ver a bola.\n\nGato e Cão não conseguem pegar a bola.\n\nComo eles vão pegar a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is too high for Cat and Dog to reach. How will they solve this problem?",
    "text": "A bola está muito alta para Gato e Cão alcançarem. Como eles vão resolver esse problema?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What can you do to get something that is too high? Would you ask for help?",
    "text": "O que você faria para pegar algo que está muito alto? Pediria ajuda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball look bigger than it did when they were throwing it?",
    "text": "A bola parece maior do que quando eles estavam jogando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.",
    "text": "Gato e Cão estão tristes.\n\nEles querem encontrar algo que seja alto para alcançar a bola.\n\nEntão o Elefante passa por ali.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are crying. Is their crying helping them solve their problem?",
    "text": "Gato e Cão estão chorando. O choro deles está ajudando a resolver o problema?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the big animals, birds, and trees in the picture.",
    "text": "Vamos contar juntos os animais grandes, pássaros e árvores na imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.",
    "text": "Elefante é grande.\n\nElefante consegue ver a bola.\n\nElefante pode pegar a bola.\n\nElefante pega a bola do telhado.\n\nElefante tira a bola do telhado da casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other animals stand on two legs?",
    "text": "Que outros animais ficam sobre duas patas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.",
    "text": "Elefante entrega a bola para Gato e Cão.\n\nGato e Cão sorriem. Elefante sorri.\n\nGato, Cão e Elefante sorriem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these animals is the biggest and which is the smallest?",
    "text": "Qual desses animais é o maior e qual é o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are good at taking turns. Are you good at taking turns?",
    "text": "Eles são bons em se revezar. Você é bom em revezar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.",
    "text": "Tchau, Gato.\n\nTchau, Cão.\n\nTchau, Elefante.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With fewer balls than animals, the animals must be good at sharing.",
    "text": "Com menos bolas do que animais, os animais devem ser bons em compartilhar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?",
    "text": "Se você só tem uma palavra (\"Muu\"), você tem que pronunciar ela de diferentes maneiras para que signifiquem coisas distintas. O que você acha que a vaca quer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The goat says, \"Meh, meh.\"",
    "text": "O bode diz: \"béé, béé.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many horns does a goat have? Name some other animals that have two hard things growing on their head.",
    "text": "Quantos chifres tem um bode? Nomeie outros animais que têm duas coisas duras crescendo em suas cabeças.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse says, \"Neigh.\"",
    "text": "O Cavalo diz, “iiirrrí.”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the horse's legs. Can you think of a farm animal that has only two legs?",
    "text": "Vamos contar juntos as pernas do cavalo. Você consegue pensar em um animal de fazenda que tem apenas duas pernas?",
    "type": "data_list",
    "note": ""
  }
]