[
  {
    "SourceText": "One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit.\n\nThey held hands to cross the big river.",
    "text": "Um dia Akadeli, Lucy, Acharait e Maria foram colher frutas silvestres. \n\nElas deram as mãos e atravessaram o grande rio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the girls together.",
    "text": "Contem as meninas juntos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?",
    "text": "Descreva as estampas que você vê na roupa delas. Você gosta de usar roupas lisas, estampadas ou ambas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?",
    "text": "Amigos às vezes dão as mãos para ficarem próximos ou mostrar que são amigos. Por que essas meninas estão de mãos dadas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girls found a tree full of ripe fruit.\n\nThey agreed to pick the fruit with their eyes closed.",
    "text": "As garotas encontraram uma árvore cheia de frutas maduras.\n\nElas decidiram pegar as frutas com os olhos fechados.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name all the colors in the colorful clothes they are wearing.",
    "text": "Nomeie todas as cores das roupas que elas estão utilizando.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each girl has her arms in a different position. Can you copy their arm positions with your arms?",
    "text": "Cada menina está com os braços em uma posição diferente. Você consegue imitar as posições delas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.",
    "text": "Contem juntos quantos galhos estão saindo do tronco principal dessa árvore. Vocês terão que decidir quais galhos são grandes o suficiente para serem contados.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lucy, Acharait and Mary did not close their eyes.\n\nOnly Akadeli closed hers.",
    "text": "Lucy, Acharait e Maria não fecharam seus olhos.\n\nApenas Akadeli fechou seus olhos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think the other girls did not close their eyes?",
    "text": "Por que você acha que as outras meninas não fecharam os olhos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is a good climbing tree. Count together the branches that look the strongest.",
    "text": "Essa é uma boa árvore para ser escalada. Contem juntos os galhos que parecem ser mais fortes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you ever do things with your eyes closed, just for fun?",
    "text": "Você já fez coisas de olhos fechados apenas por diversão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When they opened their eyes, only Akadeli had picked unripe fruit.",
    "text": "Quando elas abriram os olhos, apenas Akadeli havia pegado frutas verdes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?",
    "text": "Estime quantas frutas há em uma cesta. Estimar significa dar um palpite informado. A sua estimativa é maior do que o maior número que você conhece?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What shapes are there on the two blue dresses?",
    "text": "Quais formas têm nos dois vestidos azuis?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?",
    "text": "Você já participou de uma brincadeira em que algumas pessoas não seguiram as regras? Como isso fez você se sentir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lucy, Acharait, and Mary laughed at Akadeli. They left for home.\n\nAkadeli threw away the unripe fruit. She began picking ripe ones.",
    "text": "Lucy, Acharait e Maria riram de Akadeli. Elas foram pra casa.\n\nAkadeli jogou fora as frutas que estavam verdes. Ela começou a pegar as maduras.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you have four girls and you take three away, how many are left?",
    "text": "Se você tem quatro meninas e tira três, quantas sobram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean?",
    "text": "Quando as pessoas riem de você, isso te faz ficar com raiva ou envergonhado? Você consegue ignorar essas pessoas por saber que elas estão sendo malvadas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Akadeli stay behind to pick fruit?",
    "text": "Por que Akadeli ficou pra trás para pegar frutas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Soon, Akadeli filled her basket with ripe fruit.\n\nShe set off alone, crossing the big river.",
    "text": "Logo, Akadeli encheu seu balde com frutas maduras.\n\nEla partiu sozinha, atravessando o grande rio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many splashes can you count when her fruit hits the water?",
    "text": "Quantos respingos de água você consegue contar quando as frutas dela caíram na água?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the larger trees together.",
    "text": "Contem juntos as árvores grandes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?",
    "text": "Por que você acha que Akadeli escorregou no rio sendo que ninguém havia escorregado antes? Tem algum outro motivo para ficar de mãos dadas enquanto atravessam o rio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Half way across the river, Akadeli's fruit fell into the water.\n\nShe was angry and began to cry.",
    "text": "Na metade da travessia do rio, as frutas de Akadeli caíram na água.\n\nEla ficou irritada e começou a chorar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli is standing in the middle of some circles in the water. How many?",
    "text": "Akadeli está em pé em meio a alguns círculos de água. Quantos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?",
    "text": "Às vezes as pessoas choram quando estão tristes ou irritadas Você já ficou triste por ter derrubado alguma coisa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the dark squares in the checkerboard pattern on her shirt.",
    "text": "Contem juntos os quadrados pretos na roupa com estampa xadrez que Akadeli está usando.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli saw a big fish and grabbed it.",
    "text": "Akadeli viu um grande peixe e o agarrou.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it okay that Akadeli lost her basket? Do you think her parents will be mad?",
    "text": "O fato de Akadeli ter perdido sua cesta é um problema? Você acha que os pais dela vão ficar bravos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The title says this is Akadeli's lucky day. How is Akadeli's day going so far?",
    "text": "O título da história diz que esse é o dia de sorte de Akadeli. Como está sendo o dia de Akadeli até agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this fish bigger or smaller than Akadeli?",
    "text": "Esse peixe é maior ou menor que Akadeli?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "As Akadeli walked home, a hawk snatched the fish.\n\nHe flew away with it.",
    "text": "Enquanto Akadeli voltava pra casa, um falcão agarrou seu peixe.\n\nEle voou para longe com o peixe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk snatched the fish with the talons on its feet. How many talons do you see?",
    "text": "O Falcão agarrou o peixe com as garras em suas patas. Quantas garras você vê?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.",
    "text": "As asas do Falcão e a camiseta de Akadeli se parecem um pouco. Descreva as semelhanças e diferenças entre elas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Akadeli feeling as she watches the hawk fly away with her fish?",
    "text": "O que Akadeli está sentindo enquanto vê o Falcão voar para longe com seu peixe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The hawk left behind a feather from its tail.\n\nAkadeli picked up the feather and continued walking home.",
    "text": "O Falcão deixou para trás uma pena de sua cauda.\n\nAkadeli pegou a pena e continuou caminhando até sua casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many spots are on this feather?",
    "text": "Quantas marcas há nessa pena?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever found a feather? Was it very colorful?",
    "text": "Você já encontrou uma pena? Era muito colorida?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three kinds of plants in this picture. Point at the tallest and shortest ones.",
    "text": "Há três tipos de plantas nesta foto. Aponte para as mais altas e para as menores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition.\n\nThey took her feather and gave her a big bull!",
    "text": "No caminho, ela passou por um casamento tradicional. Os dançarinos estavam utilizando grama para enfeitar suas cabeças em vez de penas como a tradição pedia.\n\nEles pegaram a pena de Akadeli e a deram um grande touro em troca!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count how many people are wearing yellow grass on their heads.",
    "text": "Conte quantas pessoas estão utilizando grama amarela para enfeitar a cabeça.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Estimate how many people it would take to weigh as much as that bull.",
    "text": "Estime quantas pessoas seriam necessárias para pesar tanto quanto aquele touro.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?",
    "text": "Surpreendentemente, Akadeli conseguiu trocar uma pena por um touro. Por que as pessoas fizeram isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli.\n\nIt was a lucky day for Akadeli!",
    "text": "Akadeli chegou em casa com seu touro. Seus pais e familiares ficaram muito felizes. Lucy, Acharait e Maria gostariam que não tivessem mentido para Akadeli.\n\nFoi um dia de sorte para Akadeli!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do you think the other girls feel?",
    "text": "Como você acha que as outras garotas se sentiram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever lied to someone? If so, did it make you feel sorry or ashamed?",
    "text": "Você já mentiu para alguém? Se sim, isso fez você se sentir envergonhado ou arrependido?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!",
    "text": "Conte quantos momentos difíceis Akadeli teve em seu dia. Mas no final, tudo ficou bem, não é mesmo?. A vida pode ser cheia de surpresas!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His hoe was too short.",
    "text": "Sua enxada era muito curta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.",
    "text": "Aponte as cores vivas -- o sol amarelo, o céu azul, os arbustos verdes e os sapatos vermelhos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the two bushes and the two red shoes with your child.",
    "text": "Conte os dois arbustos e os dois sapatos vermelhos com seu filho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out how uncomfortable the man looks bending over so far to hoe.",
    "text": "Aponte como o homem parece desconfortável se curvando tanto para usar a enxada.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His doorway was too low.",
    "text": "A porta dele era muito baixa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Comment that the doorway is too low -- the man is taller than the door.",
    "text": "Comente que a porta é baixa demais para ele -- o homem é mais alto que a porta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!",
    "text": "Veja como o homem se abaixa para falar com o menino -- ele é muito mais alto que o menino, e o menino é muito mais baixo que o homem!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bushes together.",
    "text": "Contem os arbustos juntos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His bed was too short.",
    "text": "Sua cama era muito curta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man's legs stick far out of the bed. He is much longer than his bed.",
    "text": "As pernas do homem ficam para fora da cama. Ele é bem mais comprido do que a sua cama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to the bird and the boy and how puzzled they look by the short bed.",
    "text": "Aponte para o pássaro e para o menino e comente como eles parecem confusos com a pequena cama.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the toes on each of the man's feet.",
    "text": "Contem juntos os dedos dos pés de cada pé do homem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His bicycle was too short.",
    "text": "Sua bicicleta era muito pequena.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The tall man is much too big for his bicycle. Look how far his leg sticks out!",
    "text": "O homem alto é muito grande para a sua bicicleta. Olha só como a perna dele fica pra fora!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that the bird has changed color from yellow to orange!",
    "text": "Aponte que o passarinho mudou de cor de amarelo para laranja!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is the boy in this picture?",
    "text": "Onde está o menino nessa imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This man was too tall!\n\nWhat can he do to solve his problem and fit into his world?",
    "text": "Este homem era muito alto!\n\nO que ele pode fazer para resolver o problema e se encaixar no mundo dele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Maybe the man is not too tall -- maybe he just needs to solve his problems!",
    "text": "Talvez o homem não seja tão alto -- talvez ele só precise resolver os problemas dele!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man has a problem and he is feeling sad about it.",
    "text": "Pontue que o homem tem um problema e que ele está se sentindo triste com isso.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that this man is much taller than the other people.",
    "text": "Note que esse homem é bem mais alto que as outras pessoas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made a very long handle.",
    "text": "Ele fez um cabo bem comprido.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He solved his problem with the hoe! He made his hoe bigger!",
    "text": "Ele resolveu o problema com a enxada! Ele fez a enxada maior!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one is bigger, the hoe or the man?",
    "text": "Qual é maior, a enxada ou o homem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see the man's red shoes? They disappeared!",
    "text": "Você vê os sapatos vermelhos do homem? Para onde será que eles foram? Eles sumiram!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made very high door frames.",
    "text": "Ele fez portas bem altas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is higher -- the door or the man?",
    "text": "Qual é mais alto -- o homem ou a porta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sun in the sky is round. Point to round things where you are.",
    "text": "O sol no céu é redondo. Aponte para as coisas redondas ao seu redor.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is longer and which is shorter -- the man's legs or his upper body?",
    "text": "Qual é mais comprido e qual é mais curto -- as pernas do homem ou a parte de cima do corpo dele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He made a very long bed.",
    "text": "Ele fez uma cama bem comprida.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We can't see the man's feet now. His bed is longer than he is.",
    "text": "Agora não conseguimos mais ver os pés do homem A cama é mais comprida que ele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The man looks very comfortable and happy in his big bed.",
    "text": "O homem parece bem confortável e feliz na cama grande dele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at how small the boy looks next to the bed!",
    "text": "Veja como o menino parece pequenininho perto da cama!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He bought a very high bicycle.",
    "text": "Ele comprou uma bicicleta bem alta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the boy and the bird are inside the basket now.",
    "text": "Note que o menino e o passarinho estão dentro da cestinha agora.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Everyone looks very happy now that the man's things are the right size.",
    "text": "Todo mundo parece muito feliz agora que as coisas do homem estão do tamanho certo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the many different colors on this page.",
    "text": "Aponte e nomeie as várias cores diferentes nessa página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He sat on a very high chair. He ate with a very long fork.",
    "text": "Ele se sentou em uma cadeira bem alta. Comeu com um garfo bem comprido.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.",
    "text": "Conte com seu filho várias coisas na imagem -- como dedos, pernas, degraus e dentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at how high the boy's chair is! Would you be scared sitting so high?",
    "text": "Veja como a cadeira do menino é alta! Você ficaria com medo de ficar em um lugar tão alto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now that all his things are the right size for him, the man is not too tall at all!",
    "text": "Agora que todas as coisas estão no tamanho certo pra ele, o homem não é mais tão alto assim!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He left his house and moved to a big house in the forest, where he lived for many years.",
    "text": "Ele saiu de casa e foi morar numa casa grande na floresta, onde viveu muitos anos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the pineapples, bags, and trees with your child.",
    "text": "Conte os abacaxis, sacolas e árvores com seu filho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the rungs on the ladder with your child.",
    "text": "Conte os degraus na escada com seu filho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the bird is yellow again!",
    "text": "Note que o passarinho está amarelo de novo!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 0 Zero cats.\n\nNo cats here!",
    "text": "Quantos gatos estão aqui?\n\n0 Zero gatos.\n\nNenhum gato aqui!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "0 is an important number! It's where all counting starts, even when we don't say it.",
    "text": "0 é um número importante! É onde toda contagem começa, mesmo quando não o dizemos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats do you see?",
    "text": "Quantos gatos você vê?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the butterflies – they are tricky to find in this picture.",
    "text": "Contem juntos as borboletas -- elas são difíceis de encontrar nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 1 One cat.\n\n A black cat is eating red meat.",
    "text": "Quantos gatos estão aqui?\n\n1 Um gato.\n\nUm gato preto está comendo carne vermelha.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the green and orange squares, blue shirt, and black cat.",
    "text": "Aponte e nomeie os quadrados verdes e laranjas, a camisa azul e o gato preto.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice how Paul is looking at the cat. Paul sure likes cats!",
    "text": "Note como o Paulo está olhando para o gato. O Paulo realmente gosta de gatos!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.",
    "text": "Cada vez que um gato é adicionado: a) diga que o novo número é um a mais que o último número de gatos, e b) o último número é um a menos que o número atual.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n 2 Two cats. \n\n A white cat and a grey cat are sleeping.",
    "text": "Quantos gatos estão aqui?\n\n2 Dois gatos. \n\nUm gato branco e um gato cinza estão dormindo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the cats, plants, and people.",
    "text": "Contem juntos os gatos, as plantas e as pessoas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of cats, plants, and people, which number is the biggest? Which one is the smallest?",
    "text": "Dos gatos, plantas e pessoas, qual número é o maior? Qual é o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the square tiles are now all the same gray color.",
    "text": "Note que os azulejos quadrados agora são todos da mesma cor cinza.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n3 Three cats. \n\nThree cats are playing in the kitchen.",
    "text": "Quantos gatos estão aqui?\n\n3 Três gatos.\n\nTrês gatos estão brincando na cozinha.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What a mess! There must be zero people here!",
    "text": "Que bagunça! Deve ter zero pessoas aqui!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together each group – the cats, cabinet doors, food containers, and spoons.",
    "text": "Contem juntos cada grupo -- os gatos, as portas dos armários, os recipientes de comida e as colheres.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which thing is there the most of in this picture?",
    "text": "Qual coisa aparece mais vezes nessa imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n4 Four cats. \n\nFour cats are Paul's friends.",
    "text": "Quantos gatos estão aqui?\n\n4 Quatro gatos.\n\nQuatro gatos são amigos do Paulo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the cats.",
    "text": "Conte todos os gatos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these cats have you seen before, and which are new? Which ones are missing?",
    "text": "Quais desses gatos você já viu antes e quais são novos? Quais estão faltando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name all the different colors in the room.",
    "text": "Aponte e nomeie todas as cores diferentes na sala.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n5 Five cats. \n\nFive cats chase the dog.",
    "text": "Quantos gatos estão aqui?\n\n5 Cinco gatos.\n\nCinco gatos perseguem o cachorro.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at their faces and bodies, do the cats and the dog like each other?",
    "text": "Olhando para as caras e corpos, os gatos e o cachorro gostam um do outro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of cats and the number of dogs. Which group is bigger? Poor dog!",
    "text": "Conte o número de gatos e o número de cachorros. Qual grupo é maior? Coitado do cachorro!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These cats all have different coloring. Describe the color and pattern of each cat.",
    "text": "Cada um dos gatos tem colorações diferentes. Descreva a cor e o padrão de cada gato.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats?\n\n6 Six cats.\n\nSix cats waiting for the dog.",
    "text": "Quantos gatos estão aqui?\n\n6 Seis gatos\n\nSeis gatos estão esperando pelo cachorro.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the cats on the floor and in the picture. Is it the same number?",
    "text": "Conte os gatos no chão e na foto. É o mesmo número?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Find a cat or two in the picture on the wall that is not on the floor.",
    "text": "Encontre um ou dois gatos da foto da parede que não estão no chão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog doesn't want to come back. Why not?",
    "text": "O cachorro não quer voltar. Por que não?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n7 Seven cats. \n\nSeven cats playing in the compound.",
    "text": "Quantos gatos estão aqui?\n\n7 Sete gatos.\n\nSete gatos brincando no quintal.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at each of the seven cats.",
    "text": "Aponte para cada um dos sete gatos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Paul looking for?",
    "text": "O que Paulo está procurando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat on the roof is the highest cat. How did that cat get up so high?",
    "text": "O gato no telhado é o gato que está mais alto. Como esse gato subiu tão alto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats? \n\n8 Eight cats. \n\nEight cats and one dog!",
    "text": "Quantos gatos estão aqui?\n\n8 Oito gatos.\n\nOito gatos e um cachorro!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cats have many different colors and patterns. Have you seen cats like these?",
    "text": "Os gatos têm muitas cores e padrões diferentes. Você já viu gatos assim?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Seven cats plus one dog makes how many animals?",
    "text": "Oito gatos mais um cachorro resulta em quantos animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think the dog looks happy or worried?",
    "text": "Você acha que o cachorro parece feliz ou preocupado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A kitten is stuck in a tree! \n\n\"I will rescue you!\" says Paul.",
    "text": "Um gatinho está preso em uma árvore!\n\n\"Eu vou te resgatar!\", diz Paulo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many cats are stuck in the tree?",
    "text": "Quantos gatos estão presos nessa árvore?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How did the cat get up there?",
    "text": "Como esse gato chegou ali?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is higher than Paul. How will Paul help the cat?",
    "text": "O gato está mais alto que Paulo. Como Paulo vai ajudar o gato?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mama, can we keep him?\" \n\nHow many cats? \n\n9 Nine cats. \n\n\"That is too many cats!\" says Mama.\u0001",
    "text": "\"Mamãe, podemos ficar com ele?”\n\nQuantos gatos estão aqui?\n\n9 Nove gatos.\n\n\"São muitos gatos!\" diz a mamãe",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One more than eight cats is nine cats. A dog and nine cats is how many animals?\u0001\u0001",
    "text": "Um a mais que oito gatos são nove gatos. Um cachorro e nove gatos são quantos animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know anyone with cats? How many cats do they have?",
    "text": "Você conhece alguém com gatos? Quantos gatos essa pessoa tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think nine cats is too many?",
    "text": "Você acha que nove gatos são muitos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the whiskers, ears, legs, eyes, and tails.",
    "text": "Contem juntos os fios dos bigodes, as orelhas, as pernas, os olhos e os rabos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which counts are the same, which are different, which are the largest, and which are the smallest?",
    "text": "Quais contagens são iguais, quais são diferentes, quais são maiores e quais são menores?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is red and which one is yellow?",
    "text": "Qual animal é vermelho e qual é amarelo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.",
    "text": "Gato e Cão moram numa casa.\n\nUma casa com uma porta.\n\nUma casa com um telhado.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a round house. Is your house round?",
    "text": "Gato e Cão moram numa casa redonda. Sua casa é redonda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to any other round things in the picture.",
    "text": "Aponte para outras coisas redondas na imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many rooms does their house seem to have?",
    "text": "Quantos cômodos a casa deles parece ter?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.",
    "text": "Gato e Cão têm uma bola.\n\nA bola é vermelha, azul e amarela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of colors on the ball.",
    "text": "Contem juntos o número de cores na bola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color on the ball is not a color for Cat or Dog?",
    "text": "Qual cor na bola não é uma cor do Gato ou do Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there anything where you are that is striped like this ball?",
    "text": "Tem algo na sua casa que é listrado como essa bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.",
    "text": "Gato e Cão brincam com a bola.\n\nO Gato joga a bola para o Cão.\n\nO Cão pega a bola.\n\nO Cão joga a bola para o Gato.\n\nO Gato pega a bola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times did they throw the ball?",
    "text": "Quantas vezes eles jogaram a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like playing with balls? Do you throw them, catch them, or kick them?",
    "text": "Você gosta de brincar com bolas? Você joga, pega ou chuta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can real cats and dogs play catch with a ball? How can they play with balls?",
    "text": "Gatos e cachorros reais conseguem brincar de pegar uma bola? Como eles podem brincar com bolas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat throws the ball very high.\n\nOh! Oh!",
    "text": "Então Gato joga a bola bem alto.\n\nOh! Oh!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Dog. How much higher than Dog did Cat throw it?",
    "text": "A bola está mais alta que o Cão. Quão mais alto que o Cão o Gato jogou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat mean to do that? How can you tell from Cat's face?",
    "text": "O Gato fez isso de propósito? Como você pode dizer isso pela expressão do Gato?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball sometimes not go where you want it when you play catch?",
    "text": "Já aconteceu de a bola não ir para o lugar esperado quando você joga ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is on the roof.\n\nThe ball is on the roof of the house.",
    "text": "A bola está no telhado.\n\nA bola está no telhado da casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The roof is slanted. Does the ball look like it would roll off the roof?",
    "text": "O telhado é inclinado. Será que a bola vai rolar do telhado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are Cat and Dog?",
    "text": "Cadê o Gato e o Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the shape of the ball and the house similar and how are they different?",
    "text": "Como as formas da bola e da casa são similares e como são diferentes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?",
    "text": "Gato e Cão conseguem ver a bola.\n\nGato e Cão não conseguem pegar a bola.\n\nComo eles vão pegar a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is too high for Cat and Dog to reach. How will they solve this problem?",
    "text": "A bola está muito alta para Gato e Cão alcançarem. Como eles vão resolver esse problema?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What can you do to get something that is too high? Would you ask for help?",
    "text": "O que você faria para pegar algo que está muito alto? Pediria ajuda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball look bigger than it did when they were throwing it?",
    "text": "A bola parece maior do que quando eles estavam jogando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.",
    "text": "Gato e Cão estão tristes.\n\nEles querem encontrar algo que seja alto para alcançar a bola.\n\nEntão o Elefante passa por ali.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are crying. Is their crying helping them solve their problem?",
    "text": "Gato e Cão estão chorando. O choro deles está ajudando a resolver o problema?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the big animals, birds, and trees in the picture.",
    "text": "Contem juntos os animais grandes, pássaros e árvores na imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can Elephant help them? Is the elephant tall?",
    "text": "Como Elefante pode ajudá-los? O Elefante é alto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.",
    "text": "Elefante é grande.\n\nElefante consegue ver a bola.\n\nElefante pode pegar a bola.\n\nElefante pega a bola do telhado.\n\nElefante tira a bola do telhado da casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Elephant. How does Elephant reach the ball?",
    "text": "A bola estava mais alta que o Elefante. Como o Elefante alcançou a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The animals are all standing on two of their four legs. Have you seen animals do this?",
    "text": "Os animais estão todos apoiados em duas de suas quatro patas. Você já viu animais fazerem isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other animals stand on two legs?",
    "text": "Que outros animais ficam em duas patas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.",
    "text": "Elefante entrega a bola para Gato e Cão.\n\nGato e Cão sorriem. Elefante sorri.\n\nGato, Cão e Elefante sorriem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who has the longest nose? Why does an elephant need such a long nose?",
    "text": "Quem tem o nariz mais comprido? Por que um elefante precisa de um nariz tão comprido?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these animals is the biggest and which is the smallest?",
    "text": "Qual desses animais é o maior e qual é o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?",
    "text": "Como o Elefante é diferente e como é similar ao Gato e ao Cão? O que o Elefante tem que eles não têm?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and Elephant play with the ball.\n\nCat throws the ball to Dog. Dog catches the ball.\n\nDog throws the ball to Elephant. Elephant catches the ball.\n\nElephant throws the ball to Cat. Cat catches the ball.",
    "text": "Gato, Cão e Elefante brincam com a bola.\n\nGato joga a bola para o Cão. Cão pega a bola.\n\nCão joga a bola para o Elefante. Elefante pega a bola.\n\nElefante joga a bola para o Gato. Gato pega a bola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of throws and the number of catches. Are they the same number?",
    "text": "Contem o número de jogadas e o número de pegadas. É o mesmo número?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did each animal throw and each animal catch?",
    "text": "Todos os animais jogaram e pegaram a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are good at taking turns. Are you good at taking turns?",
    "text": "Eles são bons em se revezar. Você é bom em revezar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.",
    "text": "Tchau, Gato.\n\nTchau, Cão.\n\nTchau, Elefante.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of animals waving.",
    "text": "Contem juntos o número de animais acenando.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more animals or balls? By how much?",
    "text": "Existem mais animais ou bolas? Quantos estão sobrando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With fewer balls than animals, the animals must be good at sharing.",
    "text": "Quando há menos bolas do que animais, os animais precisam ser bons em compartilhar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has stripes and which one has spots? How many stripes and how many spots?",
    "text": "Qual deles tem listras e qual tem pintinhas? Quantas listras e quantas pintinhas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has whiskers we can see? How many whiskers?",
    "text": "Qual deles tem bigodes que podemos ver? Quantos pêlos do bigode?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one is red and which one is yellow?",
    "text": "Qual é vermelho e qual é amarelo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog look through the window.\n\nThey look through the window.",
    "text": "Gato e Cão olham pela janela.\n\nEles olham pela janela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.",
    "text": "Quantas vezes a história diz que eles estão olhando pela janela? O escritor repete isso para nos mostrar que Gato e Cão não têm nada para fazer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do Cat and Dog look bored?",
    "text": "Gato e Cão parecem entediados?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of trees.",
    "text": "Contem juntos o número de árvores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat and Dog see a butterfly!\n\nThe butterfly is pink.",
    "text": "Então Gato e Cão enxergam uma borboleta!\n\nA borboleta é rosa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why were Cat and Dog so excited to see a butterfly? Were they looking for one?",
    "text": "Por que Gato e Cão ficaram tão animados ao ver a borboleta? Estavam procurando uma?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the wings on the butterfly.",
    "text": "Aponte e conte quantas asas a borboleta tem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.",
    "text": "Aponte e conte as linhas curtas saindo da borboleta. Elas indicam que a borboleta está atenta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog want to catch the butterfly.\n\nCat and Dog follow the butterfly.\n\nThey follow the butterfly.",
    "text": "Gato e Cão querem pegar a borboleta.\n\nGato e Cão seguem a borboleta.\n\nEles seguem a borboleta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the butterfly want to be caught?",
    "text": "A borboleta quer ser pega?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it mean of Cat and Dog to want to catch the butterfly?",
    "text": "É maldade o Gato e o Cão quererem pegar a borboleta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When is it fun to be chased and when is it frightening?",
    "text": "Quando é divertido ser perseguido e quando é assustador?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by foot. They walk after the butterfly.\n\nBut the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.",
    "text": "O Gato e o Cão seguem a borboleta a pé. Eles andam atrás da borboleta.\n\nMas a borboleta é rápida. A borboleta é rápida demais e o Gato e o Cão são lentos. Eles são lentos demais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is going the fastest?",
    "text": "Qual animal está indo mais rápido?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you go faster or slower than Cat and Dog?",
    "text": "Você consegue ir mais rápido ou mais devagar que o Gato e o Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that their feet are drawn going in circles to indicate they are running fast.",
    "text": "Aponte que seus pés estão desenhados em círculos para indicar que estão correndo rápido.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by bike. They ride after the butterfly.\n\nBut the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.",
    "text": "O Gato e o Cão seguem a borboleta de bicicleta. Eles pedalam atrás da borboleta.\n\nMas a borboleta é rápida. A borboleta é muito rápida e o Gato e o Cão são lentos. Eles são muito lentos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can butterflies fly faster than a bike can go?",
    "text": "As borboletas podem voar mais rápido do que uma bicicleta pode ir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can cats and dogs ride bikes?",
    "text": "Gatos e cachorros conseguem andar de bicicleta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think you could catch a butterfly while riding a bike?",
    "text": "Você acha que conseguiria pegar uma borboleta enquanto anda de bicicleta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by car. They drive after the butterfly.\n\nBut the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.",
    "text": "Gato e Cão seguem a borboleta de carro. Eles dirigem atrás da borboleta.\n\nMas a borboleta é rápida. A borboleta é rápida demais e o Gato e o Cão são lentos. Eles ainda estão lentos demais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can a butterfly or a bird fly faster than a car?",
    "text": "Uma borboleta ou um pássaro pode voar mais rápido que um carro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can a real dog drive a car?",
    "text": "Um cachorro de verdade consegue dirigir um carro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the clouds in the sky.",
    "text": "Contem juntos as nuvens no céu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by boat. They float after the butterfly.\n\nBut the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.",
    "text": "Gato e Cão seguem a borboleta de barco. Eles remam atrás da borboleta.\n\nMas a borboleta é rápida. A borboleta é super-rápida, e o Gato e o Cão são lentos. Eles ainda estão super-lentos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of fish.",
    "text": "Contem o número de peixes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Including Cat and Dog, count the number of animals.",
    "text": "Incluindo Gato e Cão, contem o número de animais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fish look surprised. Why are they surprised?",
    "text": "Os peixes parecem surpresos. Por que eles estão surpresos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog follow the butterfly by plane. They flow after the butterfly.\n\nBut the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.",
    "text": "O Gato e o Cão seguem a borboleta de avião. Eles voam atrás da borboleta.\n\nMas a borboleta é rápida. A borboleta ainda é super-super-rápida, e o Gato e o Cão são lentos. Eles ainda são super-super-lentos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think a dog can fly a plane?",
    "text": "Você acha que um cachorro consegue pilotar um avião?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of cars, boats, and planes is the fastest and which is the slowest?",
    "text": "Qual dos carros, barcos e aviões é o mais rápido e qual é o mais lento?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are up very high. Count together the clouds where they are.",
    "text": "Eles estão muito altos. Contem juntos as nuvens de onde eles estão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Cat and Dog stop. They stop and sit down. They sit down at a tree.\n\nThey sit down at a big tree.\n\nBut then ....",
    "text": "Gato e Cão param. Eles param e se sentam. Eles se sentam ao pé de uma árvore.\n\nEles se sentam ao pé de uma grande árvore.\n\nMas então....",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which is longer, Cat's tongue or Cat's legs?",
    "text": "Qual é mais comprido, a língua do Gato ou as pernas do Gato?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think cats have tongues that long?",
    "text": "Você acha que os gatos têm línguas tão compridas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are their tongues hanging out because Cat and Dog are tired?",
    "text": "Será que suas línguas estão para fora porque Gato e Cão sentem cansaço?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They see one butterfly in the tree.\n\nThey see two butterflies in the tree.\n\nThey see three butterflies in the tree.",
    "text": "Eles veem uma borboleta na árvore.\n\nEles veem duas borboletas na árvore.\n\nEles veem três borboletas na árvore.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the butterflies you can see in the tree.",
    "text": "Contem juntos as borboletas que conseguem ver na árvore.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think you can see all the butterflies?",
    "text": "Você acha que consegue ver todas as borboletas que estão na árvore?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?",
    "text": "Há três tipos de seres vivos na imagem: árvores, o Gato, o Cão e as borboletas. Qual deles é o maior e qual é o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They see a hundred butterflies!",
    "text": "Eles veem cem borboletas!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many butterflies can you count? Are there too many for you to count?",
    "text": "Quantas borboletas você consegue contar? São muitas para você contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many different colors of butterflies are there?",
    "text": "Qual cor de borboleta repete mais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For which color of butterfly is there the most?",
    "text": "Qual cor de borboleta repete mais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye butterflies.",
    "text": "Tchau, Gato.\n\nTchau, Cão.\n\nTchau, Borboletas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are you happy or sad that Cat and Dog caught a butterfly?",
    "text": "Você está feliz ou triste que Gato e Cão pegaram uma borboleta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the picture, who do you think is happy and who is sad?",
    "text": "Na imagem, quem você acha que está feliz e quem está triste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How long do you think a butterfly can live in a jar?",
    "text": "Por quanto tempo você acha que uma borboleta pode viver em um pote de vidro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have two ears. Whose ears are bigger?",
    "text": "Cada um tem duas orelhas. Quem tem as maiores orelhas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have one tail. Whose tail is longer?",
    "text": "Cada um tem um rabo. De quem é o rabo mais longo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They each have markings on their belly. Whose markings are bigger?",
    "text": "Cada um tem marcações na barriga. De quem são as marcações maiores?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk.\n\nThey walk in their village.",
    "text": "Gato e Cão caminham.\n\nEles caminham em sua vila.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the homes in the village.",
    "text": "Contem juntos as casas na vila.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.",
    "text": "Há muitas coisas para contarem juntos - um pássaro, um gato, um cachorro, três animais, três prédios e uma árvore.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two of the buildings are round around the base. The third one has a base shaped like this page.",
    "text": "Dois dos prédios são redondos na base. O terceiro tem uma base quadrada.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then they see an egg.\n\nThe egg is in the grass.\n\nThe egg is alone in the grass.\n\nThe egg is all alone.",
    "text": "Então eles veem um ovo.\n\nO ovo está na grama.\n\nO ovo está sozinho na grama.\n\nO ovo está completamente sozinho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the animals, trees, houses, and eggs.",
    "text": "Contem juntos os animais, árvores, casas e ovos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name an animal that lays eggs.",
    "text": "Nomeie um animal que ponha ovos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.",
    "text": "Gato e Cão pegam o ovo. Geralmente é melhor deixar os ovos onde você os encontra.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to a bird.\n\nThey ask the bird, \"Is this your egg?\"",
    "text": "Gato e Cão caminham até um pássaro.\n\nEles perguntam ao pássaro: \"Este ovo é seu?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The egg is round. Point to other things with round sides.",
    "text": "O ovo é redondo. Aponte para outras coisas redondas no desenho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to round things where you are.",
    "text": "Aponte para as coisas redondas onde você está.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.",
    "text": "Descreva onde está o pássaro - Gato e Cão estão abaixo do telhado e abaixo do pássaro, e o pássaro está acima deles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the bird says, \"No, that is not my egg. Ask the owl. Maybe it is his egg.\"",
    "text": "Mas o pássaro diz: \"Não, esse ovo não é meu. Pergunte à coruja. Talvez o ovo seja dela.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you seen blue birds where you live?",
    "text": "Você já viu pássaros azuis onde você mora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What color is the tie the owl is wearing? Have you seen a bird wearing a tie?",
    "text": "De que cor é a gravata que a coruja está usando? Você já viu uma ave usando gravata?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The blue bird is sitting on the roof. What is the owl sitting on?",
    "text": "O pássaro azul está sentado no telhado. No que a coruja está sentada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the owl.\n\nThey ask the owl, \"Is this your egg?\"",
    "text": "Gato e Cão caminham até a coruja.\n\nEles perguntam à coruja: \"Este ovo é seu?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Owls are said to be wise. Does this owl look wise to you?",
    "text": "Dizem que as corujas são sábias. Essa coruja parece sábia para você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the birds, cats, and dogs. Which type of animal is there the most of?",
    "text": "Contem as aves, gatos e cachorros. Qual tipo de animal mais há?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice owl's unusual kite-shaped tie!",
    "text": "Note a gravata incomum em forma de pipa da coruja!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the owl says, \"No, that is not my egg. Ask the goose. Maybe it is her egg.\"",
    "text": "Mas a coruja diz: \"Não,esse ovo não é meu. Pergunte à gansa. Talvez seja o ovo dela.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you get something wrong two times, do you get discouraged?",
    "text": "Se você erra duas vezes, fica desanimado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?",
    "text": "Gato e Cão são ótimos em persistir - tentar repetidamente até conseguir. Você é bom em persistir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the houses and how many animals there are now.",
    "text": "Contem juntos as casas e quantos animais há agora.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the goose.\n\nThey ask the goose, \"Is this your egg?\"",
    "text": "Gato e Cão caminham até a gansa.\n\nEles perguntam à gansa: \"Este ovo é seu?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals are there?",
    "text": "Quantos animais há?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are any of the animals the same color? How many different colors are there for all the animals?",
    "text": "Alguns dos animais têm a mesma cor? Quantas cores diferentes há para todos os animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three birds. How are these three similar and how are they different?",
    "text": "Há três aves. Como essas três são semelhantes e como são diferentes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the goose says, \"No, that is not my egg. Ask the two ducks. Maybe it is their egg.\"",
    "text": "Mas a gansa diz: \"Não, esse ovo não é meu. Pergunte aos dois patos. Talvez seja o ovo deles.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Cat and Dog will give up? Would you give up at this point?",
    "text": "Você acha que Gato e Cão desistirão? Você desistiria nesse ponto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many birds have they talked to?",
    "text": "Com quantas aves eles conversaram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If they can't find the home for the egg, what should they do with it?",
    "text": "Se não conseguirem encontrar a casa do ovo, o que devem fazer com ele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog walk to the two ducks.\n\nThey ask the two ducks, \"Is this your egg?\"",
    "text": "Gato e Cão caminham até os dois patos.\n\nEles perguntam aos patos: \"Este ovo é de vocês?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the ducks going to say?",
    "text": "O que os patos vão dizer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The two ducks are different colors and patterns. Describe how they are the same and how they are different.",
    "text": "Os dois patos têm muitas cores e padrões diferentes. Descreva como são iguais e como são diferentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have ducks around where you live?",
    "text": "Há patos por perto onde você mora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But the two ducks say, \"No, that is not our egg.\"\n\nThen the egg breaks.",
    "text": "Mas os patos dizem: \"Não, esse ovo não é nosso.”\n\nEntão o ovo se quebra.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that the egg is breaking?",
    "text": "Como você pode dizer que o ovo está se quebrando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat drop the egg? Have you ever dropped an egg?",
    "text": "Será que Gato deixou cair o ovo? Você já deixou cair um ovo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think will come out of the egg?",
    "text": "O que você acha que vai sair do ovo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is a lizard in the egg.\n\nA baby lizard.",
    "text": "Há um lagarto no ovo.\n\nUm filhote de lagarto.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?",
    "text": "Por que é surpreendente ver um filhote de lagarto sair do ovo? Você estava esperando um filhote de uma ave?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.",
    "text": "Você consegue pensar em outros animais que botam ovos e que não são aves? Dica: Peixes, insetos e tartarugas são exemplos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What color is the lizard? Have you seen lizards like this before?",
    "text": "De que cor é o lagarto? Você já viu lagartos assim antes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The baby lizard says, \"Where is my mother? Where is my father? Where are my mother and father?\"\n\nCat and Dog bring the baby lizard to his mother and father.",
    "text": "O filhote de lagarto diz: \"Onde está minha mãe? Onde está meu pai? Onde estão minha mãe e meu pai?\"\n\nGato e Cão levam o filhote de lagarto para sua mãe e seu pai.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many lizards are on top of the rocks?",
    "text": "Quantos lagartos estão em cima das rochas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do lizards like to be on rocks on sunny days?",
    "text": "Por que os lagartos gostam de ficar em rochas em dias ensolarados?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are most rocks round like these, or do some have sharp edges and points?",
    "text": "A maioria das rochas são redondas como essas, ou algumas têm bordas e pontas afiadas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye baby lizard.",
    "text": "Tchau, Gato.\n\nTchau, Cão.\n\nTchau, bebê lagarto.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The baby lizard is still in the egg. Is it stuck in there?",
    "text": "O filhote de lagarto ainda está no ovo. Ele está preso lá dentro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are three animals here. If you take away the baby lizard, how many animals does that leave?",
    "text": "Há três animais aqui. Se você tirar o filhote de lagarto, quantos animais sobram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some round shapes you see in this picture?",
    "text": "Quais são algumas formas redondas que você vê nesta imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the animals together and describe their colors.",
    "text": "Contem juntos os animais e descrevam suas cores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has shorter ears? Which one has longer ears?",
    "text": "Qual deles tem orelhas mais curtas? Qual deles tem orelhas mais longas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which one has short whiskers? Which one has long whiskers?",
    "text": "Qual tem bigodes curtos? Qual tem bigodes mais longos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is night. It is dark.\n\nIt is cold. It is very cold.",
    "text": "É noite. Está escuro.\n\nEstá frio. Está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their house is round. Do you live in a round building?",
    "text": "A casa deles é redonda. Você mora em uma casa redonda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the trees together.",
    "text": "Contem as árvores juntos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.",
    "text": "Uma lua cheia forma um círculo completo. Uma lua que é um círculo parcial como na imagem é chamada de lua crescente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For Dog it is too cold.",
    "text": "Para o Cão, está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What shows you that Dog is cold?",
    "text": "O que mostra que o Cão está com frio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A light blue color is often used to show something cold. Does seeing blue make you feel cold?",
    "text": "A cor azul clara é frequentemente usada para mostrar algo frio. Ver a cor azul te faz sentir frio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "On cold nights, even outdoor animals can use help with the cold.",
    "text": "Nas noites frias, até os animais ao ar livre podem precisar de ajuda para se esquentar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog underwear.\n\nOne pair of underwear is dirty. One pair of underwear is clean.",
    "text": "O Gato dá roupas para o Cão.\n\nUma delas está suja. Uma delas está limpa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this choice of underwear very helpful?",
    "text": "Esse tipo de roupa vai ajudar a esquentar o Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it silly that Cat offers underwear that is dirty?",
    "text": "É bobo o Gato oferecer roupas sujas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Cat cold?",
    "text": "Por que o Gato não está com frio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the clean underwear. But it is still too cold.",
    "text": "O Cão pega a roupa limpa. Mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together how much clothing Dog has. Dog is cold and needs more.",
    "text": "Contem juntos quantas peças de roupa o Cão tem. Ele está com frio e precisa de mais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember a time when you were cold and how hard it was to get warm.",
    "text": "Lembre um momento em que você sentiu frio e como foi difícil se aquecer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are Dog's arms crossed in front?",
    "text": "Por que os braços do Cão estão cruzados?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog shirts. One shirt is big. One shirt is small.",
    "text": "O Gato dá camisetas para o Cão. Uma é grande. Uma é pequena.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is offering a shirt that is much too small helpful?",
    "text": "Oferecer uma camisa muito pequena é útil?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Cat trying to help, or is Cat just having some fun?",
    "text": "O Gato está tentando ajudar, ou está apenas se divertindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of Cat's paws has more visible claws?",
    "text": "Qual das patas do Gato tem garras mais visíveis?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the big shirt. But it is still too cold.",
    "text": "O Cão pega a camisa grande. Mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the pieces of clothing Dog has. Is it enough?",
    "text": "Contem quantas peças de roupa o Cão tem. É suficiente?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.",
    "text": "Um quadrado é uma forma como um pedaço de papel com quatro lados iguais. Compare a lua redonda com a janela quadrada.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a round window?",
    "text": "Você já viu uma janela redonda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog pants.\n\nOne pair of pants is long. One pair of pants is short.",
    "text": "O Gato dá calças para o Cão.\n\nUm par de calças é comprido. Um par de calças é curto.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces of clothing does Cat offer each time?",
    "text": "Quantas peças de roupa o Gato oferece por vez?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you are cold, do you want to wear shorts?",
    "text": "Quando você está com frio, você usa bermudas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will happen with Dog's tail? Do these pants have a hole for Dog's tail?",
    "text": "O que acontecerá com o rabo do Cão? Estas calças têm um buraco para o rabo dele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog takes the long pair of pants. But it is still too cold.",
    "text": "O Cão pega o par de calças comprido. Mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?",
    "text": "Cada vez o Cão ganha mais uma peça de roupa. Quantas peças ele tem agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces will Dog need?",
    "text": "Quantas peças o Cão vai precisar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think there is any way Dog will get warm?",
    "text": "Você acha que há alguma maneira do Cão se aquecer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog vests. One vest is wet, one vest is dry.\n\nDog takes the dry vest, but it is still too cold.",
    "text": "O Gato dá coletes ao Cão. Um colete está molhado, um está seco.\n\nO Cão pega o colete seco, mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does having something wet on make you feel warmer or colder?",
    "text": "Vestir algo molhado faz você se sentir mais quente ou mais frio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog had three pieces of clothing on. The vest is one more. How many does that make?",
    "text": "O Cachorro tinha três peças de roupa. O colete é uma a mais. Quantas são agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?",
    "text": "Com o colete, o Cão tem quatro peças de roupa. Antes de colocar o colete, ele tinha uma a menos. Quantas eram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog jackets. One jacket is thick, one jacket is thin.\n\nDog takes the thick jacket, but it is still too cold.",
    "text": "O Gato dá jaquetas para o Cão. Uma jaqueta é grossa, uma é fina.\n\nO Cachorro pega a jaqueta mais grossa, mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Thicker clothing helps you keep heat in and stay warmer.",
    "text": "Roupas mais grossas ajudam a manter o calor e a ficar mais quente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the color of the jacket look odd with Dog's other clothes?",
    "text": "A cor da jaqueta parece estranha com as outras roupas do Cão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog now has one more than four. How many is that?",
    "text": "O Cão agora tem uma a mais que quatro. Quantas são agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog hats. One hat is high, one hat is low.\n\nDog takes the high hat, but it is still too cold.",
    "text": "O Gato dá chapéus para o Cão. Um chapéu é alto, um chapéu é baixo.\n\nO Cão pega o chapéu comprido, mas ainda está muito frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the short hat and the tall hat.",
    "text": "Aponte para o chapéu baixo e para o alto.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does it matter which hat Dog chooses? Is one hat warmer than the other?",
    "text": "A escolha do chapéu importa para o Cão? Um chapéu é mais quente que o outro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any hats? If so, do you like to wear them?",
    "text": "Você tem chapéus? Se sim, gosta de usar eles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat gives Dog shoes.\n\nOne pair of shoes is new, one pair of shoes is old.",
    "text": "O Gato dá sapatos para o Cão.\n\nUm par de sapatos é novo, um par é velho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "To give someone a choice, how many things do you need? Would having one thing be enough for a choice?",
    "text": "Para oferecer uma escolha a alguém, você precisa de quantas opções? Ter apenas uma opção seria suficiente para realizar uma escolha?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A person can be baffled if you give them too many things to choose from.",
    "text": "Uma pessoa pode ficar confusa se você der muitas coisas para escolher.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dog is still cold. Why are Dog's choices not helping?",
    "text": "O Cão ainda está com frio. Por que as escolhas do Cão não estão ajudando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Dogs takes the new shoes, and then ...\n\nIt is not too cold for Dog.",
    "text": "O Cão pega os sapatos novos e então...\n\nNão está mais tão frio para o Cão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What changed outside the window?",
    "text": "O que mudou do lado de fora da janela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Dog cold any more? Did his clothes help make him warm?",
    "text": "Por que o Cão não está mais com frio? Suas roupas ajudaram a esquentar ele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is the moon and what is that on the horizon in the window?",
    "text": "Onde está a lua e o que é aquilo no horizonte da janela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The night is over.\n\nThe moon goes. The sun comes.",
    "text": "A noite acabou.\n\nA lua se vai. O sol surge.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the palm trees together.",
    "text": "Contem as palmeiras juntos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the round, yellow sun. Is the moon always gone when the sun comes up?",
    "text": "Apontem para o sol amarelo e redondo. A lua sempre some quando o sol nasce?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the moon always visible at night?",
    "text": "A lua está sempre visível à noite?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is day. It is light. It is warm. It is very warm.\n\nFor Dog it is too warm.",
    "text": "É dia. Está claro. Está quente. Está muito quente.\n\nPara o Cão está muito quente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "List all the pieces of clothing Dog has on.",
    "text": "Liste todas as peças de roupa que o Cão tem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is Dog doing with his right hand? What motion do you use to try to cool off?",
    "text": "O que o Cão está fazendo com a mão direita? Qual movimento você faz para tentar se refrescar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are Dog's clothes finally making him warm, or too warm?",
    "text": "As roupas do Cão finalmente estão aquecendo como esperado, ou estão aquecendo demais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye hot Dog.",
    "text": "Tchau, Gato.\n\nTchau, cachorro quente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count Cat's whiskers. How many whiskers does Dog have?",
    "text": "Contem os bigodes do Gato. Quantos bigodes o Cachorro tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.",
    "text": "Quem tem mais bigodes -- Gato ou Cão? Eles têm o mesmo número, mas os bigodes do Cão são pequenos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the end, how many pieces of clothing does Dog have? Too many!",
    "text": "No final, quantas peças de roupa o Cão tem? Muitas!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Cat.\n\nThis is Dog.",
    "text": "Este é o Gato.\n\nEste é o Cão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In my village lives Mister Kio. Mister Kio has a cat called Safi.",
    "text": "Na minha aldeia vive o Senhor Kio. O Senhor Kio tem uma gata chamada Safi.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out and name each of the strong colors on this page.",
    "text": "Aponte e nomeie cada uma das cores fortes nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which has the least number of legs -- the table, Mr. Kio, or Safi?",
    "text": "Qual deles tem o menor número de pernas -- a mesa, o Senhor Kio ou Safi?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many of Safi's legs can you see? How many can't you see?",
    "text": "Quantas pernas de Safi você consegue ver? Quantas não consegue ver?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mister Kio goes to work, he leaves the door open.",
    "text": "Quando o Senhor Kio vai trabalhar, ele deixa a porta aberta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are the two things that used to be hanging on the pegs by the door?",
    "text": "Onde estão as duas coisas que costumavam estar penduradas nos ganchos ao lado da porta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that Safi looks happy when Mr. Kio leaves?",
    "text": "Perceba que a Safi parece feliz quando o Senhor Kio sai?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is odd that  Mr. Kio leaves the door open when he leaves.",
    "text": "É estranho o Senhor Kio deixar a porta aberta quando sai.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi sits in the doorway to watch over the house.",
    "text": "Safi fica sentada na porta de entrada para vigiar a casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like this page that has four equal sides. This floor is tiled with square tiles.",
    "text": "Um quadrado é uma forma que tem quatro lados iguais, como a página de um livro. Este chão é revestido com azulejos quadrados.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have tiles where you live? If so, what shape are they?",
    "text": "Você tem azulejos onde mora? Se sim, que forma eles têm?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Safi like being a house watcher?",
    "text": "Safi gosta de ser uma vigia da casa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When the neighbor's dog comes close, Safi scares him away.",
    "text": "Quando o cachorro do vizinho se aproxima, Safi o assusta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that Safi is trying to scare the dog?",
    "text": "Como você pode dizer que Safi está tentando assustar o cachorro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the circles of colors and name the colors. Those circles aren't really in the house.",
    "text": "Aponte para os círculos de cores e nomeie as cores. Esses círculos não estão realmente na casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Circles that share the same central point are called \"concentric.\"",
    "text": "Círculos que compartilham o mesmo ponto central são chamados de \"concêntricos\".",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog runs away.",
    "text": "O cachorro foge.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the dog feeling?",
    "text": "O que o cachorro está sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is bigger, the cat or the dog?",
    "text": "Qual animal é maior, o gato ou o cachorro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These bands of color going from yellow to orange give a sense of motion. Compare this to the concentric circles on the previous page.",
    "text": "Essas faixas de cor indo do amarelo para o laranja dão uma sensação de movimento. Compare isso com os círculos concêntricos na página anterior.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When a neighbor knocks at the door, Safi is ready to scratch.",
    "text": "Quando um vizinho bate à porta, Safi está pronta para arranhar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that Safi is being scary? Is the neighbor scared?",
    "text": "Como você pode dizer que Safi está sendo assustadora? A vizinha está com medo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the neighbor need to be scared away, or is Safi doing too much?",
    "text": "A vizinha precisa ser assustada, ou Safi está exagerando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name different things in this picture that are in a group of 2, 3, or 4.",
    "text": "Aponte e nomeie diferentes coisas nesta imagem que estão em um grupo de 2, 3 ou 4.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The neighbor turns and runs away.",
    "text": "A vizinha vira e corre.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at the neighbor's clothes, what is her favorite color?",
    "text": "Olhando para as roupas da vizinha, qual é a cor favorita dela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is your favorite color?",
    "text": "Qual é a sua cor favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The neighbor is frightened by Safi. Have you ever been frightened by a cat or other small animal?",
    "text": "A vizinha está assustada com Safi. Você já se assustou com um gato ou outro animal pequeno?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Safi is hungry, she closes the door.",
    "text": "Quando Safi está com fome, ela fecha a porta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi should just close the door as soon as Mr. Kio leaves.",
    "text": "Safi deveria ter fechado a porta assim que o Senhor Kio saísse.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is little Safi big enough to close that big door?",
    "text": "Será que a pequena Safi é grande o suficiente para fechar essa porta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After the door closes, will Safi be able to reach the handle and open it?",
    "text": "Depois que a porta fechar, Safi vai conseguir alcançar a maçaneta para abrir de novo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Safi eats her food.",
    "text": "Safi come sua comida.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the straight and curved lines in this picture.",
    "text": "Aponte para as linhas retas e curvas nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Safi look happy to be eating? Do you like to eat your food?",
    "text": "Safi parece feliz comendo? Você gosta de comer sua comida?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you wait to eat if you were left with a plate of food you liked?",
    "text": "Você esperaria para comer se fosse deixado sozinho com um prato da sua comida favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Afterwards, Safi jumps onto the sofa and sleeps, \"Purr! Purr! Purr!\"",
    "text": "Depois, Safi pula no sofá e dorme, \"Rom! Rom! Rom!”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes people feel sleepy after eating and sometimes it gives them fresh energy. What does it do to you?",
    "text": "Às vezes, as pessoas se sentem sonolentas depois de comer e às vezes isso dá a elas uma energia renovada. Como sua energia fica depois de comer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Safi dreaming? If so, what do you think Safi is dreaming about?",
    "text": "Safi está sonhando? Se sim, o que você acha que Safi está sonhando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some of the things you dream about?",
    "text": "Quais são algumas das coisas com que você sonha?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mister Kio returns, Safi stretches happily and welcomes him home.",
    "text": "Aponte para o belo círculo dentro do quadrado laranja.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the beautiful circle inside the orange square.",
    "text": "Aponte para o belo círculo dentro do quadrado laranja.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have some circles and squares where you are?",
    "text": "Você consegue apontar alguns círculos e quadrados no lugar onde está?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point together at the white circles Safi has on her back and belly.",
    "text": "Apontem juntos para os círculos brancos que Safi tem nas costas e na barriga.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mister Kio and Safi sit down, and each of them reads the newspaper.",
    "text": "O Senhor Kio e Safi se sentam e cada um deles lê o jornal.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is warm and cozy. Do cats read the newspaper?",
    "text": "Isso parece estar quentinho e aconchegante. Gatos conseguem ler jornais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a shape with four straight sides with corners like this page. Point at the rectangles you see in this picture and around you.",
    "text": "Um retângulo é uma forma com quatro lados retos com cantos como o retrato na parede. Aponte para os retângulos que você vê nesta imagem e ao seu redor.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most papers are shaped like rectangles. Mr. Kio's paper is strangely shaped.",
    "text": "A maioria dos jornais tem a forma de retângulos. O jornal do Senhor Kio tem um formato estranho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rainbow has seven colors.",
    "text": "Um arco-íris tem sete cores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the colors of the rainbow.",
    "text": "Contem juntos o número de cores do arco-íris.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a rainbow after it rains? Sometimes, you can even see a double rainbow if you're lucky!",
    "text": "Você já viu um arco-íris depois da chuva? Às vezes, você pode até ver um arco-íris duplo se tiver sorte!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out that her dress and the background on this page go through many of the same colors as the rainbow.",
    "text": "Aponte que o vestido dela e o fundo nesta página possuem várias cores que estão no arco-íris também.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The first color is red.",
    "text": "A primeira cor é o vermelho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does the color red make you feel? Red is often thought of as an active, high energy color.",
    "text": "Como a cor vermelha te faz sentir? Vermelho é frequentemente considerado uma cor ativa, de alta energia.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes red is an angry color. People may say they \"see red\" when they are angry.",
    "text": "Às vezes, o vermelho é uma cor de raiva. As pessoas podem dizer que \"veem vermelho\" quando estão com raiva.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People often paint things red or choose red things because of the color's high energy. Have you seen cars that are red?",
    "text": "As pessoas frequentemente pintam coisas de vermelho ou escolhem coisas vermelhas por causa da energia alta da cor. Você já viu carros vermelhos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Kewyu is wearing a red shirt.",
    "text": "Kewyu está vestindo uma camisa vermelha.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any red clothes?",
    "text": "Você tem alguma roupa vermelha?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any red flowers near where you live?",
    "text": "Existem flores vermelhas perto de onde você mora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of people in this picture.",
    "text": "Conte juntos o número de pessoas nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The second color is orange.",
    "text": "A segunda cor é laranja.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does orange feel compared to red? It is still high energy, but perhaps a bit less so.",
    "text": "Qual é a sensação que o laranja lhe traz comparado ao vermelho? Ainda é uma energia alta, mas talvez um pouco menos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks all alone in the middle of all that orange with her hands stretched out like that.",
    "text": "Ela parece totalmente sozinha no meio de todo aquele laranja com as mãos esticadas assim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "An orange is a fruit named after its color. Can you think of other orange things around you?",
    "text": "Uma laranja é uma fruta nomeada por causa da sua cor. Você consegue pensar em outras coisas laranjas ao seu redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is an orange. What else can you see that is the color orange?",
    "text": "Isto é uma laranja. O que mais você pode ver que é da cor laranja?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat and fish are orange. Have you seen an orange cat or fish before?",
    "text": "O gato e o peixe são laranjas. Você já viu um gato ou peixe laranja antes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A sphere is a ball -- round in all directions. Is an orange a sphere?",
    "text": "Uma esfera é uma bola -- redonda em todas as direções. Uma laranja é uma esfera?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the fish bowl different from a sphere?",
    "text": "Como o aquário de peixes é diferente de uma esfera?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The third color is yellow.",
    "text": "A terceira cor é amarela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up something that she is pointing at.",
    "text": "O que ela está apontando? Invente algo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks excited about what is coming next. I bet it is something yellow!",
    "text": "Ela parece animada com o que está por vir. Acho que é algo amarelo!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How has her dress changed from earlier pictures? Hint: It is now broken up into two sections.",
    "text": "Como o vestido dela mudou das imagens anteriores? Dica: agora está dividido em duas partes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The yolk of an egg is yellow. What else can you see that is the color yellow?",
    "text": "A gema de um ovo é amarela. O que mais você consegue ver que é da cor amarela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that she is hungry?",
    "text": "Como você pode dizer que ela está com fome?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She has a yellow sunflower on her table. Do you have flowers around you sometimes when you eat?",
    "text": "Ela tem um girassol amarelo em sua mesa. Você tem flores ao seu redor às vezes quando come?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name something in the sky that is yellow.",
    "text": "Nomeie algo no céu que seja amarelo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fourth color is green.",
    "text": "A quarta cor é verde.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does green feel to you? This green is a lot calmer than the red, orange, or yellow.",
    "text": "Como o verde faz você se sentir? Este verde é muito mais calmo que o vermelho, laranja ou amarelo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name some things that are green -- they are all around you!",
    "text": "Nomeie algumas coisas que são verdes -- elas estão ao seu redor!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Green comes in many different types. How many types of green can you name?",
    "text": "O verde vem em muitos tipos diferentes. Quantos tipos de verde você consegue nomear?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Our banana garden is green.",
    "text": "Nosso jardim de bananas é verde.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the animals you see on this page -- look carefully!",
    "text": "Aponte e conte os animais que você vê nesta página -- olhe com cuidado!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out the yellow greens, lime greens, bright greens, and dark greens on this page.",
    "text": "Aponte os verdes amarelados, verdes limão, verdes brilhantes e verdes escuros nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A lot of trees are brown and green. Brown is not one of the main colors of the rainbow. Where does it show up in the rainbow?",
    "text": "Muitas árvores são marrons e verdes. O marrom não é uma das cores principais do arco-íris. Onde ele aparece no arco-íris?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fifth color is blue.",
    "text": "A quinta cor é azul.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks so happy in the middle of all that blue. Does blue make you feel happy?",
    "text": "Ela parece tão feliz no meio de todo esse azul. O azul te faz sentir feliz?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people say they feel blue when they are sad. Does blue seem like a sad color to you?",
    "text": "Algumas pessoas dizem que azul é a cor da tristeza. O azul parece uma cor triste para você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky and water are usually blue, but it is not common in plants. Have you seen flowers that are blue?",
    "text": "O céu e a água costumam ser azuis, mas não é comum nas plantas. Você já viu flores azuis?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky is blue.",
    "text": "O céu é azul.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bodies of water, such as oceans, seas, lakes, and rivers, are often blue.",
    "text": "Corpos d'água, como oceanos, mares, lagos e rios, geralmente são azuis.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to these birds and clouds and count them together.",
    "text": "Aponte para esses pássaros e nuvens e conte-os juntos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there more of -- clouds or birds?",
    "text": "Qual deles há mais -- nuvens ou pássaros?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sixth color is indigo.",
    "text": "A sexta cor é anil.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Flowers are sometimes indigo. Have you seen flowers whose color is close to being indigo?",
    "text": "As flores às vezes são anis. Você já viu flores cuja cor é próxima do anil?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sometimes her hands are stretched out wide. Having hands on hips often shows defiance and strength.",
    "text": "Às vezes, a moça estica as mãos bem abertas. Ter as mãos nos quadris frequentemente mostra desafio e força.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Indigo is very powerful. How do you feel if you stare at this big square of indigo?",
    "text": "Anil é muito poderoso. Como você se sente se ficar olhando para esse grande quadrado de anil?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These berries are the color indigo.",
    "text": "Essas frutas são da cor anil.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buttons or snaps on her jacket.",
    "text": "Conte juntos os botões ou botões na jaqueta dela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you like to eat some of those berries? Do you think you could eat all of them?",
    "text": "Você gostaria de comer algumas dessas frutas? Você acha que conseguiria comer todas elas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of the largest number you can. Does she have more berries than that number?",
    "text": "Pense no maior número que você puder. Ela tem mais frutas do que esse número?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The seventh color is violet.",
    "text": "A sétima cor é violeta.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Violet is a very intense color. Is it too intense for you, or do you enjoy how intense it is?",
    "text": "Violeta é uma cor muito intensa. É muito intensa para você, ou você gosta de como é intensa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now she has her arms crossed. Crossed arms can indicate being closed off from others.",
    "text": "Agora ela está com os braços cruzados. Braços cruzados podem indicar estar fechado para os outros.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People tell us a lot without saying any words. Sometimes people do that with an expression on their face, and sometimes they do it with the way they hold their body.",
    "text": "As pessoas nos dizem muito sem dizer nenhuma palavra. Às vezes, as pessoas fazem isso com uma expressão no rosto, e às vezes fazem isso com a maneira como seguram o corpo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My dress is violet. Violet is my favorite color! What is your favorite color?",
    "text": "Meu vestido é violeta. Violeta é minha cor favorita! Qual é a sua cor favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the flowers she is next to are violet flowers -- they are named after their color.",
    "text": "Observe que as flores ao lado dela são flores violetas – o nome delas é igual à sua cor.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looks very happy wearing a dress with her favorite color. Do you have clothes that are in your favorite color?",
    "text": "Ela parece muito feliz usando um vestido com sua cor favorita. Você tem roupas da sua cor favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors make you happy? Are there colors you don't like?",
    "text": "Quais cores te fazem feliz? Existem cores que você não gosta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know the seven colors of the rainbow?",
    "text": "Você conhece as sete cores do arco-íris?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you remember what each color is?",
    "text": "Você consegue lembrar o que cada cor é?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people use the fake name Roy G. Biv to remind them of the order of the seven colors of the rainbow.",
    "text": "Algumas pessoas usam a frase “vermelho lá vai violeta”, para lembrá-las da ordem das sete cores do arco-íris.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Brown is not one of the main colors of the rainbow. Are there other colors you know that are not one of the seven?",
    "text": "O marrom não é uma das cores principais do arco-íris. Existem outras cores que você conhece que não são uma das sete?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One elephant is going to drink water.",
    "text": "Um elefante está indo beber água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the elephants, the tusks, the feet, the eyes, and the tails.",
    "text": "Contem juntos os elefantes, as presas, os pés, os olhos e os rabos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which items are there the most of and which are there the least of?",
    "text": "Quais itens existem em maior quantidade e quais existem em menor quantidade?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think the elephant is about to do?",
    "text": "O que você acha que o elefante está prestes a fazer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two giraffes are going to drink water.",
    "text": "Duas girafas estão indo beber água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Each giraffe has four feet. Count the number of giraffes and the number of feet.",
    "text": "Cada girafa tem quatro pés. Conte o número de girafas e o número de pés.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The giraffes are very tall. They must bend way down to get to the water.",
    "text": "As girafas são muito altas. Elas precisam se curvar muito para alcançar a água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two giraffes are one more animal than one elephant. What is one more animal than two animals?",
    "text": "Duas girafas são um animal a mais do que um elefante. O que é um animal a mais do que dois animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Three buffaloes and four birds are also going to drink water.",
    "text": "Contem juntos os búfalos, os pássaros, os chifres e os rabos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buffaloes, the birds, the horns, and the tails.",
    "text": "Contem juntos os búfalos, os pássaros, os chifres e os rabos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When there is one source of water, all the thirsty animals come to that one place. If a lion wants to hunt animals, this is a good place to find them!",
    "text": "Quando há uma só fonte de água, todos os animais sedentos vêm para esse único lugar. Se um leão quiser caçar animais, este é um bom lugar para encontrá-los!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Three buffaloes is one less animal than four animals. What is one less animal than three animals?",
    "text": "Três búfalos é um animal a menos do que quatro animais. O que é um animal a menos do que três animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Five antelopes and six warthogs are walking to the water.",
    "text": "Cinco antílopes e seis javalis estão caminhando para a água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the antelopes and the warthogs. How many of the warthogs are babies?",
    "text": "Contem os antílopes e os javalis. Quantos dos javalis são filhotes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the antelopes are looking around rather than looking at each other. The pack stays safe by having some of them looking for danger!",
    "text": "Alguns dos antílopes estão olhando ao redor em vez de olhar um para o outro. O grupo se mantém seguro tendo alguns deles procurando perigo!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of antelopes and warthogs, which are there more of and which are there less of?",
    "text": "Entre antílopes e javalis, quais existem mais e quais existem menos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Seven zebras are running to the water.",
    "text": "Sete zebras estão correndo para a água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the zebras and the trees.",
    "text": "Contem as zebras e as árvores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell that the zebras have been running? They must be very thirsty to be running to the water!",
    "text": "Como você pode dizer que as zebras estavam correndo? Elas devem estar com muita sede para correrem para a água!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Try counting the black stripes on some of the zebras. Do some zebras have more stripes than others?",
    "text": "Tente contar as listras pretas em algumas das zebras. Algumas zebras têm mais listras do que outras?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Eight frogs and nine fish are swimming in the water.",
    "text": "Oito sapos e nove peixes estão nadando na água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the frogs and the fish. Can you count that high?",
    "text": "Contem juntos os sapos e os peixes. Vocês conseguem contar todos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are packed very tightly together. Do you think they feel crowded or do they like having the company?",
    "text": "Eles estão bem apertados uns contra os outros. Você acha que eles se sentem apertados ou gostam de ter companhia?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is one more than eight frogs? What is one less than nine fish?",
    "text": "O que é um a mais do que oito sapos? O que é um a menos do que nove peixes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many different kinds of animals can you count?",
    "text": "Quantos tipos diferentes de animais você consegue contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One lion roars. He also wants to drink. Who is afraid of the lion?",
    "text": "Um leão ruge. Ele também quer beber água. Quem tem medo do leão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the lions, warthogs, birds, zebras, antelopes, giraffes, water buffaloes, and elephants. That's a lot of counting!",
    "text": "Contem juntos os leões, javalis, pássaros, zebras, antílopes, girafas, búfalos de água e elefantes. Isso é muita contagem!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most of the animals start to run away from the lion. Which animals will stay?",
    "text": "A maioria dos animais começa a fugir do leão. Quais animais vão ficar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One elephant is drinking water with the lion.",
    "text": "Um elefante está bebendo água com o leão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The elephant, birds, fish, and frogs did not run away.",
    "text": "O elefante, pássaros, peixes e sapos não fugiram.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you run away from a lion?",
    "text": "Você fugiria de um leão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would it be fun to go for a swim in this watering hole?",
    "text": "Seria divertido dar um mergulho neste poço de água?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Izinzawu family was a happy family. The children learned cooking, gardening, and hunting from their parents.",
    "text": "A família Izinzawu era uma família feliz. As crianças aprenderam culinária, jardinagem e caça com seus pais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do plants need watering?",
    "text": "Por que as plantas precisam ser regadas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the colors in this picture.",
    "text": "Aponte e nomeie as cores nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How are the green colors in this picture similar and how are they different?",
    "text": "Como as cores verdes nesta imagem são semelhantes e como elas são diferentes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "At dinner time every day, they talked about what they had done that day.",
    "text": "Todos os dias na hora do jantar, eles falavam sobre o que haviam feito naquele dia.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A square is a shape like this page that has four equal sides. The tablecloth has a checkerboard design with lots of squares. Find some squares in a pattern where you are.",
    "text": "Um quadrado é uma forma que possui quatro lados iguais. A toalha de mesa tem uma estampa xadrez com muitos quadrados. Encontre alguns quadrados no local onde você está.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name the shapes you see in this picture.",
    "text": "Nomeie as formas que você vê nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This family talks about their day at dinner. What do you talk about when you eat dinner?",
    "text": "Esta família fala sobre seu dia durante o jantar. Sobre o que você fala quando janta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The father usually warned the children not to go deep into the forest. He told the family about a strange creature that lived in the forest. \"This creature is like two of us put together!\"",
    "text": "O pai geralmente avisava os filhos para não se aprofundarem na floresta. Ele contou à família sobre uma criatura estranha que vivia na floresta. \"Esta criatura é igual a dois de nós juntos!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe what you think the father's \"strange creature\" might look like.",
    "text": "Descreva como você acha que a \"estranha criatura\" do pai pode ser.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the different patterns you see in this picture?",
    "text": "Quais são os diferentes padrões que você vê nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How are the bowls on this page different from the bowls on the last page?",
    "text": "Como as tigelas nesta página são diferentes das tigelas na última página?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, the girls were playing at the river. Suddenly, from behind a tree, there was a strange creature! The creature had two eyes, two ears, two arms, and two legs.",
    "text": "Um dia, as meninas estavam brincando no rio. De repente, atrás de uma árvore, havia uma criatura estranha! A criatura tinha dois olhos, duas orelhas, dois braços e duas pernas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the \"strange creature\" look like what you imagined?",
    "text": "A \"criatura estranha\" se parece com o que você imaginou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the number of children in this picture.",
    "text": "Aponte e conte o número de crianças nesta gravura.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Shaking with fear, they ran to tell their brothers about what they had seen. But the boys didn't believe them. \"The girls are being silly!\" they said.",
    "text": "Tremendo de medo, eles correram para contar a seus irmãos sobre o que tinham visto. Mas os meninos não acreditaram neles. \"As meninas estão sendo bobas!\" eles disseram.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are four children and four heads. How many legs do you see? How many arms do you see? Is that surprising?",
    "text": "Há quatro crianças e quatro cabeças. Quantas pernas você vê? Quantos braços você vê? Isso é algo inesperado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more girls or boys in this picture?",
    "text": "Há mais meninas ou mais meninos nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at their mouths and eyebrows. What do their faces tell you about what these children are thinking and feeling?",
    "text": "Olhe para suas bocas e sobrancelhas. O que seus rostos dizem sobre o que essas crianças estão pensando e sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Eventually, curiosity got the better of the boys. They followed the girls to the river to see this strange creature for themselves.",
    "text": "Eventualmente, a curiosidade levou a melhor sobre os meninos. Eles seguiram as meninas até o rio para ver essa estranha criatura por si mesmos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell from their size in the picture that the girls are far away and the boys are nearby?",
    "text": "Como você pode dizer pelo tamanho deles na foto que as meninas estão longe e os meninos estão por perto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are the girls far away behind some bushes?",
    "text": "Por que as meninas estão longe atrás de alguns arbustos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The grass, bushes, and trees are different shades of green. Are there different shades of some color where you are?",
    "text": "A grama, os arbustos e as árvores são de diferentes tons de verde. Existem diferentes tons de alguma cor onde você está?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They searched and searched, but all they could see was the tall grass and trees.\n\nSuddenly, they heard a noise, and looked up.",
    "text": "Eles procuraram e procuraram, mas tudo o que podiam ver era a grama alta e as árvores.\n\nDe repente, eles ouviram um barulho e olharam para cima.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think made that noise above them?",
    "text": "O que você acha que fez aquele barulho acima deles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What kinds of things make noises above our heads?",
    "text": "Que tipo de coisas fazem barulho acima de nossas cabeças?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That is really tall grass! What part of their bodies does the grass reach up to?",
    "text": "Essa grama é muito alta! Que parte de seus corpos a grama alcança?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Up on a tree swung the strangest creature they had ever seen. It had two arms, two hands, two legs and two feet. Instead of one each, like them.",
    "text": "Em cima de uma árvore balançava a criatura mais estranha que eles já tinham visto. Tinha dois braços, duas mãos, duas pernas e dois pés. Em vez de um de cada, como eles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many arms, legs, hands, and eyes does each member of the family have?",
    "text": "Quantos braços, pernas, mãos e olhos cada membro da família tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you assume the unseen side of each family member had another arm, leg, hand, and eye, just like the side you could see?",
    "text": "Você presumiu que o lado escondido de cada criança tinha outro braço, perna, mão e olho, assim como o lado que você podia ver?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you see only one side of something, it is easy to assume the other side looks the same -- that it is the mirror reflection of what you can see.",
    "text": "Quando você vê apenas um lado de algo, é fácil supor que o outro lado parece o mesmo - que é o reflexo espelhado do que você pode ver.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The frightened children ran home to call their parents. Soon the whole family was at the river to see the creature.",
    "text": "As crianças assustadas correram para casa para chamar os pais. Logo toda a família estava no rio para ver a criatura.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of arms in this picture. If each person had two arms, how many arms would there be?",
    "text": "Conte o número de braços nesta imagem. Se cada pessoa tivesse dois braços, quantos braços haveria?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Arms and legs are called limbs. How many limbs does this family have?",
    "text": "Braços e pernas são chamados de membros do corpo. Quantos membros do corpo esta família tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice that the grass was tall, but now it is short? Did someone cut the grass?",
    "text": "Você notou que a grama era alta, mas agora está curta? Alguém cortou a grama?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Don't hurt me! the creature said, as it hid behind the tree. Now the family could only see the creature's one foot, one leg, one hand, one arm and one eye.",
    "text": "\"Não me machuque!\" disse a criatura enquanto se escondia atrás da árvore. Agora a família só podia ver um pé, uma perna, uma mão, um braço e um olho da criatura.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature is hiding behind a tree. Where are some places you like to hide?",
    "text": "A criatura está escondida atrás de uma árvore. Onde estão alguns lugares que você gosta de se esconder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When the creature is halfway behind the tree, it looks just like each of the family members. Why is that?",
    "text": "Quando a criatura está escondida pela metade atrás da árvore, ela se parece com cada um dos membros da família. Por que isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature feels \"outnumbered.\" How many people are in the family and how many creatures are there? Which is more and which is less?",
    "text": "A criatura se sente \"em menor número\". Quantas pessoas estão na família e quantas criaturas existem? Qual é mais e qual é menos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I am just like you, continued the creature. \"The only difference is that I was made with two of almost everything.\"",
    "text": "\"Eu sou igual a você\", continuou a criatura. \"A única diferença é que fui feito com dois de quase tudo.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which body parts do you have two of and which do you have one of?",
    "text": "De quais partes do corpo você tem duas e quais você tem uma?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "For the body parts you have one of, are they on the sides or the middle line of your body?",
    "text": "Para as partes do corpo que você tem só uma, elas estão nas laterais ou na linha do meio do seu corpo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of someone you know. List three ways they are similar to you and three ways that they are different.",
    "text": "Pense em alguém que você conhece. Liste três maneiras pelas quais eles são semelhantes a você e três maneiras pelas quais eles são diferentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "So this was how the Izanzawu family discovered that it was not a creature to be scared of. It was simply a different form of them.",
    "text": "Então foi assim que a família Izanzawu descobriu que não era uma criatura para se ter medo. Era simplesmente uma forma diferente deles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The creature has a striped shirt with two colors and everyone else's shirt has just one. Why did the writer do that?",
    "text": "A criatura tem uma camisa listrada com duas cores e a camisa de todos os outros tem apenas uma. Por que o escritor fez isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are six people in the Izanzawu family. When you add one more for the \"creature,\" how many people are there?",
    "text": "Há seis pessoas na família Izanzawu. Quando você adiciona mais um contando com a \"criatura\", quantas pessoas existem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you arrange these seven people in order of height, putting the shortest on the left and tallest on the right, what would the order be? Describe this order using the color of their clothes.",
    "text": "Se você organizar essas sete pessoas em ordem de altura, colocando a mais baixa à esquerda e a mais alta à direita, qual seria a ordem? Descreva esta ordem usando a cor de suas roupas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The drum has always been an important musical instrument in our community. We love drums!\n\nWe have drums of different sizes: big, medium-sized, and small.",
    "text": "O tambor sempre foi um instrumento musical importante em nossa comunidade. Nós amamos tambores!\n\nTemos tambores de diferentes tamanhos: pequenos, médios e grandes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of things that have the same shape with different sizes. Perhaps one big and one small, or three with big, medium, and small.",
    "text": "Pense em coisas que têm a mesma forma com tamanhos diferentes. Talvez um grande e um pequeno, ou três nos tamanhos pequeno, médio e grande.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of stories about three things. Some examples are: The Three Little Pigs and Goldilocks.",
    "text": "Pense em histórias sobre três coisas. Alguns exemplos são: Os Três Porquinhos e Cachinhos Dourados.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever beat on a drum? Which of these three would you choose?",
    "text": "Você já tocou um tambor? Qual desses três você escolheria?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We play drums using beaters, or with our fingers.\n\nWe play drums for various reasons: We play drums with songs and dances, for feasts, and in bad times.",
    "text": "Tocamos tambores usando baquetas ou os dedos.\n\nTocamos tambor por vários motivos: tocamos tambor com canções e danças, para festas e em momentos ruins.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People use drums to make rhythms. Make up your own rhythm and count it. For example:  (clapping for each number) \"1, 2, pause, 3, 1, 2, pause 3.\"",
    "text": "As pessoas usam tambores para fazer ritmos. Crie seu próprio ritmo e conte-o. Por exemplo: (batendo palmas para cada número) \"1, 2, pausa, 3, 1, 2, pausa 3.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do you suppose a beater sounds different than using fingers?",
    "text": "Como você supõe que tocar com uma baqueta produz um som diferente comparado a tocar com as mãos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does the small drum sound different than the large one?",
    "text": "Como o tambor pequeno soa diferente do grande?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drums enrich songs and make people want to dance. Drums make ceremonies colorful.\n\nWe play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.",
    "text": "Os tambores enriquecem as músicas e fazem as pessoas quererem dançar. Os tambores tornam as cerimônias coloridas.\n\nTocamos tambor durante as cerimônias de casamento e revelação dos nomes dos filhos. Tocamos tambor quando celebramos uma nova colheita ou um nascimento de gêmeos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "People are wearing special wedding clothes. Count together the people wearing orange.",
    "text": "As pessoas estão vestindo roupas especiais de casamento. Conte juntos as pessoas vestindo laranja.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color are the drummers wearing?",
    "text": "Qual cor os bateristas estão vestindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together all the people at the wedding. Can you count that high?",
    "text": "Conte todas as pessoas no casamento. Você consegue contar um número tão grande?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to announce grief and call people when death occurs.",
    "text": "Tocamos tambores para anunciar o luto e chamar as pessoas quando a morte ocorre.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What does sad drumming sound like? Can you make a soft, sad rhythm with your hands?",
    "text": "Como soa o tambor triste? Você pode fazer um ritmo suave e triste com as mãos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many kinds of drumming, such as soft background rhythms or fast loud rhythms. Which kinds of drumming have you heard?",
    "text": "Existem muitos tipos de batuque, como ritmos de fundo suaves ou ritmos altos e rápidos por exemplo. Que tipos de batuque você já ouviu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does a drumbeat make you want to dance?",
    "text": "Uma batida de tambor faz você querer dançar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person.\n\nWe sound drums to call people when cattle are stolen in our village.",
    "text": "Tocamos tambores para chamar as pessoas para limpar poços, limpar estradas ou construir uma cabana para um idoso necessitado.\n\nTocamos tambores para chamar as pessoas quando o gado é roubado em nossa aldeia.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where you live, what sound or method do people use to call people together for food, school, or special events?",
    "text": "Onde você mora, que som ou método as pessoas usam para reunir as pessoas para comida, escola ou eventos especiais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Would you rather beat the drum or do the work?",
    "text": "Você prefere tocar o tambor ou fazer o trabalho?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of tools people are using in this picture.",
    "text": "Conte juntos o número de ferramentas que as pessoas estão usando nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We sound drums to gather for meetings at our chief's palace.",
    "text": "Tocamos tambores para nos reunirmos no palácio do nosso chefe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is something in this picture that shows this is a special place?",
    "text": "O que há nesta foto que mostra que este é um lugar especial?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many people are gathering in this picture?",
    "text": "Quantas pessoas estão se reunindo nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where do you think the chief will sit?",
    "text": "Onde você acha que o chefe vai se sentar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drums call people to go to church for prayers on Sundays and other prayer days.\n\nWe also play drums to enrich songs when singing in churches.",
    "text": "Os tambores chamam as pessoas para irem à igreja aos domingos e para outros dias de oração.\n\nTambém tocamos os tambores para enriquecer as músicas quando cantamos nas igrejas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Items made from wood come from trees. Which items in this picture are made of wood?",
    "text": "Itens feitos de madeira vêm de árvores. Quais itens nesta foto são feitos de madeira?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which things are made of wood where you are?",
    "text": "Que coisas são feitas de madeira onde você está?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are straps on the drums in each picture. Why are the straps useful?",
    "text": "Existem alças nos tambores em cada foto. Por que as alças são úteis?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The big drum sounds, \"An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul.\"\n\nThe small drums sing in their high pitches, \"Tindiri, tindiri tindiri ti.\"\n\nTogether they chorus, \"Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!\"",
    "text": "O tambor grande canta: \"Tum Tum Tum\".\n\nOs pequenos tambores cantam em seus tons agudos: \"tim tim tim\".\n\nJuntos, eles cantam: \"tim Tum, tim Tum, tim Tum!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A duet is when two intruments are played together. Have you sung duets with your family or friends?",
    "text": "Um dueto é quando dois instrumentos são tocados juntos. Você já cantou duetos com sua família ou amigos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up a clapping duet. One person starts with a clapping pattern, and then the other person creates a clapping pattern that goes well with it.",
    "text": "Faça um dueto de palmas. Uma pessoa começa com um padrão de palmas e, em seguida, a outra pessoa cria um padrão de palmas que combina bem com ele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you hear music, listen for the instruments that create the beat.",
    "text": "Quando você ouvir música, ouça os instrumentos que criam a batida.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A Very Tall Man",
    "text": "Um homem muito alto",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller",
    "text": "Essa história exercita a contagem até o 5, cores e formas. Vocabulário para praticar: muito, baixo, alto, comprido, grande, pequeno; nomes de cores; e comparações: mais curto, mais alto, mais comprido, mais baixo, maior, menor",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Akadeli's Lucky Day",
    "text": "Dia de sorte de Akadeli",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has  counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.",
    "text": "Essa história exercita a contagem até o 12, cores e formas. Vocabulário para praticar: um, dois, até o 12, estimar, subtrair, cores, menor, mais alto, semelhante e diferente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can We Count Our Cats?",
    "text": "Vamos Contar Nossos Gatos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.",
    "text": "Essa história exercita a contagem do 0 ao 9, colorações e padrões de cores. Vocabulário para praticar: muitos, maior número, menor número, um a mais, um a menos, nomes de cores, termos usados na contagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Ball",
    "text": "O Gato, o Cão e a Bola",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.",
    "text": "Essa história exercita a contagem até o 6, formas e descrições. Vocabulário para praticar: palavras de contagem, nomes de cores e termos como alto, demais, similar, diferente, menor, maior, curto, menos e mais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Butterfly",
    "text": "O Gato, o Cão e a Borboleta",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.",
    "text": "Essa história exercita a contagem até o 6, cores e descrições de velocidade. Vocabulário para praticar: palavras de contagem, cores e termos como muito, demais, rápido, devagar, mais rápido, mais devagar, mais e menos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog and the Egg",
    "text": "O Gato, o Cão e o Ovo",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.",
    "text": "Essa história exercita a contagem até o 5, comparações, cores e formas. Vocabulário para praticar: acima, abaixo, similar, redondo, pipa, diferente, maior e mais longo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog: Dog Is Cold",
    "text": "Gato e Cão: O Cão está com frio",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.",
    "text": "Essa história exercita palavras que são antônimas, contagem até 6 e as expressões “um a mais”/”um a menos”. Vocabulário para praticar: demais, frio, morno, quente, claro, escuro, dia, noite, limpo, sujo, pequeno, grande, curto, longo, molhado, seco, fino, grosso, baixo, alto, novo e velho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Clever Cat",
    "text": "Gata Esperta",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has geometry ideas and colors. Practice words: square, rectangle, circle, concentric, open, closed, least, little, small, big, and color names.",
    "text": "Essa história exercita conceitos de geometria e cores. Vocabulário para praticar: quadrado, retângulo, círculo, concêntrico, aberto, fechado, menos, pouco, pequeno, grande e nomes de cores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Colors of a Rainbow",
    "text": "Cores de um Arco-íris",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story talks about the numbers to seven, the ordinals to seventh, and colors. Practice the words: one, two, three, to seven; the ordinals first, second, third, to seventh; and the many names of colors.",
    "text": "Essa história exercita números até sete, numerais ordinais do primeiro até o sétimo e cores. Vocabulário para praticar: um, dois, três, até sete; os ordinais primeiro, segundo, terceiro, até sétimo; e os muitos nomes de cores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Counting Animals",
    "text": "Contando Animais",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 9 and number and size comparisons. Practice words: one, two, to nine, big, small, most, least, one more, and one less.",
    "text": "Esta história exercita a contagem até o 9, números e comparações de tamanho. Vocabulário para praticar: um, dois, até o nove, grande, pequena, maioria, minoria, um a mais e um a menos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Creature with Two",
    "text": "Criatura com Dois",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to seven and shapes. Practice words: small numbers, especially one and two; and comparing words such as more, equal, same, and less. Also, talk about squares, circles, solids, stripes, bigger, and smaller.",
    "text": "Esta história exercita contagem até sete e formas. Vocabulário para praticar: números pequenos, especialmente um e dois; palavras de comparação como mais, igual, o mesmo e menos. Além disso, fale sobre quadrados, círculos, sólidos, listras, maiores e menores.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Drum",
    "text": "Tambor",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has patterns, sizes, and shapes. Practice words: size, big, little, medium, small, same, shape, and pattern.",
    "text": "Esta história exercita padrões, tamanhos e formas. Vocabulário para praticar: tamanho, grande, pequeno, médio, menor, mesmo, forma e padrão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana Loves Animals",
    "text": "Fana Ama Animais",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities to ten, comparing, and colors. Practice words: counting to ten, most, more, less, bigger, smaller, shortest, tallest, color names, solid, striped, and checkerboard.",
    "text": "Esta história exercita quantidades até dez, comparação e cores. Vocabulário para praticar: contagem até dez, mais, menos, maior, menor, mais curto, mais alto, nomes de cores, liso, listrado e xadrez.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Feelings",
    "text": "Sentimentos",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities up to ten. Practice words: how many, one more, most, and least.",
    "text": "Esta história exercita quantidades até dez. Vocabulário para praticar: quantos, mais um, mais e menos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Flower Blind",
    "text": "A Cega das Flores",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities to 10, comparing quantities, and shapes. Practice words: how many, most, least, one more, how many more, difference, rectangle, square, circle, and round.",
    "text": "Esta história exercita contagem até 10 e comparação de quantidades e formas. Vocabulário para praticar: quantas, mais, menos, mais uma, quantas mais, diferença, retângulo, quadrado, círculo e redondo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Friends",
    "text": "Amigos",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 6, colors, and shapes. Practice words: how many, numbers to six, one more, two more, one less, two less, color names, stripes, solids, pentagon, hexagon, round, same, and different.",
    "text": "Esta história exercita contagem de 6 em 6, cores e formas. Vocabulário para praticar: quantos, números até seis, um a mais, dois a mais, um a menos, dois a menos, nomes de cores, listras, lisos, pentágono, hexágono, redondo, igual e diferente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How the Toad Got its Skin",
    "text": "Como a Sapa Conseguiu sua pele",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 16, shapes, and colors. Practice words: counting by 2's or 4's, more, less, one more, color names, circle, center, and concentric.",
    "text": "Esta história exercita contagem até o 16, cores e formas. Vocabulário para prática: contagem de 2 em 2 ou de 4 em 4, mais, menos, mais um, nomes de cores, círculo, centro e concêntrico.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at the Animals",
    "text": "Olhe para os Animais",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has  small quantities up to 8. Practice words: numbers to 8, how many, one more, small, and large.",
    "text": "Esta história exercita pequenas quantidades até 8. Vocabulário para praticar: números até 8, quantos, mais um, pequeno e grande.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My School Clothes",
    "text": "Minhas roupas escolares",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, shapes, and colors. Practice words: numbers to 5, color names, too, too big, too small, just right, matching colors, and rectangle.",
    "text": "Esta história exercita contagem até 5, formas e cores. Vocabulário para praticar: números até 5, nomes de cores, também, muito grandes, muito pequenos, na medida certa, cores correspondentes e retângulo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Palm Tree",
    "text": "Palmeira",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, how many, estimate, counting by 2's, more, less, difference, round shape, box shape, loop, and pattern.",
    "text": "Esta história exercita contagem até 12, formas e comparação. Vocabulário para prática: números até 12, quantidade, estimativa, contar de 2 em 2, mais, menos, diferença, forma arredondada, forma quadrada, aros e padrões.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo, Our Cow",
    "text": "Pendo, Nossa Vaca",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has quantities up to six and comparing. Practice words: numbers to six, more, most, less, least, and rectangle.",
    "text": "Esta história exercita quantidades até seis e comparações. Vocabulário para praticar: números até o seis, maior e menor, mais e menos e retângulo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The Day the Sun Went Away",
    "text": "O Dia Em Que O Sol Se Foi",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 7, comparing, and shapes. Practice words: numbers to 7, how many, same, less, more, one more, one less, too, too many, round, sphere, ball, cylinder, warm, warmer, cool, and cooler.",
    "text": "Esta história exercita contagem até 7, comparações e formas. Vocabulário para praticar: números até 7, quantos, mesmo, menos, mais, um a mais, um a menos, também, muitos, redondo, esfera, bola, cilindro, quente, mais quente, legal e mais frio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Visiting Grandmother",
    "text": "Visitando A Vovó",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 10 and shapes. Practice words: numbers up to 10, one more, two more, three more, counting by 2's, equal, rectangle, circle, concentric, straight, and curved.",
    "text": "Essa história exercita contagem até 10 e reconhecimento de formas geométricas. Vocabulário para praticar: números até 10, mais um, mais dois, mais três, contando por 2, igual, retângulo, círculo, concêntrico, reto e curvo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is Lulu?",
    "text": "Onde está Lulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 10, comparing sizes, and geometry. Practice words: numbers to 10, one more, one less, less, more, small, big, too, too big, smallest, largest, triangle, rectangle, pentagon, cylinder, same, on, under, and on top of.",
    "text": "Esta história exercita contagem até 10, comparação de tamanhos e geometria. Vocabulário para praticar: números até 10, um a mais, um a menos, menos, mais, pequeno, grande, muito grande, menor, maior, triângulo, retângulo, pentágono, cilindro, igual, sobre e sob.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is My Bat?",
    "text": "Onde está o meu taco?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more, one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.",
    "text": "Esta história exercita contagem até 7, palavras sobre relacionamentos e formas. Vocabulário para praticar: quantos, números até 7, um a mais, um a menos, atrás, dentro, em, alto, muito alto, embaixo, retângulo, caixa, e linha vertical.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where Is My Cat?",
    "text": "Cadê o meu gatinho?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This story has counting to 5, relationship words, and colors. Practice words: numbers to 5, under, on top of, over, behind, next to, inside, outside, color names, straight, and curved.",
    "text": "Essa história exercita a contagem até o 5, palavras sobre relações e cores. Vocabulário para praticar: números até 5, embaixo, em cima, sobre, atrás, ao lado, dentro, fora, nomes de cores, retas, e curvas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana and her family live in a busy town.",
    "text": "Fana e sua família moram em uma cidade movimentada.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana lives in a very colorful town. Is your town colorful too?",
    "text": "Fana mora em uma cidade muito colorida. Sua cidade também é colorida?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name all the colors of the clothes and buildings.",
    "text": "Apontem e nomeiem todas as cores das roupas e dos prédios.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana has a cat, two hens, a goat and a dove.",
    "text": "Fana tem um gato, duas galinhas, uma cabra e uma pomba.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals does Fana have?",
    "text": "Quantos animais Fana tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal does Fana have the most of?",
    "text": "Qual animal Fana tem mais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most people living in a city do not have so many different animals.",
    "text": "A maioria das pessoas que vivem em uma cidade não tem tantos animais diferentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, Fana saw other children throwing stones at doves.",
    "text": "Um dia, Fana viu outras crianças jogando pedras nas pombas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Throwing stones at animals is a mean thing to do!",
    "text": "Jogar pedras nos animais é uma coisa cruel de se fazer!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What would you do if you saw someone doing something that was mean?",
    "text": "O que vocês fariam se vissem alguém fazendo algo cruel?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the birds. Which is more and which is less -- birds in the air or birds on the ground?",
    "text": "Contem todos os pássaros. Qual grupo é maior e qual é menor - pássaros no ar ou pássaros no chão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana ran towards the children.\n\nShe shouted, \"Stop throwing stones!\"",
    "text": "Fana correu em direção às crianças.\n\nEla gritou: \"Parem de jogar pedras!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is not easy to tell other people that you think they are being bad. Why did Fana do it?",
    "text": "Não é fácil dizer às outras pessoas que você acha que elas estão sendo más. Por que Fana fez isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a shape with four straight sides like the shape of this page. Point out rectangles you see in this picture.",
    "text": "Um retângulo é uma forma com quatro lados retos. Apontem retângulos que vocês veem nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see any rectangles around where you are?",
    "text": "Vocês veem algum retângulo ao redor de onde estão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana took the two doves home to look after them.",
    "text": "Fana levou as duas pombas para casa para cuidar delas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It is very nice of Fana to help these animals. It can be dangerous to handle wild animals.",
    "text": "É muito gentil da parte de Fana ajudar esses animais. Pode ser perigoso lidar com animais selvagens.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of people and the number of birds. Which group is bigger and which group is smaller?",
    "text": "Contem o número de pessoas e o número de pássaros. Qual grupo é maior e qual é menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do their faces tell you about what they are feeling?",
    "text": "O que os rostos deles dizem sobre o que estão sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She fed them and told her family how she saved them.",
    "text": "Ela os alimentou e contou à sua família como os salvou.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many children and how many adults are there in Fana's family? When you put those groups together, how many people are there in her family?",
    "text": "Quantas crianças e quantos adultos há na família de Fana? Quando vocês juntam esses grupos, quantas pessoas há na família dela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many colors of the rainbow here. Which colors are present and which ones are missing?",
    "text": "Há muitas cores do arco-íris aqui. Quais cores estão presentes e quais estão faltando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors and patterns are your favorite to wear?",
    "text": "Quais cores e padrões são seus favoritos para vestir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana and her parents took the doves to the clinic.",
    "text": "Fana e seus pais levaram as pombas para a clínica.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Most doctors either help people or they help animals. Which kind of doctor is at this clinic?",
    "text": "A maioria dos médicos ajuda pessoas ou ajuda animais. Que tipo de médico está nesta clínica?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who is the shortest person in this picture? Who is the tallest?",
    "text": "Quem é a pessoa mais baixa nesta imagem? Quem é a mais alta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The red cross on the cabinet shows that it has medical supplies in it.",
    "text": "A cruz vermelha no armário mostra que dentro dele há suprimentos médicos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana tells her friends, \"Animals are our friends. We protect them.\"",
    "text": "Fana diz aos seus amigos: \"Os animais são nossos amigos. Nós os protegemos.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Should we only protect our friends, or should we protect everything we can?",
    "text": "Devemos proteger apenas nossos amigos, ou devemos proteger tudo o que pudermos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at all the color patterns in these clothes. Point out which ones are solid, striped, or have a checkered pattern.",
    "text": "Olhem todas as estampas coloridas nessas roupas. Apontem quais são lisas, listradas ou têm um padrão xadrez.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Fana has worn many different colors during this story. Can you remember them all?",
    "text": "Fana usou muitas cores diferentes durante esta história. Vocês conseguem se lembrar de todas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My heart feels a lot of things.",
    "text": "Meu coração sente muitas coisas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of different feelings you have. How many can you think of?",
    "text": "Pensem em diferentes sentimentos que vocês têm. Quantos conseguem pensar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Tell a story about a time when you felt one of those feelings.",
    "text": "Contem uma história sobre uma vez em que sentiram um desses sentimentos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do your feelings fit into a few groups? For example, are they all happy or sad feelings?",
    "text": "Seus sentimentos se encaixam em alguns grupos? Por exemplo, são todos sentimentos felizes ou tristes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel happy when my granny tells us stories in the evening.",
    "text": "Eu me sinto feliz quando minha vovó nos conta histórias à noite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you know a special person who loves to tell you stories? Does it make you feel good to hear that person tell stories?",
    "text": "Vocês conhecem uma pessoa especial que adora contar histórias para vocês? Ouvir essa pessoa contar histórias traz uma sensação boa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together how many children are listening to granny's story. If you add granny to that count, it will be one more -- how many would that make?",
    "text": "Contem juntos quantas crianças estão ouvindo a história da vovó. Se vocês adicionarem a vovó a essa contagem, será mais um - quantas seriam então?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do these children look happy? How can you tell?",
    "text": "Essas crianças parecem felizes? Como vocês podem dizer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel silly when I play with my friend.",
    "text": "Eu me sinto boba quando brinco com meu amigo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What things do you do when you are being silly?",
    "text": "Que coisas vocês fazem quando estão sendo bobos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the hands, feet, eyes, noses, fingers, toes, or anything else you see.",
    "text": "Contem juntos as mãos, pés, olhos, narizes, dedos, dedões ou qualquer outra coisa que vejam.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things has the biggest number and which one has the smallest?",
    "text": "Qual grupo de coisas tem o maior número e qual tem o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel bad when my dad says he does not have money.",
    "text": "Eu me sinto mal quando meu pai diz que não tem dinheiro.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What sorts of things make you sad?",
    "text": "Que tipos de coisas os deixam tristes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and name the colors of their different pieces of clothing.",
    "text": "Apontem e nomeiem as cores das diferentes peças de roupa deles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of buttons on her dress.",
    "text": "Contem o número de botões no vestido dela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I feel loved when my mom gives me a hug.",
    "text": "Eu me sinto amada quando minha mãe me dá um abraço.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some special moments that make you feel loved?",
    "text": "Quais são alguns momentos especiais que os fazem sentir amados?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you do to let others know you feel love for them?",
    "text": "O que vocês fazem para deixar os outros saberem que sentem amor por eles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The mother's clothing has stripes and the girl's has stars. Do you have some clothes with stars or some other shapes on them?",
    "text": "A roupa da mãe tem listras e a da menina tem estrelas. Vocês têm algumas roupas com estrelas ou outra forma?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat was born blind.\n\nHer eyes had never seen her parents, or her brother and sisters. She knew their faces by touch.",
    "text": "Chat nasceu cega.\n\nSeus olhos nunca tinham visto seus pais, ou seus irmãos e irmãs. Ela conhecia os rostos deles pelo toque.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you tried walking with your eyes closed? If you do, be sure to be with someone else to stay safe.",
    "text": "Você já tentou andar com os olhos fechados? Se fizer isso, tenha certeza de que está com outra pessoa para se manter em segurança.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you don't see, you become much more aware of your other senses. Which senses do you notice more when you close your eyes?",
    "text": "Quando você não enxerga, você se torna muito mais consciente de seus outros sentidos. Quais sentidos você nota mais quando fecha os olhos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. A square is a rectangle with four equal sides. Point to the squares and rectangles you see on this page.",
    "text": "Um retângulo é uma forma de quatro lados. Um quadrado é um retângulo com quatro lados iguais. Aponte para os quadrados e retângulos que você vê nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One day, Chat was strolling in the garden.\n\nShe liked the sweet scent of flowers.\n\nShe loved to touch their soft petals.",
    "text": "Um dia, Chat estava passeando no jardim.\n\nEla gostava do doce aroma das flores.\n\nEla adorava tocar suas pétalas macias.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many things to count here. Count together the trees, butterflies, canes, shoes, and any other groups you notice.",
    "text": "Há muitas coisas para contar aqui. Conte as árvores, borboletas, bengalas, sapatos e quaisquer outros grupos que você notar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these groups can Chat count?",
    "text": "Quais desses grupos a Chat consegue contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these groups has the most in it and which has the least?",
    "text": "Qual desses grupos tem mais e qual tem menos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat wished she could see flowers, just once.\n\n\"They are lovely,\" she said to herself.",
    "text": "Chat gostaria que ela pudesse ver flores, apenas uma vez.\n\n\"Elas são adoráveis\", disse ela para si mesma.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five blue flowers and five yellow-orange flowers. How many is that all together?",
    "text": "Há cinco flores azuis e cinco flores amarelo-laranja. Quantas são todas juntas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you include the yellow-orange flower that Chat is holding, that would be one more. What is one more than five?",
    "text": "Se você incluir a flor amarelo-laranja que a Chat está segurando, seria mais uma. Quanto é um mais cinco?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many more blue flowers are there than butterflies?",
    "text": "Quantas flores azuis existem a mais do que borboletas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Every day, Chat walked in the garden. She knew her way around.\n\nToday, she raised her head to the skies.",
    "text": "Todos os dias, Chat caminhava no jardim. Ela conhecia o caminho.\n\nHoje, ela ergueu a cabeça para o céu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see the surprise on her face? What is she surprised about?",
    "text": "Você vê a surpresa no rosto dela? Com o que ela está surpresa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She can't see the clouds. What can she sense about what is happening?",
    "text": "Ela não consegue ver as nuvens. O que ela pode sentir sobre o que está acontecendo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is going on in the sky? What do you think is about to happen?",
    "text": "O que está acontecendo no céu? O que você acha que está prestes a acontecer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Suddenly, she heard thunder and lightning.\n\n\"I need to hurry back to the house,\" Chat thought.",
    "text": "De repente, ela ouviu trovões e relâmpagos.\n\n\"Eu preciso correr de volta para casa\", pensou Chat.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever been outside someplace when a storm came up quickly? Did you get wet?",
    "text": "Você já esteve fora em algum lugar quando uma tempestade surgiu rapidamente? Você se molhou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like watching lightning?",
    "text": "Você gosta de ver relâmpagos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you find lightning scary or fun when you are outside?",
    "text": "Você acha um relâmpago assustador ou divertido quando está do lado de fora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rain began to fall.\n\nChat slipped, lost her balance and fell.\n\nShe hit her head on a stone.",
    "text": "A chuva começou a cair.\n\nChat escorregou, perdeu o equilíbrio e caiu.\n\nEla bateu a cabeça em uma pedra.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Head injuries can be very serious. Do you think Chat will be okay?",
    "text": "Lesões na cabeça podem ser muito graves. Você acha que a Chat vai ficar bem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are colors going from yellow to light red to red in this picture. Point to them and describe them.",
    "text": "Existem cores que vão do amarelo ao vermelho claro e ao vermelho nesta imagem. Aponte para elas e descreva-as.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and describe the colors going from yellow to various greens in the picture.",
    "text": "Aponte e descreva as cores que vão do amarelo para vários verdes na imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Chat woke up, there were people around her.\n\n\"What happened?\" she asked.",
    "text": "Quando Chat acordou, havia pessoas ao seu redor.\n\n\"O que aconteceu?\" ela perguntou.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the people in Chat's family. Did you include Chat?",
    "text": "Conte as pessoas da família de Chat. Você incluiu a Chat?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell by looking at their faces what each person is feeling?",
    "text": "Você pode dizer, olhando para seus rostos, o que cada pessoa está sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many colors here! Which of the colors of the rainbow are missing in this picture?",
    "text": "Há muitas cores aqui! Quais das cores do arco-íris estão faltando nesta imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You fell and bumped your head, her father said.\n\n\"We are so thankful that you are fine,\" said her mother.",
    "text": "\"Você caiu e bateu a cabeça\", disse o pai dela.\n\n\"Estamos muito gratos por você estar bem\", disse a mãe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is a fun circular pattern on Chat's bed. Are there more blue circles or red circles?",
    "text": "Há uma estampa circular divertida na cama da Chat. Existem mais círculos azuis ou vermelhos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe some pretty patterns around where you are.",
    "text": "Descreva alguns padrões bonitos em torno de onde você está.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Find the rectangles in this picture and around where you are.",
    "text": "Encontre os retângulos nesta imagem e também em torno de onde você está.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Daddy, mummy? asked Chat. She also called the names of her brothers and sisters. \"Please, get me a flower.\" Everyone was surprised.",
    "text": "\"Papai, mamãe?\" perguntou Chat. Ela também chamou os nomes de seus irmãos e irmãs. \"Por favor, traga-me uma flor.\" Todos ficaram surpresos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is everyone surprised?",
    "text": "Por que todos estão surpresos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is everyone looking so happy?",
    "text": "Por que todos parecem tão felizes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you count all the circles on her bed, or is it too many? Can you count other things, such as eyes, arms, or noses?",
    "text": "Consegue contar todos os círculos na cama dela, ou são muitos? Consegue contar outras coisas, como olhos, braços ou narizes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Her sister returned with a flower.\n\nChat held it gently. \"It is so lovely,\" she said.",
    "text": "Sua irmã voltou com uma flor.\n\nChat segurou suavemente. \"É tão adorável\", disse ela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Imagine what it is like to see the world for the first time. What would you most want to see?",
    "text": "Imagine como é ver o mundo pela primeira vez. O que você mais gostaria de ver?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which side of her head did she hit on the rock and which side is bandaged? Hmmm ...?",
    "text": "De que lado da cabeça ela bateu na pedra e de que lado está enfaixada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you find all the rectangles in this picture? Some of them are a bit sneaky.",
    "text": "Consegue encontrar todos os retângulos nesta imagem? Alguns deles estão escondidinhos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Her family looked at one another.\n\n\"Chat, can you see the flower?\" her mother asked.",
    "text": "Sua família olhou uns para os outros.\n\n\"Chat, você consegue ver a flor?\", sua mãe perguntou.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What emotion do you see on each person's face?",
    "text": "Que emoção você vê no rosto de cada pessoa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you known anyone who suddenly got much better from an illness?",
    "text": "Você conhece alguém que de repente melhorou muito de uma doença?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you known anyone who was blind?",
    "text": "Você conhece alguém que era cego?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chat played with the flower in her hand.\n\n\"You are all so beautiful, just like this flower,\" she smiled.",
    "text": "Chat brincou com a flor na mão.\n\n\"Vocês são todos tão bonitos, assim como esta flor\", ela sorriu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point out some of the new rectangles in this picture.",
    "text": "Aponte alguns dos novos retângulos nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is a very happy ending! Did you think the story would end this way?",
    "text": "Este é um final muito feliz! Você achou que a história terminaria assim?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people become doctors because they like helping people to have happy endings like this.",
    "text": "Algumas pessoas se tornam médicas porque gostam de ajudar as pessoas a terem finais felizes como este.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My name is Simo.",
    "text": "Meu nome é Simo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the different colors of stripes on Simo's shirt.",
    "text": "Conte as diferentes cores de listras na camisa de Simo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo's ball has two colors and is round. A pentagon is a five-sided shape. Point at the dark pentagons on Simo's ball. Do you see any pentagons around you?",
    "text": "A bola do Simo tem duas cores e é redonda. Um pentágono é uma forma de cinco lados. Aponte para os pentágonos escuros na bola de Simo. Você vê algum pentágono ao seu redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A hexagon is a six-sided shape. Point at the hexagons on the ball. Hexagons are often used in tiling patterns. Do you see any hexagons around you?",
    "text": "Um hexágono é uma forma de seis lados. Aponte para os hexágonos na bola. Os hexágonos são frequentemente usados em padrões de ladrilhos. Você vê algum hexágono ao seu redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I have four friends.",
    "text": "Eu tenho quatro amigos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you put Simo together with his four friends, how many is that all together? Another way to ask this is: \"What is 1 more than 4?\"",
    "text": "Quando você coloca Simo junto com seus quatro amigos, quantos são ao todo? Outra maneira de perguntar isso é: \"Quanto é 1 mais 4?\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many of them have striped shirts and how many have solid shirts? That means that 2 more than 3 is 5.",
    "text": "Quantos deles têm camisas listradas e quantos têm camisas lisas? Isso significa que 2 mais de 3 é 5.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That's two different ways of getting five! If you take one more than four you get the same thing as two more than three!",
    "text": "São duas maneiras diferentes de conseguir cinco! Se você fizer um mais quatro, você recebe a mesma coisa que dois mais três!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their names are Zizo, Lele, Sisa, and Ayanda.",
    "text": "Seus nomes são Zizo, Lele, Sisa e Ayanda.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you guess who has which name? We'll learn about each one soon.",
    "text": "Você consegue adivinhar quem tem qual nome? Aprenderemos sobre cada um deles em breve.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Make up a story about one of them. Perhaps one of them likes cats or going on long walks?",
    "text": "Invente uma história sobre um deles. Talvez um deles goste de gatos ou faça longas caminhadas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the four, one of them likes soccer, one likes swimming, another likes hide-and-seek, and one likes reading -- guess which one is which.",
    "text": "Dos quatro, um deles gosta de futebol, um gosta de nadar, outro gosta de esconde-esconde e um gosta de ler -- adivinhe qual é qual.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Zizo likes to play soccer.",
    "text": "Meu amigo Zizo gosta de jogar futebol.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo and Zizo have soccer in common. Which parts of their clothes are similar to each other?",
    "text": "Simo e Zizo têm o futebol em comum. Quais partes de suas roupas são semelhantes entre si?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Simo and Zizo have stripes on different parts of their clothing. How are their stripes different?",
    "text": "Simo e Zizo têm listras em diferentes partes de suas roupas. Como as listras são diferentes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Zizo seems to like shades of red. Do you? What is your favorite color?",
    "text": "Zizo parece gostar de tons de vermelho. E você? Qual é a sua cor favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Lele likes to swim.",
    "text": "Minha amiga Lele gosta de nadar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and name the beautiful greens, blue greens, and blues in this picture.",
    "text": "Aponte e nomeie os belos verdes, azuis esverdeados e azuis nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Lele's left hand. Is she missing a finger or was the artist careless when drawing this picture?",
    "text": "Conte os dedos da mão esquerda de Lele. Ela está sem um dedo ou a artista foi descuidada ao desenhar esta imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It can be dangerous to swim by yourself. To be safe, always swim with a buddy.",
    "text": "Pode ser perigoso nadar sozinho. Por segurança, sempre nade com um amigo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Sisa likes to play hide-and-seek.",
    "text": "Minha amiga Sisa gosta de brincar de pega-pega.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Sisa \"it\" or is Sisa hiding? It is easy to see Sisa. Is Sisa hiding behind the tree?",
    "text": "Sisa é o “pega” ou está se escondendo? É fácil ver Sisa. Sisa está se escondendo atrás da árvore?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They say zebras have stripes to help them hide among trees. Do the stripes on Sisa's shirt make Sisa hard to see?",
    "text": "Dizem que as zebras têm listras para ajudá-las a se esconder entre as árvores. As listras na camisa da Sisa fazem com que Sisa seja difícil de ser vista?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When playing hide-and-seek, the \"it\" person usually counts up to some number before looking for people. How high do you think the person should count?",
    "text": "Ao brincar de esconde-esconde, a pessoa geralmente conta até certo número antes de procurar pessoas. Quão alto você acha que a pessoa deve contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My friend Ayanda likes to read.",
    "text": "Minha amiga Ayanda gosta de ler.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The other people picked sports and games they like to play. Is reading a sport or game?",
    "text": "As outras pessoas escolheram esportes e jogos que gostam de jogar. Ler é um esporte ou um jogo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you read with other people, or must you read by yourself?",
    "text": "Você consegue ler com outras pessoas ou deve ler sozinho?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ayanda looks like she enjoys shades of orange. Name some things around you that are shades of orange.",
    "text": "Ayanda parece gostar de tons de laranja. Cite algumas coisas ao seu redor que são tons de laranja.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Me? I like to do the things they like to do.",
    "text": "Eu? Gosto de fazer as coisas que eles gostam de fazer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does Simo like doing all the things, or is he just being agreeable so he can be with everyone?",
    "text": "Simo gosta de fazer todas as coisas, ou ele está apenas sendo agradável para que possa estar com todos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice that the stripes on his shirt have changed? How have they changed?",
    "text": "Você notou que as listras na camisa dele mudaram? Como elas mudaram?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the four activities, how many do you like?",
    "text": "Das quatro atividades, quantas você gosta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I play soccer with Zizo.",
    "text": "Eu jogo futebol com Zizo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Zizo's left hand. Is Zizo missing a finger, or was the artist being careless again?",
    "text": "Conte os dedos da mão esquerda de Zizo. Zizo está sem um dedo ou o artista foi descuidado de novo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people are born with six fingers on a hand. What is one less than six? What is two less than six? How many fingers seems like a good number to you?",
    "text": "Algumas pessoas nascem com seis dedos na mão. Quanto é um menos seis? Quanto é dois menos seis? Quantos dedos parecem ser um bom número para você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Zizo has a solid shirt with striped socks, while Simo has a striped shirt with solid socks. Which way do you like better?",
    "text": "Zizo tem uma camisa lisa com meias listradas, enquanto Simo tem uma camisa listrada com meias lisas. De que maneira você gosta mais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I swim with Lele.",
    "text": "Eu nado com Lele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the fingers on Lele's left hand. She has one more finger than she had before! Did she grow a finger?",
    "text": "Conte os dedos da mão esquerda de Lele. Ela tem um dedo a mais do que antes! Ela fez crescer um dedo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about the shades of green in this picture. Some shades are darker, some yellower, and some bluer.",
    "text": "Fale sobre os tons de verde nesta foto. Alguns tons são mais escuros, outros mais amarelos e outros mais azuis.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lele is swimming with a buddy now -- that is much safer (and more fun)!",
    "text": "Lele está nadando com um amigo agora - isso é muito mais seguro (e mais divertido)!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I play hide-and-seek with Sisa.",
    "text": "Eu brinco de pega-pega com Sisa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Simo take his shoes off?",
    "text": "Por que Simo tirou os sapatos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who do you think is hiding and who is seeking in this picture?",
    "text": "Quem você acha que está se escondendo e quem está procurando nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these two can hide better in this place -- whose clothes blend in better with the surrounding colors?",
    "text": "Qual destes dois pode se esconder melhor neste lugar -- quais roupas se misturam melhor com as cores ao redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, friend, what do you like?",
    "text": "Venha, amigo, do que você gosta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some of your favorite activities?",
    "text": "Quais são algumas das suas atividades favoritas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the different activities in this story. Of these, which one would you pick?",
    "text": "Conte as diferentes atividades nesta história. Destes, qual você escolheria?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There were four activities and you picked your favorite. What is one less than four? Of the remaining activities, which one is your least favorite?",
    "text": "Havia quatro atividades e você escolheu a sua favorita. Quanto é um menos que quatro? Das atividades restantes, qual é a sua menos favorita?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, play soccer with us.",
    "text": "Venha, jogue futebol com a gente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are they playing on teams, or are they just kicking the ball around?",
    "text": "Eles estão jogando em equipes ou estão apenas chutando a bola?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five people. Can you split them into two teams with the same number of people?",
    "text": "São cinco pessoas. Você pode dividi-los em duas equipes com o mesmo número de pessoas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Whose shoes are the worst for playing soccer?",
    "text": "De quem são os piores sapatos para jogar futebol?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, swim with us.",
    "text": "Venha nadar com a gente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are two pairs of children and one child alone. Can you put them all into pairs so no one is left out?",
    "text": "Há dois pares de crianças e uma criança sozinha. Você pode colocar todos eles em pares para que ninguém fique de fora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A number is said to be \"odd\" if there is no way of splitting that many things into pairs. It is also \"odd\" if that number of things cannot be split into two equal groups.",
    "text": "Diz-se que um número é \"ímpar\" se não houver como dividir sua quantidade em pares. Também é \"ímpar\" se esse número de coisas não puder ser dividido em dois grupos iguais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are the two ideas for \"odd\" the same? Why is being able to split something into pairs the same as being able to split it into two equal groups?",
    "text": "Por que as duas ideias para \"ímpar\" são as mesmas? Por que ser capaz de dividir algo em pares é o mesmo que ser capaz de dividi-lo em dois grupos iguais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, play hide-and-seek with us.",
    "text": "Venha, brinque de pega-pega com a gente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like Simo is \"it.\" Will he have a hard time finding the other children?",
    "text": "Parece que Simo é o \"pega\". Será que ela terá dificuldade em encontrar as outras crianças?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the children on top of the branch and the number hiding on the other side of the tree. Do they add up to four children?",
    "text": "Conte as crianças em cima do galho e o número escondido do outro lado da árvore. Eles somam quatro crianças?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There is one in the tree, one counting, and three behind the tree. You can get five in many ways from this. One way is to start with three, add one more, and then add one more. Think together of other ways to get five.",
    "text": "Há um na árvore, um contando e três atrás da árvore. Você pode obter cinco de várias maneiras a partir disso. Uma maneira é começar com três, adicionar um e depois adicionar mais um. Pense em outras maneiras de conseguir cinco.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Come, read with us!",
    "text": "Venha, leia conosco!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One person is reading alone, and the rest are reading in pairs.",
    "text": "Uma pessoa está lendo sozinha, e o resto está lendo em pares.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They all seem very happy together, no matter which activity they do. Do you have some friends you like to do things with?",
    "text": "Todos parecem muito felizes juntos, não importa qual atividade eles façam. Você tem alguns amigos com quem gosta de fazer coisas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One of the children only has four fingers on a hand -- which one?",
    "text": "Uma das crianças só tem quatro dedos na mão -- quem é?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod the toad was tired of living in water.",
    "text": "Mod, a sapa, estava cansada de viver na água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you think Mod was tired of water?",
    "text": "Por que você acha que Mod estava cansada da água?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod has four \"fingers\" on each leg. Who has more fingers -- you or Mod? How many more?",
    "text": "Mod tem quatro \"dedos\" em cada perna. Quem tem mais dedos - você ou Mod? Quantos a mais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With four fingers on each leg, how many fingers does Mod have all together? You can count them by 1's, 2's, or 4's. Is it too high for you to count?",
    "text": "Com quatro dedos em cada perna, quantos dedos Mod tem ao todo? Você pode contá-los de 1 em 1, de 2 em 2 ou de 4 em 4. É um número muito grande para você contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Be careful, said the turtle. \"Your skin will dry out.\"",
    "text": "\"Tenha cuidado,\" disse a tartaruga. \"Sua pele vai ressecar.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why don't turtles worry about their skin drying out?",
    "text": "Por que as tartarugas não se preocupam com a pele ressecando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think a big turtle would be able to climb onto a narrow log like that?",
    "text": "Você acha que uma tartaruga grande seria capaz de subir em um tronco estreito assim?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think toads and turtles talk to each other?",
    "text": "Você acha que sapos e tartarugas conversam entre si?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But Mod was curious. She hopped away.",
    "text": "Mas Mod estava curiosa. Ela pulou para longe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod looks very excited to be going on an adventure!",
    "text": "Mod parece muito animada para embarcar em uma aventura!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever done something even though you were told it was a bad idea? Were you glad you did it?",
    "text": "Você já fez algo mesmo sendo avisado de que era uma má ideia? Ficou feliz por ter feito?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Mod had ever been out of the river before? Are there places you would like to explore?",
    "text": "Você acha que Mod já havia saído do rio antes? Existem lugares que você gostaria de explorar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She looked all around.",
    "text": "Ela olhou ao redor.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the trees in the background behind Mod.",
    "text": "Conte as árvores ao fundo atrás de Mod.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it easier for you to count the trees one at a time or to count them by 2's?",
    "text": "É mais fácil para você contar as árvores uma por uma ou de 2 em 2?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice the shades of colors. Mod's colors go from light yellow to dark brown. The grass goes from very light yellow to the yellow greens of the tree tops to the darker shades directly beneath the tree canopy.",
    "text": "Observe os tons das cores. As cores de Mod vão de amarelo claro a marrom escuro. A grama vai de um amarelo muito claro aos verdes amarelados das copas das árvores e aos tons mais escuros diretamente sob o dossel da árvore.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She met a purple chameleon next to a puddle of water.",
    "text": "Ela encontrou um camaleão roxo ao lado de uma poça de água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod looks surprised to see the chameleon!",
    "text": "Mod parece surpresa ao ver o camaleão!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is the chameleon holding that bug? Do you eat insects sometimes?",
    "text": "Por que o camaleão está segurando esse inseto? Você come insetos às vezes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bugs flying around. If you add one more for the one the chameleon is holding, how many does that make in total?",
    "text": "Conte os insetos voando ao redor. Se adicionar mais um ao que o camaleão está segurando, quantos são ao todo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The chameleon started turning pink! Mod jumped away.",
    "text": "O camaleão começou a ficar rosa! Mod pulou para longe.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Chameleons and some other animals can change colors to blend in.",
    "text": "Camaleões e alguns outros animais podem mudar de cor para se camuflar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think this chameleon is blending in?",
    "text": "Você acha que este camaleão está se camuflando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Mod knew the chameleon could change colors? Mod looks surprised and afraid!",
    "text": "Você acha que Mod sabia que o camaleão poderia mudar de cor? Mod parece surpresa e com medo!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then she saw a hyena starting a fire.",
    "text": "Então ela viu uma hiena começando um incêndio.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It's silly to think that hyenas go around starting fires with torches.",
    "text": "É bobagem pensar que hienas saem por aí iniciando incêndios com tochas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If they could do it, why would they want to?",
    "text": "Se pudessem fazer isso, por que gostariam?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Hyenas are sometimes described as bad characters in stories. Do you think hyenas would go to all the trouble to start a fire just to be mean?",
    "text": "As hienas às vezes são descritas como personagens ruins em histórias. Você acha que as hienas se dariam ao trabalho de iniciar um incêndio apenas para serem más?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fire spread around Mod. She was afraid.",
    "text": "O fogo se espalhou ao redor de Mod. Ela estava com medo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen or been near a big wildfire? If so, how did you feel about it?",
    "text": "Você já viu ou esteve perto de um grande incêndio florestal? Se sim, como se sentiu sobre isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Mod pick a good place to hide?",
    "text": "Mod escolheu um bom lugar para se esconder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think will happen to Mod -- is Mod in a safe place?",
    "text": "O que você acha que acontecerá com Mod - Mod está em um lugar seguro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The fire burned her skin. She jumped back, into the puddle.",
    "text": "O fogo queimou sua pele. Ela pulou de volta para a poça.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Getting burned hurts a lot! Have you ever been burned or known someone who was?",
    "text": "Ser queimado dói muito! Você já se queimou ou conheceu alguém que já?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did Mod cover her eyes?",
    "text": "Por que Mod cobriu os olhos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Finding something cool to put on your wound is often a very good idea to stop further burning inside the wound.",
    "text": "Encontrar algo frio para colocar na queimadura é geralmente uma ideia muito boa para evitar mais queimação.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "But her skin was already full of blisters.",
    "text": "Mas sua pele já estava cheia de bolhas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Mod splashed, what shape were the ripples in the water around where Mod went in?",
    "text": "Quando Mod espirrou, que forma tinham as ondulações na água ao redor de onde Mod entrou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever watched the ripples a stone makes when it falls into quiet water?",
    "text": "Você já observou as ondulações que uma pedra faz quando cai em água parada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Those ripples are circles that have a common center point. Such circles are called concentric.",
    "text": "Essas ondulações são círculos que têm um ponto central comum. Esses círculos são chamados de concêntricos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mod found a home under a rock. Her new skin was dry and rough.",
    "text": "Mod encontrou uma casa debaixo de uma pedra. Sua nova pele estava seca e áspera.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Even if things did not go so well, she had some interesting experiences. Do you think Mod regrets her adventure?",
    "text": "Mesmo que as coisas não tenham corrido tão bem, ela teve algumas experiências interessantes. Você acha que Mod se arrepende de sua aventura?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think toads have homes with doors, windows, and tables?",
    "text": "Você acha que sapos têm casas com portas, janelas e mesas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like Mod has three fingers now. Is that more or less than she had before?",
    "text": "Parece que Mod tem três dedos agora. Isso é mais ou menos do que ela tinha antes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Now only frogs have smooth skin and live near water.",
    "text": "Agora apenas rãs têm pele lisa e vivem perto da água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you know that there are differences between frogs and toads?",
    "text": "Você sabia que existem diferenças entre sapos e rãs?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen a frog or toad? Could you tell which one it was?",
    "text": "Você já viu um sapo ou uma rã? Conseguiu dizer qual era qual?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever gone to a pond, river, or lake to explore water life?",
    "text": "Você já foi a um lago, rio ou lagoa para explorar a vida aquática?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Look at the animals.",
    "text": "Olhe para os animais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count and name together all the animals you see.",
    "text": "Conte e nomeie juntos todos os animais que você vê.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are all the animals looking at?",
    "text": "Para o que todos os animais estão olhando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do the animals want something from the farmer?",
    "text": "Os animais querem alguma coisa do fazendeiro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cow says, \"Moo.\"",
    "text": "A vaca diz: \"Muu.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cow is looking at an empty trough. What do you think \"Moo\" means?",
    "text": "A vaca está olhando para um cocho vazio. O que você acha que \"Muu\" significa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?",
    "text": "Se você só tem uma palavra (\"Muu\"), você tem que pronunciar ela de diferentes maneiras para que signifiquem coisas distintas. O que você acha que a vaca quer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the cow's black spots are small and some are large. Count how many spots the cow has.",
    "text": "Algumas das manchas pretas da vaca são pequenas e algumas são grandes. Conte quantas manchas a vaca tem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The goat says, \"Meh, meh.\"",
    "text": "O bode diz: \"béé, béé.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why is the goat looking at the drip of water from the faucet?",
    "text": "Por que o bode está olhando para o gotejamento de água da torneira?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the goat thirsty, hungry, or both?",
    "text": "O bode está com sede, fome ou ambos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many horns does a goat have? Name some other animals that have two hard things growing on their head.",
    "text": "Quantos chifres tem um bode? Nomeie outros animais que têm duas coisas duras crescendo em suas cabeças.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse says, \"Neigh.\"",
    "text": "O Cavalo diz, “iiirrrí.”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse is also looking at an empty trough. What is the horse pointing at with its front left leg?",
    "text": "O cavalo também estava olhando para um cocho vazio. Para o que o cavalo está apontando com a perna dianteira esquerda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the horse's legs. Can you think of a farm animal that has only two legs?",
    "text": "Conte juntos as pernas do cavalo. Você consegue pensar em um animal de fazenda que tem apenas duas pernas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there animals that have any other number of legs than two or four? What about insects or spiders? -- do you know how many legs they have?",
    "text": "Existem animais que têm algum outro número de pernas além de dois ou quatro? E quanto a insetos ou aranhas? -- você sabe quantas pernas eles têm?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The pig says, \"Grunt.\"",
    "text": "O porco diz, “Rók.”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people think that pigs say \"Oink.\" What do you think they say?",
    "text": "Algumas pessoas pensam que os porcos dizem \"Oink.” O que você acha que eles dizem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The pig has two ears, two eyes, and two nostrils. Imagine what it would be like if it had two mouths!",
    "text": "O porco tem duas orelhas, dois olhos e duas narinas. Imagine como seria se ele tivesse duas bocas!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the posts that make up the fence in front of the pig.",
    "text": "Conte juntos os postes que compõem a cerca na frente do porco.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The chicken says, \"Cluck.\"",
    "text": "A galinha diz: \"Cocó.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A chicken is a farm animal with just two legs. Are there any others?",
    "text": "Uma galinha é um animal de fazenda com apenas duas pernas. Existem outros?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the baby chicks and count how many chickens there are all together.",
    "text": "Conte os pintinhos e conte quantas galinhas há ao todo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One more than three makes how many?",
    "text": "Um a mais que três faz quantos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog says, \"Woof.\"",
    "text": "O cachorro diz, “Auau.”",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The dog bowl is empty and the dog looks hungry.",
    "text": "A tigela de comida do cachorro está vazia e o cachorro parece estar com fome.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of bags by the fence.",
    "text": "Conte juntos o número de sacos perto da cerca.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of tines on the rake in the corner. Can you find other things to count?",
    "text": "Conte juntos o número de dentes do rastelo no canto. Você consegue encontrar outras coisas para contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The farmer says, \"Shhh!\"",
    "text": "O fazendeiro diz: \"Shhh!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why does the farmer say \"Shhh?\"  Is the farmer tired of being pestered by the animals?",
    "text": "Por que o fazendeiro diz \"Shhh?”  O fazendeiro está cansado de ser importunado pelos animais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the animals waiting for?",
    "text": "O que os animais estão esperando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many animals are waiting for their food?",
    "text": "Quantos animais estão esperando pela comida?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My sister's dress is too big for me!",
    "text": "O vestido da minha irmã é grande demais para mim!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you sometimes wear someone else's clothes? Is it fun to imagine you are that other person when you do it?",
    "text": "Você às vezes usa roupas de outra pessoa? É divertido imaginar que você é essa outra pessoa quando faz isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell the dress and belt are too big?",
    "text": "Como você pode dizer que o vestido e o cinto são muito grandes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Point to rectangles in the picture. Do you see any rectangles where you are?",
    "text": "Um retângulo é uma forma de quatro lados. Aponte para retângulos na imagem. Você vê algum retângulo onde você está?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My brother's jersey is also too big for me.",
    "text": "A blusa do meu irmão também é grande demais para mim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at her face, how does she feel about having a jersey that is too big?",
    "text": "Olhando para o rosto dela, como ela se sente por ter uma blusa muito grande?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the orange dress she has on the right size for her?",
    "text": "O vestido laranja que ela tem é do tamanho certo para ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice the new rectangles in this picture.",
    "text": "Observe os novos retângulos nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My bag is big.\n\nBut not too big!",
    "text": "Minha bolsa é grande.\n\nMas não muito grande!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this bag too big for her?",
    "text": "Esta bolsa é grande demais para ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the clasps on the bag.",
    "text": "Conte juntos os fechos da bolsa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What would you put in this bag if it were yours?",
    "text": "O que você colocaria nesta bolsa se fosse sua?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This old belt is too small for me.",
    "text": "Este cinto velho é muito pequeno para mim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why might this child's old belt from when she was younger be too small for her?",
    "text": "Por que o cinto velho de quando ela era menor pode ser pequeno demais para ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What does the expression on her face tell you about how she is feeling about the belt?",
    "text": "O que a expressão em seu rosto diz sobre como ela está se sentindo em relação ao cinto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many pieces of clothing has she tried on?",
    "text": "Quantas peças de roupa ela já experimentou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is my doll's hat.",
    "text": "Este é o chapéu da minha boneca.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the fourth piece of clothing that is a bad fit for her. How does she feel about it? Do you think she is feeling discouraged?",
    "text": "Esta é a quarta peça de roupa que não se encaixa bem para ela. Como ela se sente sobre isso? Você acha que ela está se sentindo desanimada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of pieces of wood that make up the back of the chair.",
    "text": "Conte juntos o número de pedaços de madeira que compõem o encosto da cadeira.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She has two eyes, ears, and arms, but only one mouth and nose. Where do the body parts that she has one of line up on her body?",
    "text": "Ela tem dois olhos, duas orelhas e dois braços, mas apenas uma boca e um nariz. Onde se alinham as partes do corpo que ela tem só uma?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "My socks are the right size.\n\nBut the wrong color!",
    "text": "Minhas meias são do tamanho certo.\n\nMas da cor errada!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Including her hair ties, which colors is she wearing?",
    "text": "Incluindo seus laços de cabelo, quais cores ela está usando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think her socks are the wrong color?",
    "text": "Você acha que as meias dela são da cor errada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The picture of the chair is made up of several rectangles. How many can you find?",
    "text": "A imagem da cadeira é composta por vários retângulos. Quantos você consegue encontrar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These are my new shoes.",
    "text": "Estes são meus sapatos novos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After all the other clothes, do you think these shoes will fit?",
    "text": "Depois de todas as outras roupas, você acha que esses sapatos vão servir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where did she go?",
    "text": "Para onde ela foi?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "These shoes must be in a different room -- the door and windows are a different color. What colors were they before?",
    "text": "Estes sapatos devem estar em uma sala diferente - a porta e as janelas são de uma cor diferente. Que cores eram antes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They fit me very well.",
    "text": "Eles se encaixam muito bem em mim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is her hat the same as her doll's hat? Does it seem too small to you?",
    "text": "O chapéu dela é o mesmo que o chapéu de boneca? Parece muito pequeno para você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think she needs a belt with her dress?",
    "text": "Você acha que ela precisa de um cinto com o vestido?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she ready for school now?",
    "text": "Ela está pronta para a escola agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Let me tell you about the palm tree.",
    "text": "Deixe-me lhe contar sobre a palmeira.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have palm trees where you live? There are many kinds of palm trees -- perhaps yours look different than these.",
    "text": "Há palmeiras onde você mora? Existem muitos tipos de palmeiras – talvez as suas se pareçam diferente dessas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His necklace has a repeating pattern of yellow and red beads. Count the beads by using the pattern to count by 2's.",
    "text": "Seu colar tem um padrão repetitivo de miçangas vermelhas e amarelas. Conte as contas usando o padrão para contar de 2 em 2.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He has loops for his ears. How many looping pieces of clothing does he have? Be sure to look all over.",
    "text": "Ele tem argolas nas suas orelhas. Quantas peças de roupa com argolas ele tem? Não se esqueça de olhar tudo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This tree lives when everything else is dry.",
    "text": "Esta árvore vive enquanto todo o resto está árido.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Water is needed by most living things. Palm trees are smart about using very little water in a dry place.",
    "text": "Embora a água seja necessária para grande parte das coisas vivas, palmeiras são inteligentes e usam pouquíssima água em locais secos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The branches split into two branches as they go up. Count the branches at the top of what we can see before the leaves.",
    "text": "Os galhos se separam em dois conforme sobem. Conte quantos galhos você consegue ver antes das folhas no topo da palmeira.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the bones and stones on the ground.",
    "text": "Conte os ossos e as rochas no chão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The shade from a palm tree is always cool.",
    "text": "A sombra de uma palmeira é sempre fresca.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there something special about the shade of a palm tree that makes it cool?",
    "text": "Há algo diferente na sombra de uma palmeira que a faz fresca?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the shade of all trees cool?",
    "text": "A sombra de todas as árvores é fresca?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This person barely fits inside this shade. Why did he pick such a small tree? Maybe there aren't any other trees nearby?",
    "text": "Esta pessoa mal cabe nesta sombra. Por que ele escolheu uma árvore tão pequena? Talvez não existam outras árvores por perto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We eat fruit from the palm tree.",
    "text": "Nós comemos frutas da palmeira.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Name and count the kinds of fruit you like to eat.",
    "text": "Liste e conte os tipos de fruta que você gosta de comer.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their hair is braided into rows. Which one has more rows that you can see? What is the difference between the two numbers -- how many more?",
    "text": "O cabelo deles é trançado em fileiras. Qual dos dois têm mais fileiras? Qual é a diferença entre esses dois números?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does it make sense that the bigger person would have the bigger number of hair rows?",
    "text": "Faz sentido que a pessoa maior tenha o maior número de fileiras no cabelo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We use palm leaves to thatch our houses.",
    "text": "Nós usamos as folhas da palmeira para cobrir nossas casas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This house has a round shape. Round houses are easier to build and enclose more space.",
    "text": "Esta casa tem um formato redondo. Casas redondas são mais fáceis de serem construídas e possuem mais espaço.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any round buildings where you live?",
    "text": "Existem prédios redondos onde você mora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Balls and light bulbs are usually round. What are some round things around you?",
    "text": "Bolas e lâmpadas são normalmente redondas. Quais são outras coisas redondas ao seu redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We make brooms and mats from palm leaves.",
    "text": "Nós fazemos vassouras e tapetes de folhas de palmeiras.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the things around you, which of them look like they are made directly from trees or other natural materials?",
    "text": "Das coisas ao seu redor, quais delas parecem serem feitas de árvores ou outros materiais naturais?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of different things in this picture that are made from a palm.",
    "text": "Conte o número de coisas diferentes nesta imagem que são feitas a partir de uma palmeira.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the number of loops that she is wearing. Is the number more or less than the man had on an earlier page?",
    "text": "Conte o número de argolas que ela está usando. O número é maior ou menor do que o homem tinha nas páginas anteriores?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We use palm tree seeds for fuel.",
    "text": "Usamos sementes de palmeira como combustível.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Burning palm tree seeds is one of many possible sources of heat. How do you get heat where you live?",
    "text": "Queimar sementes de palmeira é uma das muitas formas de obter calor. Como você se esquenta onde você mora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are other uses for heat besides cooking?",
    "text": "Além de cozinhar, quais são outros usos para o calor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "An estimate is an educated guess based on partial information. Estimate the number of seeds in that basket. Is it a bigger number than you know?",
    "text": "Uma estimativa é um chute aproximado baseado em informações parciais. Estime quantas sementes existem nessa cesta. É um número maior do que os que você conhece?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you see why the palm tree is important?",
    "text": "Você entende o porquê das palmeiras serem tão importantes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "List and count how many ways the palm tree is useful to them.",
    "text": "Liste e conte de quantas formas as palmeiras são úteis para eles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some trees where you live that have important uses?",
    "text": "Quais árvores perto de você têm funções importantes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Whether useful or not, what are some of your favorite trees near you?",
    "text": "Úteis ou não, quais são as suas árvores preferidas perto de você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Ndalo.",
    "text": "Este é o Ndalo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Identify together the kinds of animals you see and count each type.",
    "text": "Identifiquem juntos os tipos de animais que você vê e conte cada um deles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which type of animal in this picture is there the most of?",
    "text": "Nessa foto, qual animal está mais presente?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the buttons on Ndalo's shirt.",
    "text": "Contem juntos quantos botões há na camisa de Ndalo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo likes to read books.",
    "text": "Ndalo gosta de ler livros.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the books in front of Ndalo on the table.",
    "text": "Contem juntos quantos livros há na mesa em frente a Ndalo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "You can see on his face how much he likes to read!",
    "text": "Você pode ver em seu rosto o quanto ele gosta de ler!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like hearing stories from books?",
    "text": "Você gosta de ouvir histórias de livros?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is Pendo.",
    "text": "Esta é a Pendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many little details in this picture. Count the animals that you can find.",
    "text": "Existem muitos detalhes nesta imagem. Conte os animais que você conseguir encontrar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many trees and power poles do you see?",
    "text": "Quantas árvores e postes de energia você vê?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and count the people moving around that you can just barely see.",
    "text": "Indique e conte quantas pessoas você consegue identificar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo likes to eat carrots.",
    "text": "Pendo gosta de comer cenouras.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell by looking at Pendo that Pendo likes carrots?",
    "text": "Você consegue perceber apenas olhando para Pendo que ela gosta de cenouras?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like eating carrots? What is your favorite vegetable?",
    "text": "Você gosta de comer cenouras? Qual é o seu vegetal preferido?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo is eating two carrots, and Ndalo is holding three more carrots. What is three more than two?",
    "text": "Pendo está comendo duas cenouras enquanto Ndalo está segurando mais três. Quanto são três mais dois?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo grazes Pendo after school.",
    "text": "Ndalo leva Pendo para pastar depois da escola.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the different animals in the yard, or just count your favorites.",
    "text": "Conte todos os animais diferentes no quintal, ou conte apenas os seus favoritos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which type of animal is there the most of and which has the least?",
    "text": "Qual animal está em maior quantidade? E em menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What food are Pendo and the goats eating? Do you suppose you would like eating grass?",
    "text": "O que Pendo e as cabras estão comendo? Você gostaria de comer grama?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He gives fresh water to Pendo.",
    "text": "Ele dá água fresca para Pendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo is very good about taking care of Pendo. Do you have any animals that you care for?",
    "text": "Ndalo cuida muito bem de Pendo. Você cuida de algum animal?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the many colors -- Pendo is brown, Ndalo's shirt is blue, the pail is yellow, the grass is green, and the underside of the water basin is pink.",
    "text": "Aponte para as cores diferentes – A Pendo é bege, a camisa de Ndalo é azul, o balde é amarelo, a grama é verde e a parte de fora do cocho de água é rosa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo looks very big next to Ndalo. How many times bigger than Ndalo do you think Pendo is?",
    "text": "Perto de Ndalo, a Pendo parece ser muito grande. Você acha que a Pendo é quantas vezes maior que o Ndalo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Father gives grain to Pendo.",
    "text": "O pai dá grãos para Pendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is watching Pendo eat the grain.. Do you think the cat wants some of the grain?",
    "text": "O gato está observando Pendo comer os grãos. Você acha que o gato quer um pouco de grãos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think the cat is waiting for?",
    "text": "O que você acha que o gato está esperando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo provides the family with a lot of milk. What does the cat provide the family?",
    "text": "Pendo provê muito leite para a família. O que o gato provê para a família?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He milks Pendo every day.",
    "text": "Ele ordenha a Pendo todo dia.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is still waiting. Perhaps the cat is hoping for some splashed milk?",
    "text": "O gato ainda está esperando. Talvez o gato esteja esperando que um pouco do leite respingue?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why are Pendo's back two legs tied to a post? Do you think she likes being milked?",
    "text": "Por que as duas patas traseiras de Pendo estão amarradas? Você acha que ela gosta de ser ordenhada?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Point at a few of the many rectangles in this picture.",
    "text": "Um retângulo é uma forma de quatro lados. Indique alguns retângulos presentes nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pendo gives a lot of milk.",
    "text": "Pendo dá muito leite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of milk containers.",
    "text": "Contem juntos o número de recipientes de leite.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The window behind them is split into parts called panes. How many panes are there?",
    "text": "A janela atrás deles é dividida por vidros. Quantos vidros há na janela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Liquid containers are often round, but sometimes milk comes in milk cartons in the shape of boxes.",
    "text": "Recipientes de líquido geralmente são redondos, mas às vezes o leite vem em caixas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Father sells Pendo's milk.",
    "text": "O pai vende o leite de Pendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "His father's shirt has some interesting patterns. Point at and describe the stripes and black diamonds.",
    "text": "A camisa do pai dele tem padrões interessantes. Indique e descreva as listras e os diamantes pretos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe this woman's colorful dress.",
    "text": "Descreva o vestido colorido desta mulher.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the picture on the paper on the wall? The sign says \"Milk here.\"",
    "text": "O que é a imagem no papel na parede? O aviso diz \"Leite aqui\".",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo drinks fresh milk every day.",
    "text": "Ndalo bebe leite fresco todos os dias.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How can you tell Ndalo has been drinking milk?",
    "text": "Como você pode afirmar que o Ndalo tem tomado leite?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you drink something, do you end up with the liquid around your mouth?",
    "text": "Quando você bebe algo, você fica com um pouco de líquido ao redor da sua boca?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many rectangles here. Count the doors and windows that you can see. Are there more or less doors than windows?",
    "text": "Há muitos retângulos aqui. Conte quantas portas e janelas você consegue identificar. Há mais portas ou janelas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "He says, \"Thank you Pendo!\"",
    "text": "Ele diz, \"Obrigado, Pendo!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Ndalo's family feeds and takes care of Pendo, and Pendo gives them milk. Does that seem like a fair trade?",
    "text": "A família de Ndalo alimenta e toma conta de Pendo e, em troca, Pendo lhes dá leite. Isso parece uma troca justa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about some of the places your food comes from.",
    "text": "Conte um pouco sobre de onde vem seu alimento.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are you thankful for where your food comes from?",
    "text": "Você é grato pela origem do seu alimento?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mother Sun decided to visit her sister, the moon. Sister Moon lives on the other side of the sky. \"I will be back soon,\" said Sun to the clouds.",
    "text": "A Mãe Sol decidiu visitar sua irmã, a Lua. A irmã Lua mora do outro lado do céu. \"Voltarei em breve\", disse Sol às nuvens.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will change for the clouds and the mountains when the Sun goes away?",
    "text": "O que mudará para as nuvens e as montanhas quando o Sol se for?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever imagined faces on the clouds and mountains?",
    "text": "Você já imaginou rostos nas nuvens e nas montanhas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five things in the sky. When the sun goes away, how many will be left? What is one less than five?",
    "text": "Há cinco coisas no céu. Quando o Sol se for, quantas restarão? Quanto é um menos cinco?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When Sun left, the mountains put on their white scarves.",
    "text": "Quando Sol partiu, as montanhas colocaram seus lenços brancos.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why did the mountains put on white scarves when the Sun went away?",
    "text": "Por que as montanhas colocaram lenços brancos quando o Sol se foi?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many clouds are there? Are there more mountains or clouds on this page?",
    "text": "Quantas nuvens existem? Há mais montanhas ou nuvens nesta página?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the clouds doing and what do you think they are feeling?",
    "text": "O que as nuvens estão fazendo e o que você acha que elas estão sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Wind had an argument with the trees. The trees became angry. They threw their leaves all over the place.",
    "text": "O vento teve uma discussão com as árvores. As árvores ficaram com raiva. Eles jogaram suas folhas por todo o lugar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guess how many leaves there are blowing around. Do you know numbers that are that big?",
    "text": "Adivinhe quantas folhas estão voando por aí. Você conhece números tão grandes assim?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice how hard the wind is blowing. The leaves are blowing everywhere!",
    "text": "Observe o quão forte o vento está soprando. As folhas estão soprando por toda parte!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The wind is blowing so hard that the trees are bending over. Have you ever been outside when the wind blew so hard that you had trouble walking?",
    "text": "O vento está soprando com tanta força que as árvores estão se curvando. Você já esteve do lado de fora enquanto o vento soprava tão forte que você teve problemas para andar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The sky started to grumble.\n\nShe turned grey.",
    "text": "O céu começou a resmungar.\n\nEle ficou cinza.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds are worried and anxious. What do you think is about to happen?",
    "text": "As nuvens estão preocupadas e ansiosas. O que você acha que está prestes a acontecer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the faces on the clouds. They are in three groups: groups of two, four, and one. How many is that all together?",
    "text": "Conte os rostos nas nuvens. Eles estão divididos em três grupos: grupos de dois, de quatro e de um. Quantos são ao todo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Counting the trees, the mountains, and the groups of clouds, there are all the numbers from one to five -- can you find them all?",
    "text": "Contando as árvores, as montanhas e os grupos de nuvens, há todos os números de um a cinco – você consegue encontrar todos eles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds were sad to see all this. They started crying. There were many tears.",
    "text": "As nuvens ficaram tristes ao ver tudo isso. Começaram a chorar. Havia muitas lágrimas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds may have made rain because they were sad, but some people enjoy watching and listening to the rain. How does the rain make you feel?",
    "text": "As nuvens podem ter feito chuva porque estavam tristes, mas algumas pessoas gostam de assistir e ouvir a chuva. Como a chuva faz você se sentir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are a great many raindrops. Can you count them all, or is it too many?",
    "text": "Há muitos pingos de chuva. Você pode contar todos eles, ou são muitos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Think of something else that there are too many to count.",
    "text": "Pense em outras coisas que sejam impossíveis contar de tantas que são.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The whole world began to sink under water.",
    "text": "O mundo inteiro começou a afundar na água.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Trees need water, but do you think they like having this much water? The faces on the trees look a little anxious or sad.",
    "text": "As árvores precisam de água, mas você acha que elas gostam de ter tanta água? Os rostos nas árvores parecem um pouco ansiosos ou tristes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many trees do you count in this picture?",
    "text": "Quantas árvores você consegue contar nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is the world sinking under the water, or is the water filling up on top of it?",
    "text": "O mundo está afundando sob a água ou a água está acumulando sobre o mundo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Meanwhile, on the other side of the sky, Sun was ready to leave her sister. She kissed the moon goodbye and went home.",
    "text": "Enquanto isso, do outro lado do céu, o Sol estava pronto para deixar sua irmã. Ela deu um beijo de despedida na Lua e foi para casa.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think it is possible for the Sun to kiss the Moon?",
    "text": "Você acha que é possível o Sol beijar a Lua?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen stars near the moon or the sun?",
    "text": "Você já viu estrelas perto da Lua ou do Sol?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A sphere is a shape like a ball -- it is round in all directions. The moon and the sun are shaped like spheres, though the moon doesn't always look like it.",
    "text": "Uma esfera é uma forma similar a uma bola - ela é redonda em todas as direções. A Lua e o Sol têm a forma de esferas, mesmo que a Lua nem sempre se pareça.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Sky was so happy to see Sun that she turned bright blue. The mountains put on their pretty green dresses.",
    "text": "O céu ficou tão feliz em ver o Sol que ficou azul brilhante. As montanhas colocaram seus lindos vestidos verdes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is the green dress on the mountains made of?",
    "text": "Do que é feito o vestido verde nas montanhas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many clouds are there now? What happened to the other clouds?",
    "text": "Quantas nuvens existem agora? O que aconteceu com as outras nuvens?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Compare the number of things in the sky to the number of mountains with faces. One of them is one more than the other, and one of them is one less than the other -- which is which?",
    "text": "Compare o número de coisas no céu com o número de montanhas com rostos. Um deles é um maior do que o outro, enquanto um deles é um menor do que o outro -- qual é qual?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The wind went to sleep. The trees stretched their branches and smiled.",
    "text": "O vento foi dormir. As árvores esticaram seus galhos e sorriram.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The mountains and trees like the warm weather. Do you like warmer or cooler weather?",
    "text": "As montanhas e as árvores gostam do clima quente. Você gosta do clima mais quente ou mais frio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A cylinder is a shape like a tube or a straw. A broom handle is often a cylinder. The trunks of these trees between the ground and their first branches are cylinders.",
    "text": "Um cilindro é uma forma como um tubo ou um canudo. Um cabo de vassoura é geralmente um cilindro. Os troncos dessas árvores entre o solo e seus primeiros galhos são cilindros.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other things around you are in the shape of a cylinder?",
    "text": "Que outras coisas ao seu redor têm a forma de um cilindro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The clouds were very happy to see Mother Sun again. They went away to play.",
    "text": "As nuvens ficaram muito felizes em ver a Mãe Sol novamente. Elas foram embora para brincar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are five clouds in the sky. If you add one more for the sun, how many things are in the sky?",
    "text": "Há cinco nuvens no céu. Se você adicionar mais um para o sol, quantas coisas estão no céu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Two pages ago there were two clouds. How many more clouds are there now?",
    "text": "Duas páginas atrás havia duas nuvens. Quantas nuvens a mais existem agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If the clouds were happy to see the Sun, why did they go away?",
    "text": "Se as nuvens estavam felizes em ver o Sol, por que elas foram embora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lots of little plants popped out of the earth to say, \"Hello.\" The whole world sparkled.",
    "text": "Muitas pequenas plantas saíram da terra para dizer, \"Olá.\" O mundo inteiro brilhou.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are butterflies, flowers, stems, and lots of little plants. Count some of these things together.",
    "text": "Há borboletas, flores, caules e muitas plantas pequenas. Conte algumas dessas coisas juntas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things are there the most of and which group has the least?",
    "text": "Qual grupo de coisas há mais e qual grupo tem menos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some things that plants need to make them happy and grow?",
    "text": "Quais são algumas coisas que as plantas precisam para fazê-las felizes e crescerem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Mother Sun shined her light everywhere. \"I told you I would be back,\" she beamed.",
    "text": "Mãe Sol brilhou sua luz em todos os lugares. \"Eu disse que voltaria\", ela sorriu.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The rays of the Sun extend very far on this page. Are there days when the rays of the Sun seem to reach all the way to you?",
    "text": "Os raios do Sol se estendem muito longe nesta página. Existem dias em que os raios do Sol parecem alcançar você completamente?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there the least of on this page: trees, mountains, or things in the sky?",
    "text": "O que tem menos nesta página: árvores, montanhas ou coisas no céu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which are there the most of? Sometimes there are two things with the same amount with the most -- that's okay, just say both of them.",
    "text": "O que tem mais? É normal que haja duas coisas com a mesma quantidade – nesse caso não há problema, apenas diga ambas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo waited for the school holidays to come.",
    "text": "Odongo e Apiyo esperaram as férias escolares chegarem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They look excited. Do you suppose they have big plans for their holidays?",
    "text": "Eles parecem animados. Você acha que eles têm grandes planos para as férias?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there holidays that you get excited about?",
    "text": "Há feriados com os quais você se empolga?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Tell a story about something you did during a recent holiday.",
    "text": "Conte uma história sobre algo que você fez durante um feriado recente.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It was time for them to visit their grandmother.",
    "text": "Era hora deles visitarem a avó.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you ever get so excited about something that you had trouble sleeping?",
    "text": "Você já ficou tão animado com algo que teve dificuldades para dormir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rectangles are shapes with four straight sides and corners like those on this page. Point to all the rectangles you can find on this page.",
    "text": "Retângulos são formas com quatro lados retos e cantos como os desta página. Aponte para todos os retângulos que você pode encontrar nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to some of the rectangles around where you are.",
    "text": "Aponte para alguns dos retângulos em torno de onde você está.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They drove past mountains, wild animals, and farms.",
    "text": "Eles passaram por montanhas, animais selvagens e fazendas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together all the wild animals you see on this page.",
    "text": "Conte todos os animais selvagens que você vê nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you add two children to the five other animals, how many animals are there all together? What is two more than five?",
    "text": "Quando você adiciona duas crianças aos outros cinco animais, quantos animais existem juntos? Quanto é dois mais cinco?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to and describe the pairs of animals here.",
    "text": "Aponte e descreva os pares de animais aqui.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "After a while, Odongo and Apiyo fell asleep.",
    "text": "Depois de um tempo, Odongo e Apiyo adormeceram.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some people have trouble sleeping sitting up. Can you fall asleep while you're sitting?",
    "text": "Algumas pessoas têm dificuldade em dormir sentadas. Você consegue adormecer enquanto está sentado?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl is sleeping with her mouth open -- do you think she is snoring?",
    "text": "A garota está dormindo com a boca aberta -- você acha que ela está roncando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Describe the colors of some of the strips in this picture. There are yellows, blues, and greens on the bag, and yellows, oranges, and reds on their seat.",
    "text": "Descreva as cores de algumas das listras nesta imagem. Há amarelos, azuis e verdes na bolsa, e amarelos, laranjas e vermelhos no assento.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They found their grandmother resting under a tree.",
    "text": "Eles encontraram a avó descansando debaixo de uma árvore.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have friends or relatives you like to go on trips to visit?",
    "text": "Você tem amigos ou parentes que gosta de visitar em viagens?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Remember a happy visit you had. What do you like to do when you visit someone?",
    "text": "Lembre-se de uma visita feliz que você teve. O que você gosta de fazer quando visita alguém?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will these two do with their grandmother? Will they hear stories, cook meals, and go on walks together?",
    "text": "O que esses dois farão com a avó? Eles vão ouvir histórias, cozinhar refeições e fazer caminhadas juntos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother danced and sang. The children gave her presents.",
    "text": "Vovó dançava e cantava. As crianças lhe deram presentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you like to get as a present?",
    "text": "O que você gostaria de ganhar de presente?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What feels so good about getting a present from someone?",
    "text": "O que é tão bom em receber um presente de alguém?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The background on the last page had blues and greens. This one has yellows and oranges. What feels different to you when you see the colors on these two pages?",
    "text": "O fundo da última página tinha azuis e verdes. Este tem amarelos e laranjas. O que você sente de diferente quando vê as cores nessas duas páginas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother blessed Odongo and Apiyo in a traditional way.",
    "text": "A avó abençoou Odongo e Apiyo de uma maneira tradicional.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Giving a blessing is a solemn and dear thing.",
    "text": "Dar uma bênção é uma coisa solene e querida.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The background color has changed again. How does it make you feel?",
    "text": "A cor de fundo mudou novamente. Como isso faz você se sentir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is this an exciting or calm part of the story? Does the blue color enhance that feeling?",
    "text": "Esta é uma parte agitante ou calma da história? A cor azul melhora essa sensação?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo played with butterflies and birds.",
    "text": "Odongo e Apiyo brincavam com borboletas e pássaros.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever seen birds and butterflies with so many colors?",
    "text": "Você já viu pássaros e borboletas com tantas cores?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you count the number of butterflies, or is that a bigger number than you can count?",
    "text": "Você pode contar o número de borboletas, ou esse é um número maior do que você consegue contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The colors in the background form ever larger circles -- they are called concentric circles. How do all these colors together make you feel?",
    "text": "As cores no fundo formam círculos cada vez maiores - são chamados de círculos concêntricos. Como todas essas cores juntas fazem você se sentir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They climbed trees.\n\nThey splashed in the water of the lake.",
    "text": "Eles subiram em árvores.\n\nEles brincaram na água do lago.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How did Odongo get up into a tree with no low branches?",
    "text": "Como Odongo subiu em uma árvore sem galhos baixos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many branches are on this tree? Did you count all of them including the small ones, or just the large ones?",
    "text": "Quantos galhos estão nesta árvore? Você contou todos eles, incluindo os pequenos, ou apenas os grandes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you go in a lake or pond with your shoes on? Why do you suppose Apiyo did that?",
    "text": "Você entra em um lago ou lagoa com seus sapatos? Por que você acha que Apiyo fez isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They were tired.\n\nThey fell asleep before finishing their dinner.",
    "text": "Eles estavam cansados.\n\nEles adormeceram antes de terminar o jantar.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever been so tired that you fell asleep in the middle of eating?",
    "text": "Você já esteve tão cansado que adormeceu no meio de uma refeição?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think they slept at the table all night?",
    "text": "Você acha que eles dormiram na mesa a noite toda?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Some of the lines in this picture are straight, like the boards on the table, and some are curved, like the edges of the bowls. Look around you. Do you mostly see straight or curved lines?",
    "text": "Algumas das linhas nesta imagem são retas, como as tábuas na mesa, e algumas são curvas, como as bordas das tigelas. Olhe à sua volta. Você vê principalmente linhas retas ou curvas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They helped grandmother.\n\nThey collected eggs and picked vegetables.",
    "text": "Eles ajudaram a avó.\n\nEles coletaram ovos e colheram vegetais.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at and describe all the pairs of things in this picture.",
    "text": "Aponte e descreva todos os pares de coisas nesta imagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Of the eggs Apiyo is holding, how many can you see?",
    "text": "Dos ovos que Apiyo está segurando, quantos você consegue ver?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like helping out with chores?",
    "text": "Você gosta de ajudar com as tarefas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Grandmother taught Odongo and Apiyo how to cook different foods.",
    "text": "A avó ensinou Odongo e Apiyo a cozinhar alimentos diferentes.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like helping with the cooking sometimes?",
    "text": "Você gosta de ajudar na cozinha às vezes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have any favorite foods you like to help with?",
    "text": "Você tem alguma comida favorita com a qual gostaria de ajudar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "One of the pleasures of traveling is getting to eat new foods. Do you like eating new foods?",
    "text": "Um dos prazeres de viajar é poder comer novos alimentos. Você gosta de comer novos alimentos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo took grandmother's cows to graze.\n\nThey ate a neighbor's crops.",
    "text": "Odongo levou as vacas da avó para pastar.\n\nElas comeram as colheitas de um vizinho.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at Odongo, the neighbor, and the cows, what is each of them feeling?",
    "text": "Olhando para Odongo, o vizinho e as vacas, o que cada um deles está sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Odongo will be given a second chance after this mistake?",
    "text": "Você acha que Odongo terá uma segunda chance após esse erro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you make mistakes, are you given another chance?",
    "text": "Quando você comete erros, você tem outra chance?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They went to their grandmother's stall at the market.",
    "text": "Eles foram para a barraca da avó no mercado.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Who is the new woman in this picture and what is she doing?",
    "text": "Quem é a nova mulher nesta foto e o que ela está fazendo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is grandmother's umbrella for? Is it raining?",
    "text": "Para que serve o guarda-chuva da vovó? Está chovendo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count all the different kinds of food grandmother is selling.",
    "text": "Conte todos os diferentes tipos de comida que a vovó está vendendo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "In the evening, they helped grandmother to count her money.",
    "text": "À noite, eles ajudaram a avó a contar seu dinheiro.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you tell that it is evening from this picture?",
    "text": "Você pode dizer que é noite a partir desta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you sometimes get to count money? If you do, is it fun to do?",
    "text": "Você às vezes consegue contar dinheiro? Se você consegue, é divertido contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you count things, do you come up with faster ways to do it? For example, counting things in pairs can be twice as fast.",
    "text": "Quando você conta as coisas, você encontra maneiras mais rápidas de fazer isso? Por exemplo, contar coisas em pares pode ser duas vezes mais rápido.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Soon, the holidays were over.\n\nGrandmother packed food for their journey.",
    "text": "Logo, as férias acabaram.\n\nA avó embalou comida para a viagem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children look happy. Are they happy about leaving?",
    "text": "As crianças parecem felizes. Eles estão felizes em ir embora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the first time we're seeing Odongo's hat. Is it a present from his grandmother?",
    "text": "Esta é a primeira vez que vemos o chapéu de Odongo. É um presente da avó dele?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their clothes have lots of colors. How many colors are in the clothes you are wearing?",
    "text": "Suas roupas têm muitas cores. Quantas cores estão nas roupas que você está vestindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children did not want to leave.\n\n\"Grandmother, come with us.\"",
    "text": "As crianças não queriam ir embora.\n\n\"Vovó, venha conosco.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are the children feeling in this picture?",
    "text": "O que as crianças estão sentindo nesta foto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What did their grandmother say when the children asked her to come with them?",
    "text": "O que a avó deles disse quando as crianças pediram que ela viesse com eles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The children and their father make three people. When you add one more for their grandmother, how many people is that all together?",
    "text": "Os filhos e o pai formam três pessoas. Quando você adiciona mais uma para a avó deles, quantas pessoas estão juntas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Odongo and Apiyo hugged grandmother.\n\n\"Goodbye, grandmother,\" they said.",
    "text": "Odongo e Apiyo abraçaram a avó.\n\n\"Adeus, avó\", disseram eles.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a hard time saying goodbye to people you care a lot about? Does it make you feel sad?",
    "text": "Você tem dificuldade em se despedir de pessoas de quem gosta muito? Isso faz você se sentir triste?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Their arms and legs come in pairs. Count them by counting by 2's.",
    "text": "Seus braços e pernas vêm em pares. Conte-os de 2 em 2.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do the number of arms compare to the number of legs?",
    "text": "Como o número de braços se compara ao número de pernas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is better, city life or village life?",
    "text": "O que é melhor, a vida na cidade ou a vida na aldeia?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How do the number of girls compare to the number of boys?",
    "text": "Como o número de meninas se compara ao número de meninos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you combine the three girls with the three boys, how many children are there? What is three more than three?",
    "text": "Se você combinar as três meninas com os três meninos, quantas crianças existem? Quanto é três mais três?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Instead of counting them as three plus three more, count them by 2's and see if you get the same number.",
    "text": "Em vez de contá-los como três mais três, conte-os de 2 em 2 e veja se você obtém o mesmo número.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Oh, no!",
    "text": "\"Essa não!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is scared of something. She is holding that book very tightly -- perhaps her fear has something to do with the book?",
    "text": "Lulu está com medo de algo. Ela está segurando o livro com muita força -- talvez seu medo tenha algo a ver com o livro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What are some things that scare you?",
    "text": "Quais são as coisas que te assustam?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you do when you are scared? Do you go to someone or maybe find a safe place?",
    "text": "O que você faz quando está com medo? Você vai a alguém ou talvez encontre um lugar seguro?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu, it is time to go, calls Ma.",
    "text": "\"Lulu, é hora de ir\", chama Ma.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is running away from her mother. Where do you think she will hide?",
    "text": "Lulu está fugindo de sua mãe. Onde você acha que ela vai se esconder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What do you think is Lulu's favorite color? How can you tell?",
    "text": "Qual você acha que é a cor favorita de Lulu? Como você sabe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is Lulu walking or running? How can you tell?",
    "text": "Lulu está andando ou correndo? Como você sabe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu?\n\nIs she under the sofa?",
    "text": "Onde está Lulu?\n\nEla está debaixo do sofá?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is hiding. Do you see Lulu?",
    "text": "Lulu está escondida. Você vê Lulu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the cushions and window panes.",
    "text": "Conte as almofadas e vidraças.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Are there more or less cushions than window panes? What is the difference -- how far apart are the two numbers?",
    "text": "Existem mais ou menos almofadas do que vidraças? Qual é a diferença -- qual é a distância entre os dois números?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she behind the curtain?",
    "text": "Ela está atrás da cortina?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That's a clever disguise for Lulu. Why does her clothing make her stand out?",
    "text": "Esse é um disfarce inteligente para Lulu. Por que suas roupas a fazem se destacar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of legs on the lamp table. Do you have any tables around you with that many legs?",
    "text": "Conte o número de pernas na mesa da lâmpada. Você tem alguma mesa ao seu redor com tantas pernas?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The number of legs on the lamp table is one less than the number on the couch.  Three is one less than what number?",
    "text": "O número de pernas na mesa da lâmpada é um a menos do que o número no sofá. Três é um menos que qual número?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu?\n\nIs she next to the stove?",
    "text": "Onde está Lulu?\n\nEla está ao lado do fogão?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Guess where Lulu is hiding in the kitchen.",
    "text": "Adivinhe onde Lulu está escondida na cozinha.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the cabinet knobs together.",
    "text": "Conte os puxadores do armário.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at all the round things you can find in this kitchen -- there are quite a few.",
    "text": "Aponte para todas as coisas redondas que você pode encontrar nessa cozinha -- há algumas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is she in the cupboard?",
    "text": "Ela está no armário?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Once again, Lulu picked a clever hiding place, but her colors don't fit in with the colors in the kitchen.",
    "text": "Mais uma vez, Lulu escolheu um esconderijo inteligente, mas suas cores não se encaixam nas cores da cozinha.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A rectangle is a four-sided shape like this page. Count the rectangles you see on this page.",
    "text": "Um retângulo é uma forma de quatro lados como esta página. Conte os retângulos que você vê nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A cylinder is a shape like a jar with straight sides. There are five cylinders on the top shelf (the bowl is not a cylinder). How many are there on Lulu's shelf? Is it the same number?",
    "text": "Um cilindro é uma forma como um frasco com lados retos. Existem cinco cilindros na prateleira superior (a tigela não é um cilindro). Quantos há na prateleira de Lulu? É o mesmo número?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu, it is time to go! Where are you? calls Ma.",
    "text": "\"Lulu, é hora de ir! Onde você está?\" chama Ma.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu blends in better this time. Do you see her?",
    "text": "Lulu se mistura melhor desta vez. Você vê ela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "So many things to count! Point at and count together the blocks on the floor, the dolls, and the drawings on the wall.",
    "text": "Tantas coisas para contar! Aponte e conte os blocos no chão, as bonecas e os desenhos na parede.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which group of things is the largest and which is the smallest?",
    "text": "Qual grupo de coisas é o maior e qual é o menor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There you are! says Ma.\n\n\"I do not want to gooo!\"",
    "text": "\"Aqui está você!\" diz Ma.\n\n\"Eu não quero irrrr!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is still holding her book tightly. Do you think Lulu is afraid her mother will take it away?",
    "text": "Lulu ainda está segurando seu livro com força. Você acha que Lulu tem medo que a mãe a leve embora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu seems like she can be difficult when she doesn't get her way. How are you when you don't get your way?",
    "text": "Lulu parece ser difícil quando não consegue o que quer. Como você fica quando não consegue o que quer?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu's room has many rectangles. How many can you count?",
    "text": "O quarto de Lulu tem muitos retângulos. Quantos você consegue contar?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "We have to go, says Ma.\n\n\"But I really like this one!\"",
    "text": "\"Temos que ir\", diz Ma.\n\n\"Mas eu realmente gosto deste!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu's book looks very big compared to Lulu. Do you think her book is really that big?",
    "text": "O livro de Lulu parece muito grande em comparação com Lulu. Você acha que o livro dela é realmente tão grande?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a favorite book or story that you like to look through or have told to you? Have you heard the story many times?",
    "text": "Você tem um livro ou uma história favorita que gosta de folhear ou de ouvir alguém contar para você? Você já ouviu a história muitas vezes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many kinds of stories. There are scary ones, funny ones, and some are adventures. Do you have a favorite type?",
    "text": "Existem muitos tipos de histórias. Existem os assustadores, os engraçados e alguns são aventuras. Você tem alguma preferência?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This building has many rectangles. Most buildings use rectangles a lot for their sides and windows.",
    "text": "{Este edifício tem muitos retângulos. A maioria dos edifícios usa muito retângulos nas laterais e janelas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Triangles are three-sided shapes, and pentagons are five-sided shapes. There is a famous building called the Pentagon because it is made in the shape of a pentagon.",
    "text": "Os triângulos são formas de três lados e os pentágonos são formas de cinco lados. Há um edifício famoso chamado Pentágono porque é feito na forma de um pentágono.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why do you suppose buildings are not often made in the shape of a triangle or circle? Have you seen any buildings like that?",
    "text": "Por que você acha que os edifícios frequentemente não têm formato de triangular ou circular? Você já viu algum prédio assim?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are they going? What does that big book on top of the building tell you about what this building is?",
    "text": "Para onde eles estão indo? O que aquele grande livro no topo do prédio diz a respeito do que é esse prédio?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is going to happen to Lulu's book at this library?",
    "text": "O que vai acontecer com o livro de Lulu nesta biblioteca?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a place where you can borrow books near where you live? Have you ever borrowed books there?",
    "text": "Tem um lugar perto de onde você mora que empresta livros? Você já pegou livros emprestados lá?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I really like this one!",
    "text": "\"Eu gostei muito desse!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "She found a new book very quickly. It didn't take Lulu long to forget about her old book.",
    "text": "Ela encontrou um novo livro muito rapidamente. Não demorou muito para que Lulu esquecesse seu livro antigo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How does Lulu feel about this new book? How can you tell?",
    "text": "Como Lulu se sente sobre este novo livro? Como você sabe?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The windows behind Lulu have four sides and are almost rectangles. How are they different from rectangles?",
    "text": "As janelas atrás de Lulu têm quatro lados e são quase retângulos. Como eles são diferentes dos retângulos?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "And this one!",
    "text": "\"E esse aqui!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu is a very enthusiastic person. Some people display their feelings a lot and others are quieter with them. Which are you?",
    "text": "Lulu é uma pessoa muito entusiasmada. Algumas pessoas mostram muito seus sentimentos e outras são mais silenciosas quanto a eles. Qual deles é você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many books do you think she will want to take home?",
    "text": "Quantos livros você acha que ela vai querer levar para casa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you have a library near you? Do you like to check books out of the library?",
    "text": "Há uma biblioteca perto de você? Você gosta de pegar livros da biblioteca?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "And this one! \n\n\"And this one!\"",
    "text": "\"E esse aqui!\"\n\n\"E esse aqui!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many Lulus are there in this picture? Why did the artist draw more than one?",
    "text": "Quantas Lulus existem nesta foto? Por que o artista desenhou mais de uma?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "To count as Lulu grabs books, you would keep adding \"one more\" each time she added a book. What is one more than zero? What is one more than one? You can count as high as you like this way!",
    "text": "Conforme Lulu pega livros, você continuaria adicionando \"mais um\" para cada vez que ela adicionasse outro livro. O que é um a mais que zero? O que é um a mais de um? Você pode contar o mais alto que quiser desta maneira!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Libraries are supposed to be quiet places. Do you think Lulu should be running around?",
    "text": "As bibliotecas devem ser lugares tranquilos. Você acha que Lulu deveria estar correndo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "See, you return books and borrow more, says Ma.\n\n\"YAY!\"",
    "text": "\"Viu, você devolve livros e pega mais emprestados\", diz Ma.\n\n\"VIVA!\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Why isn't Lulu sad about having to return her old book?",
    "text": "Por que Lulu não está triste por ter que devolver seu livro antigo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the books on the counter.",
    "text": "Conte os livros no balcão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many books do you think Lulu is checking out? What is the largest number you know?",
    "text": "Quantos livros você acha que Lulu está pegando? Qual é o maior número que você conhece?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is Lulu now?",
    "text": "Onde está Lulu agora?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Lulu checked out a lot of books! Can you count them all?",
    "text": "Lulu pegou muitos livros! Você consegue contar todos eles?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think Lulu likes to look at and read books?",
    "text": "Você acha que Lulu gosta de folhear e ler livros?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you?",
    "text": "E você?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I have lost my bat, and I cannot find it.",
    "text": "Eu perdi o meu taco, e eu não consigo encontrá-lo.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Though you can only see five of them, there are six panes in the window. What else is there six of?",
    "text": "Apesar de você só conseguir ver cinco, há seis vidros na janela. O que mais tem seis?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The number of rungs on the ladder is one more than the number of panes -- how many? The number of panes you can see is five, which is one less than the total number of panes.",
    "text": "O número de degraus na escada é um a mais do que o número de vidros na janela -- quantos são? O número de vidros que você consegue ver é cinco, que é um a menos do que o número total de vidros.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Rectangles have four straight sides and corners like those on this page. Point to and describe the rectangles in the picture.",
    "text": "Retângulos têm quatro lados retos e cantos como os desta página. Indique e descreva os retângulos nesta página.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked behind the door. It was not there.",
    "text": "Eu procurei atrás da porta. Não estava lá.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did you notice the girl outside the window?",
    "text": "Você percebeu a menina do lado de fora da janela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The bat is not behind the door -- could it be inside the box?",
    "text": "O taco não está atrás da porta -- ele poderia estar dentro da caixa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "A box is a 3-dimensional shape with rectangles on every side. Do you see anything else similar to a box? (the door)",
    "text": "Uma caixa é uma forma de 3 dimensões, com retângulos em cada lado. Você vê alguma outra coisa parecida com uma caixa? (a porta)",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked for it on the shelf. I could not find it there.",
    "text": "Eu procurei na prateleira. Eu não achei ele lá.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The window bangs into the shelf when it opens. That seems like a bad design!",
    "text": "A janela bate na prateleira quando abre. Isso parece mal-planejado!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think this shelf is too high for a child's room?",
    "text": "Você acha que essa prateleira é muito alta para o quarto de uma criança?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There's that girl riding around again. Notice that the buildings behind her are shaped like big boxes. A lot of buildings are.",
    "text": "Aí está aquela garota novamente. Perceba que os edifícios atrás dela possuem a forma de grandes caixas. Muitos edifícios são assim.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked for it under the bed. Not there either.",
    "text": "Eu procurei embaixo da cama. Também não estava lá.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl's dress matches the bag hanging by the door. Do you think the bag is hers?",
    "text": "O vestido da menina combina com a bolsa pendurada perto da porta. Você acha que a bolsa é dela?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can you think of a place the boy hasn't looked?",
    "text": "Você consegue pensar em um lugar que o menino ainda não procurou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Vertical lines are lines that go up and down. How many vertical pieces are there to the blue frame on the side of the bed? The number of spaces between those vertical pieces is one less. How many is that?",
    "text": "Linhas verticais são linhas que vão para cima e para baixo. Há quantas peças verticais na cabeceira azul da cama? O número de espaços entre essas peças verticais é um a menos. Quanto é isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I searched inside the box. There was no sign of it.",
    "text": "Eu procurei dentro da caixa. Nenhum sinal dele lá.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The boy's shirt has a stripe on it. Do you see other stripes in this picture? Do you see stripes around where you are?",
    "text": "A camisa do menino possui uma listra. Você vê outras listras nesta imagem? Você vê listras ao seu redor?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Pink is a light shade of red. If you include pink, how many things are red in this picture?",
    "text": "O rosa é um tom de vermelho claro. Se incluirmos o rosa, quantas coisas são vermelhas nessa imagem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you don't count pink, you get one less thing that is red. How many is that?",
    "text": "Se não incluirmos o rosa, você tem uma coisa vermelha a menos. Quanto é isso?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I searched the attic. It was not there.",
    "text": "Eu procurei no sótão. Não estava lá.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The boy has looked in a lot of places. How long do you look for something before you give up?",
    "text": "O menino procurou em vários lugares. Por quanto tempo você procura por algo antes de desistir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "When you have trouble finding something, what are some places you end up finding it?",
    "text": "Quando você está com dificuldade de encontrar algo, em quais lugares você acaba encontrando?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the window no longer bangs into the shelf. Did the shelf move?",
    "text": "Perceba que a janela não bate mais na prateleira. A prateleira se moveu?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "I looked here, there, and everywhere. I could not find it anywhere.",
    "text": "Eu procurei aqui, lá, em todo lugar. Eu não encontrei o taco em lugar nenhum.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Looking at his face, what do you think the boy is feeling?",
    "text": "Observando sua expressão, o que você acha que o menino está sentindo?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Have you ever lost something and never found it?",
    "text": "Você já perdeu algo e nunca o encontrou?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The girl is smiling in the window. Do you think she knows where the bat is?",
    "text": "A menina está sorrindo na janela. Você acha que ela sabe onde está o taco?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where is my cat?",
    "text": "Cadê o meu gatinho?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This cat is very good at hiding. The dark black of this cat helps it hide.",
    "text": "Esse gatinho é muito bom em se esconder. A cor preta do gato ajuda ele a se esconder.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What kinds of places would make it easy to see this cat?",
    "text": "Em quais lugares seria mais fácil enxergar esse gatinho?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where do you like to hide?",
    "text": "Onde você gosta de se esconder?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it under the bed?",
    "text": "Será que ele está embaixo da cama?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Was the cat under the bed before the boy looked there?",
    "text": "O gato estava embaixo da cama antes de o menino olhar ali?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This bed cover has lots of colorful stripes. Count how many different colors it has.",
    "text": "O lençol da cama tem listras coloridas. Conte quantas cores diferentes ele tem.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The walls in this room have a free form design that doesn't repeat. Have you  seen walls like this before?",
    "text": "O papel de parede desse quarto possui diferentes formas, que não se repetem. Você já viu paredes assim antes?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it on top of the cupboard?",
    "text": "Será que ele está em cima do armário?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Instead of being on top of the cupboard, the cat is inside it.",
    "text": "Ao invés de estar em cima do armário, o gatinho está dentro dele.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This cupboard has a beautiful design. How many colors does it have?",
    "text": "Esse armário tem um lindo desenho. Quantas cores ele tem?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Talk about the shapes and patterns on the cupboard doors.",
    "text": "Fale sobre as formas e as estampas das portas desse armário.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it behind the couch?",
    "text": "Será que ele está atrás do sofá?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat is very easy to see right now. Too bad the boy is looking in the wrong place.",
    "text": "Agora ficou muito fácil de ver o gatinho. Pena que o menino está procurando no lugar errado.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point at the strong colors on this page: red, orange, yellow, green, blue, and brown.",
    "text": "Mostre onde estão as cores mais fortes nesta página: vermelho, laranja, amarelo, verde, azul e marrom.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which colors of the rainbow are missing from the room?",
    "text": "Quais são as cores do arco-íris que estão faltando nesse quarto?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it next to the trash can?",
    "text": "Será que o gatinho está ao lado da lixeira?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The cat must be very fast and quiet -- he was next to where the boy is now.",
    "text": "Esse gatinho deve ser muito rápido e silencioso -- ele estava ao lado de onde o menino está agora.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count the red bricks just below the window.",
    "text": "Conte os tijolos vermelhos que estão embaixo da janela.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "There are many straight lines in this picture. Point to some curved lines.",
    "text": "Há muitas linhas retas nessa página. Mostre as linhas curvas.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it inside the basket?",
    "text": "Será que o gatinho está dentro da cesta?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which part of the cat is not inside the SOAP box?",
    "text": "Qual parte do gato não está dentro da caixa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What is inside the basket? Is that where the cat sleeps?",
    "text": "O que tem dentro da cesta? É nela que o gatinho dorme?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Notice that the wall does not line up with the squares of the floor.",
    "text": "Repare que o papel de parede não está alinhado com os quadrados do chão.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is it outside the house?",
    "text": "Será que o gatinho está fora de casa?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "That poor boy is always looking in the wrong place.",
    "text": "O coitado do menino sempre procura nos lugares errados.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you think the boy ever finds the cat, or will the boy give up?",
    "text": "Você acha que o menino ainda vai encontrar o gato ou vai desistir?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "This is the same wall pattern as on the last page, but the floor is a different color!",
    "text": "Este é o mesmo papel de parede da última página, mas o chão tem uma cor diferente!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Here it is!",
    "text": "Aqui está o gatinho!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "It looks like the cat is in a cupboard or under a sink.",
    "text": "Parece que o gato está dentro de um armário ou embaixo da pia.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Was the cat playing a game with the boy?",
    "text": "Será que o gatinho estava brincando com o menino?",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What will the boy do with the cat now? Maybe he will feed it or play with it? What do you think?",
    "text": "O que o menino vai fazer com o gato agora? Será que ele vai alimentá-lo ou brincar com ele? O que você acha?",
    "type": "data_list",
    "note": ""
  }
]