[
  {
    "SourceText": "Count together the whiskers, ears, legs, eyes, and tails.",
    "text": "Μετρήστε μαζί τα μουστάκια, τα αυτιά, τα πόδια, τα μάτια και τις ουρές.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which counts are the same, which are different, which are the largest, and which are the smallest?",
    "text": "Ποια αποτελέσματα είναι τα ίδια, ποια είναι διαφορετικά, ποιο αποτέλεσμα είναι το μεγαλύτερο και ποιο το μικρότερο;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which animal is red and which one is yellow?",
    "text": "Ποιο ζώο είναι κόκκινο και ποιο είναι κίτρινο;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.",
    "text": "Η Γάτα και ο Σκύλος ζουν σε ένα σπίτι.\n\n Ένα σπίτι με μια πόρτα.\n\n Ένα σπίτι με μια στέγη.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog live in a round house. Is your house round?",
    "text": "Η Γάτα και ο Σκύλος ζουν σε ένα στρογγυλό σπίτι. Το δικό σπίτι είναι στρογγυλό;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Point to any other round things in the picture.",
    "text": "Δείξτε οποιαδήποτε άλλα στρογγυλά αντικείμενα στην εικόνα.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many rooms does their house seem to have?",
    "text": "Πόσα δωμάτια φαίνεται να έχει το σπίτι τους;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.",
    "text": "Η Γάτα και ο Σκύλος έχουν μια μπάλα.\n\nΗ μπάλα είναι κόκκινη, μπλε και πράσινη.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the number of colors on the ball.",
    "text": "Μετρήστε μαζί τον αριθμό των χρωμάτων στη μπάλα.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which color on the ball is not a color for Cat or Dog?",
    "text": "Ποιο χρώμα στη μπάλα δεν είναι χρώμα της Γάτας ή του Σκύλου;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Is there anything where you are that is striped like this ball?",
    "text": "Υπάρχει κάτι εκεί που βρίσκεστε εσείς που έχει ρίγες όπως αυτή η μπάλα;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.",
    "text": "Η Γάτα και ο Σκύλος παίζουν με την μπάλα.\n\nΗ Γάτα πετάει την μπάλα στον Σκύλο.\n\nΟ Σκύλος πιάνει την μπάλα.\n\nΟ Σκύλος πετάει την μπάλα στη Γάτα.\n\nΗ Γάτα πιάνει την μπάλα.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many times did they throw the ball?",
    "text": "Πόσες φορές πέταξαν την μπάλα;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Do you like playing with balls? Do you throw them, catch them, or kick them?",
    "text": "Σας αρέσει να παίζετε με μπάλες; Τις πετάτε, τις πιάνετε ή τις κλωτσάτε;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Can real cats and dogs play catch with a ball? How can they play with balls?",
    "text": "Μπορούν αληθινές γάτες και σκύλοι να παίξουν αυτό το παιχνίδι με την μπάλα; Πώς μπορούν να παίξουν με μπάλες;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Then Cat throws the ball very high.\n\nOh! Oh!",
    "text": "Τότε η Γάτα πετάει την μπάλα πολύ ψηλά.\n\nΩ! Ω!",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is higher than Dog. How much higher than Dog did Cat throw it?",
    "text": "Η μπάλα είναι πιο ψηλά από τον Σκύλο. Πόσο πιο ψηλά από τον Σκύλο την πέταξε η Γάτα;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Did Cat mean to do that? How can you tell from Cat's face?",
    "text": "Ήθελε η Γάτα να το κάνει αυτό; Πώς μπορείτε να το καταλάβετε από το πρόσωπο της Γάτας;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball sometimes not go where you want it when you play catch?",
    "text": "Όταν παίζετε συμβαίνει μερικές φορές η μπάλα να μην πάει εκεί που θέλετε;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is on the roof.\n\nThe ball is on the roof of the house.",
    "text": "Η μπάλα είναι στη στέγη.\n\nΗ μπάλα είναι στη στέγη του σπιτιού.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The roof is slanted. Does the ball look like it would roll off the roof?",
    "text": "Η στέγη είναι λοξή. Φαίνεται η μπάλα να μπορεί να κυλήσει από τη στέγη;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Where are Cat and Dog?",
    "text": "Πού είναι η Γάτα και ο Σκύλος;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How is the shape of the ball and the house similar and how are they different?",
    "text": "Πώς το σχήμα της μπάλας και του σπιτιού είναι παρόμοιο και πώς είναι διαφορετικό;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?",
    "text": "Η Γάτα και ο Σκύλος μπορούν να δουν την μπάλα.\n\nΗ Γάτα και ο Σκύλος δεν μπορούν να φτάσουν την μπάλα.\n\nΠώς θα την κατεβάσουν;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The ball is too high for Cat and Dog to reach. How will they solve this problem?",
    "text": "Η μπάλα είναι πολύ ψηλά για να τη φτάσει η Γάτα και ο Σκύλος. Πώς θα λύσουν αυτό το πρόβλημα;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What can you do to get something that is too high? Would you ask for help?",
    "text": "Τι μπορείτε να κάνετε για να πάρετε κάτι που είναι πολύ ψηλά; Θα ζητούσατε βοήθεια;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Does the ball look bigger than it did when they were throwing it?",
    "text": "Φαίνεται η μπάλα μεγαλύτερη τώρα από ό, τι φαινόταν όταν την πετούσαν;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.",
    "text": "Η Γάτα και ο Σκύλος είναι λυπημένοι.\n\nΘέλουν να βρουν κάτι ψηλό για να φτάσουν την μπάλα.\n\nΤότε περνάει ο Ελέφαντας.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Cat and Dog are crying. Is their crying helping them solve their problem?",
    "text": "Η Γάτα και ο Σκύλος κλαίνε. Βοηθάει το κλάμα τους να λύσουν το πρόβλημά τους;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the big animals, birds, and trees in the picture.",
    "text": "Μετρήστε μαζί τα μεγάλα ζώα, τα πουλιά και τα δέντρα της εικόνας.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.",
    "text": "Ο Ελέφαντας είναι μεγάλος.\n\nΟ Ελέφαντας μπορεί να δει την μπάλα.\n\nΟ Ελέφαντας μπορεί να φτάσει την μπάλα.\n\nΟ Ελέφαντας παίρνει την μπάλα από τη στέγη.\n\nΟ Ελέφαντας παίρνει την μπάλα από τη στέγη του σπιτιού.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "What other animals stand on two legs?",
    "text": "Ποια άλλα ζώα στέκονται στα δύο πόδια;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.",
    "text": "Ο Ελέφαντας δίνει την μπάλα στη Γάτα και τον Σκύλο.\n\nΗ Γάτα και ο Σκύλος χαμογελούν. Ο Ελέφαντας χαμογελάει.\n\nΗ Γάτα, ο Σκύλος και ο Ελέφαντας χαμογελούν.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Which of these animals is the biggest and which is the smallest?",
    "text": "Ποιο από αυτά τα ζώα είναι το μεγαλύτερο και ποιο είναι το μικρότερο;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "They are good at taking turns. Are you good at taking turns?",
    "text": "Είναι καλοί στο να κρατάνε τη σειρά τους. Εσείς είστε καλοί στο να κρατάτε τη σειρά σας;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.",
    "text": "Αντίο Γάτα.\n\nΑντίο Σκύλε.\n\nΑντίο Ελέφαντα.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "With fewer balls than animals, the animals must be good at sharing.",
    "text": "Αφού οι μπάλες είναι λιγότερες από τα ζώα, τα ζώα πρέπει να μπορούν να μοιράζονται.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?",
    "text": "Αν έχετε μόνο μία λέξη (\"Μου\"), πρέπει να τη λέτε με διαφορετικούς τρόπους για να σημαίνει διαφορετικά πράγματα. Τι νομίζετε ότι θέλει η αγελάδα;",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The goat says, \"Meh, meh.\"",
    "text": "Η κατσίκα λέει, \"Μπε, μπε.\"",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "How many horns does a goat have? Name some other animals that have two hard things growing on their head.",
    "text": "Πόσα κέρατα έχει μια κατσίκα; Πείτε μερικά άλλα ζώα που έχουν δύο σκληρά πράγματα που μεγαλώνουν στο κεφάλι τους.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "The horse says, \"Neigh.\"",
    "text": "Το άλογο χλιμιντρίζει.",
    "type": "data_list",
    "note": ""
  },
  {
    "SourceText": "Count together the horse's legs. Can you think of a farm animal that has only two legs?",
    "text": "Μετρήστε μαζί τα πόδια του αλόγου. Μπορείτε να σκεφτείτε ένα ζώο της φάρμας που έχει μόνο δύο πόδια;",
    "type": "data_list",
    "note": ""
  }
]