{
  "Count together the whiskers, ears, legs, eyes, and tails.": "Comptons ensemble le nombre de moustache, d’oreille, de jambe, d’œil et de queue.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "Quels nombres sont les mêmes, lesquels sont différents, lesquels sont plus grands et lesquels sont plus petits ?",
  "Which animal is red and which one is yellow?": "Quel animal est rouge et lequel est jaune ?",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "Chat et Chien vivent dans une maison.\n\nUne maison avec une porte.\n\nUne maison avec un toit.",
  "Cat and Dog live in a round house. Is your house round?": "Chat et Chien vivent dans une maison ronde. Ta maison est-elle ronde ?",
  "Point to any other round things in the picture.": "Indique du doigt une autre chose ronde dans l’image.",
  "How many rooms does their house seem to have?": "Combien de chambres cette maison semble-t-elle avoir ?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "Chat et Chien ont un ballon.\n\nLe ballon est rouge, bleu et jaune.",
  "Count together the number of colors on the ball.": "Comptons ensemble le nombre de couleurs sur le ballon.",
  "Which color on the ball is not a color for Cat or Dog?": "Quelle couleur du ballon ne correspond à aucune des couleurs du chat et du chien ?",
  "Is there anything where you are that is striped like this ball?": "Y-a-t-il d’autres objets rayés à l’endroit où tu te trouves ?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "Chat et Chien jouent avec le ballon.\n\nChat jette le ballon à Chien.\n\nChien attrape le ballon.\n\nChien jette le ballon à Chat.\n\nChat attrape le ballon.",
  "How many times did they throw the ball?": "Combien de fois ont-ils jeté le ballon ?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "Aimes-tu jouer avec les ballons ? Les jettes-tu, les attrapes-tu ou les frappes-tu ?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "Les vrais chats et chiens peuvent-ils jouer avec un ballon ? Comment peuvent-ils jouer avec des ballons ?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "Ensuite, Chat jette le ballon très haut.\n\nOh ! Oh !",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "Le ballon est plus haut que Chien. À quelle hauteur de Chien Chat l'a-t-il lancé ?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "Chat l’a-t-il fait exprès ? Comment peux-tu le savoir de l’expression du visage de Chat ?",
  "Does the ball sometimes not go where you want it when you play catch?": "Est-ce que le ballon ne va pas où tu veux parfois quand tu joues au ballon ?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "Le ballon est sur le toit.\n\nLe ballon est sur le toit de la maison.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "Le toit est incliné. Selon toi, le ballon va-t-il tomber ?",
  "Where are Cat and Dog?": "Où sont Chat et Chien ?",
  "How is the shape of the ball and the house similar and how are they different?": "En quoi les formes du ballon et de la maison sont-elles semblables et en quoi sont-elles différentes ?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "Chat et Chien peuvent voir le ballon.\n\nChat et Chien ne peuvent pas prendre le ballon.\n\nComment vont-ils récupérer le ballon ?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "La balle est trop élevée pour que Chat et Chien puissent l'atteindre. Comment vont-ils résoudre ce problème ?",
  "What can you do to get something that is too high? Would you ask for help?": "Que peux-tu faire pour récupérer quelque chose qui est trop élevé ? Demanderais-tu de l’aide ?",
  "Does the ball look bigger than it did when they were throwing it?": "Le ballon semble-t-il être plus grand que lorsqu’ils l’ont jeté ?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "Chat et Chien sont tristes.\n\nIls veulent trouver quelque chose de haute taille pour récupérer le ballon.\n\nPuis Éléphant passe.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "Chat et Chien pleurent. Pleurer les aide-t-il à résoudre leur problème ?",
  "Count together the big animals, birds, and trees in the picture.": "Comptons ensemble le nombre de grands animaux, d’oiseaux et d’arbres sur l'image.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "Éléphant est grand.\n\nÉléphant peut voir le ballon.\n\nÉléphant peut atteindre le ballon.\n\nÉléphant récupère le ballon.\n\nÉléphant prend le ballon du toit de la maison.",
  "What other animals stand on two legs?": "Quels autres animaux se tiennent sur deux pattes ?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "Éléphant donne le ballon à Chat et Chien.\n\nChat et Chien sourient. Éléphant sourit.\n\nChat, Chien et Éléphant sourient.",
  "Which of these animals is the biggest and which is the smallest?": "Lequel de ces animaux est le plus grand et lequel est le plus petit ?"
}