{
  "Count together the whiskers, ears, legs, eyes, and tails.": "Посчитайте вместе усы, уши, ноги, глаза и хвосты.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "Какие числы которые ты посчитал одинаковые, какие разные, какое самое большое, и какое самое маленькое?",
  "Which animal is red and which one is yellow?": "Какое животное красное, а какое жёлтое?",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "Кошка и собака живут в доме.\n\nУ дома есть дверь.\n\nУ дома есть крыша.",
  "Cat and Dog live in a round house. Is your house round?": "Кошка и собака живут в круглом доме. А твой дом круглый?",
  "Point to any other round things in the picture.": "Покажи другие круглые предметы на картинке.",
  "How many rooms does their house seem to have?": "Сколько комнат ты думаешь в их доме?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "У кошки и собаки есть мяч.\n\nМяч красный, синий и зелёный.",
  "Count together the number of colors on the ball.": "Посчитайте вместе количество цветов на мяче.",
  "Which color on the ball is not a color for Cat or Dog?": "Какой цвет на мяче нет цвет который на кошке или собаке?",
  "Is there anything where you are that is striped like this ball?": "Если там, где ты сейчас находишься, что-нибудь полосатое, как этот мяч?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "Кошка и собака играют с мячом.\n\nКошка бросает мяч собаки.\n\nСобака ловит мяч.\n\nСобака бросает мяч кошке.\n\nКошка ловит мяч.",
  "How many times did they throw the ball?": "Сколько раз они бросали мяч?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "А ты любишь играть с мячами? Ты его бросаешь, ловишь или пинаешь ногами?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "А настоящие кошки и собаки могут ли играть с мячом? А как они могут играть с мячом?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "Потом кошка бросает мяч очень высоко.\n\nОй! Oй!",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "Мяч выше собаки. На сколько выше собаки кошка бросила мяч?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "Кошка хотела это сделать? Как ты можешь узнать смотря на лицо кошки?",
  "Does the ball sometimes not go where you want it when you play catch?": "Когда ты играешь с мячом он тоже попадает туда куда ты не хотел?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "Мяч на крыше.\n\nМяч на крыше дома.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "Крыша наклонная. Мяч выглядит так, будто он скатится с крыши?",
  "Where are Cat and Dog?": "Где кошка и собака?",
  "How is the shape of the ball and the house similar and how are they different?": "Чем похожи и чем отличается форма мяча и дома?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "Кошка и собака видят мяч.\n\nКошка и собака не могут добраться до мяча.\n\nКак они смогут опустить мяч на землю?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "Мяч слишком высоко чтобы кошка или собака его достали. Как они могут решить эту проблему?",
  "What can you do to get something that is too high? Would you ask for help?": "Что ты можешь сделать чтобы добраться до чего-то что очень высоко? Ты бы позвал помощь.",
  "Does the ball look bigger than it did when they were throwing it?": "Мяч сейчас выглядит больше чем когда они его кидали?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "Кошка и собака грустная.\n\nОни хотят найти что-то высокое чтобы добраться до мяча.\n\nПотом приходит слон.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "Кошка и собака плачут. Плакать поможет им решить ихнюю проблему?",
  "Count together the big animals, birds, and trees in the picture.": "Посчитайте вместе больших животных, птиц и деревья которые на картинке.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "Слон высокий.\n\nСлон видит мяч.\n\nСлон может добраться до мяча.\n\nСлон достаёт мяч с крыши.\n\nСлон достаёт мяч с крыши дома.",
  "What other animals stand on two legs?": "Какие другие животные стоят на двух ногах?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "Слон отдаёт мяч кошке и собаке.\n\nКошка и собака улыбаются. Слон улыбается.\n\nКошка и собака и слон улыбаются.",
  "Which of these animals is the biggest and which is the smallest?": "Какой из этих животных самый большой и самый маленький?",
  "They are good at taking turns. Are you good at taking turns?": "Они умеют очень хорошо играть по очереди. А ты тоже хорошо ждёшь свою очередь?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "Пока кошка.\n\nПока собака.\n\nПока слон.",
  "With fewer balls than animals, the animals must be good at sharing.": "Поскольку мячей меньше, чем животных, животные умеют делиться и играть по очереди.",
  "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?": "Если у тебя есть только одно слово («Mу»), Тебе нужно его сказать по-разному, чтобы давать разные значения. Что ты думаешь хочет корова?",
  "The goat says, \"Meh, meh.\"": "Козёл говорит, «Мeee, мeee.»",
  "How many horns does a goat have? Name some other animals that have two hard things growing on their head.": "Сколько Рогов у козы? Назови другие животные, у которых на голове растут две твёрдые штуки.",
  "The horse says, \"Neigh.\"": "Лошадь говорит, «И-го-го.»",
  "Count together the horse's legs. Can you think of a farm animal that has only two legs?": "Посчитай вместе ноги лошади. Ты можешь придумать сельскохозяйственное животное, у которого только две ноги?"
}