{
  "Count together the whiskers, ears, legs, eyes, and tails.": "Bıyıkları, kulakları, bacakları, gözleri ve kuyrukları çocuğunuzla birlikte sayın.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "Sayımınıza göre hangileri eşit, hangileri farklı, hangileri en büyük ve hangileri en küçüktür?",
  "Which animal is red and which one is yellow?": "Hangi hayvan kırmızı ve hangisi sarıdır?",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "Kedi ve Köpek, bir evde yaşıyorlar.\n\nBir kapısı olan bir ev.\n\nBir çatısı olan bir ev.",
  "Cat and Dog live in a round house. Is your house round?": "Kedi ve Köpek, yuvarlak bir evde yaşıyorlar. Sizin eviniz yuvarlak mı?",
  "Point to any other round things in the picture.": "Resimdeki diğer yuvarlak şeyleri gösterin.",
  "How many rooms does their house seem to have?": "Evlerinin kaç odası var gibi görünüyor?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "Kedi ve Köpek, bir topa sahiptir.\n\nTop kırmızı, mavi ve yeşildir.",
  "Count together the number of colors on the ball.": "Topun üzerindeki renklerin sayısını çocuğunuzla birlikte sayın.",
  "Which color on the ball is not a color for Cat or Dog?": "Topun üzerindeki hangi renk Kedi veya Köpek’in rengi değildir?",
  "Is there anything where you are that is striped like this ball?": "Sizin bulunduğunuz yerde bu top gibi çizgili olan bir şey var mı?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "Kedi ve Köpek topla oynuyorlar.\n\nKedi topu Köpek’e atıyor.\n\nKöpek topu yakalıyor.\n\nKöpek topu Kedi’ye atıyor.\n\nKedi topu yakalıyor.",
  "How many times did they throw the ball?": "Topu kaç kere attılar?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "Siz toplarla oynamayı sever misiniz? Topları atar mısınız, yakalar mısınız yoksa tekmeler misiniz?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "Gerçek kediler ve köpekler top yakalamaca oyunu oynarlar mı? Onlar toplarla nasıl oynarlar?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "Daha sonra, Kedi topu çok yükseğe atıyor.\n\nAh! Ah!",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "Top, Köpek’ten daha yüksekte. Kedi topu Köpek’ten ne kadar yükseğe attı?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "Kedi öyle mi yapmak istedi? Kedi’nin yüzüne bakarak bunu nasıl anlayabilirsiniz?",
  "Does the ball sometimes not go where you want it when you play catch?": "Siz top yakalamaca oynarken, top bazen sizin istediğiniz yere gitmiyor mu?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "Top, çatının üzerinde.\n\nTop, evin çatısının üzerinde.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "Çatı eğimlidir. Top çatıdan yuvarlanıp düşecek gibi mi görünüyor?",
  "Where are Cat and Dog?": "Kedi ve Köpek neredeler?",
  "How is the shape of the ball and the house similar and how are they different?": "Topun şekli evle hangi yönden benzerdir, top ve ev birbirlerinden nasıl farklılar?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "Kedi ve Köpek, topu görebiliyor.\n\nKedi ve Köpek, topa ulaşamıyor.\n\nTopu aşağıya nasıl indirecekler?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "Top, Kedi ve Köpek’in ona ulaşamayacağı kadar çok yüksekte. Bu problemi nasıl çözecekler?",
  "What can you do to get something that is too high? Would you ask for help?": "Siz çok yüksekte olan bir şeyi almak için ne yapabilirsiniz? Yardım ister miydiniz?",
  "Does the ball look bigger than it did when they were throwing it?": "Top onların attığı zamandakinden daha mı büyük görünüyor?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "Kedi ve Köpek, üzgün.\n\nTopa erişebilecek uzun bir şey bulmak istiyorlar.\n\nOndan sonra, yanlarından Fil geçiyor.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "Kedi ve Köpek ağlıyor. Onların ağlaması problemlerini çözmelerine yardım ediyor mu?",
  "Count together the big animals, birds, and trees in the picture.": "Resimdeki büyük hayvanları, kuşları ve ağaçları çocuğunuzla birlikte sayın.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "Fil, büyük.\n\nFil, topu görebilir.\n\nFil, topa erişebilir.\n\nFil, topu çatıdan alıyor.\n\nFil, topu, evin çatısından alıyor.",
  "What other animals stand on two legs?": "Başka hangi hayvanlar iki bacak üzerinde durur?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "Fil, topu, Kedi ve Köpek’e veriyor.\n\nKedi ve Köpek gülümsüyor. Fil gülümsüyor.\n\nKedi, Köpek ve Fil gülümsüyor.",
  "Which of these animals is the biggest and which is the smallest?": "Bu hayvanlardan hangisi en büyük ve hangisi en küçüktür?",
  "They are good at taking turns. Are you good at taking turns?": "Onlar, sırayla yapmakta iyiler. Siz sırayla hareket etmekte iyi misiniz?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "Güle güle, Kedi.\n\nGüle güle, Köpek.\n\nGüle güle, Fil.",
  "With fewer balls than animals, the animals must be good at sharing.": "Hayvanlardan daha az sayıda toplarla, hayvanlar paylaşmada iyi olmalılar!",
  "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?": "Eğer sadece bir kelimeniz varsa (\"Möö\"), farklı şeyler ifade etmesi için onu farklı şekillerde söylemek zorundasınız. Sizce inek ne istiyor?",
  "The goat says, \"Meh, meh.\"": "Keçi, \"Mee, mee!\" diyor.",
  "How many horns does a goat have? Name some other animals that have two hard things growing on their head.": "Bir keçinin kaç boynuzu vardır? Başlarında iki adet sert şeyler büyüyen başka hayvanlardan bazılarının isimlerini söyleyin.",
  "The horse says, \"Neigh.\"": "At, \"Neğihii!\" diye kişniyor.",
  "Count together the horse's legs. Can you think of a farm animal that has only two legs?": "Çocuğunuzla birlikte atın bacaklarını sayın. Sadece iki bacağı olan bir çiftlik hayvanı düşünebiliyor musunuz?"
}