{
  "Count together the whiskers, ears, legs, eyes, and tails.": "수염, 귀, 다리, 눈, 그리고 꼬리를 같이 세어보세요.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "몇개가 같고, 몇개가 다른가요? 또 뭐가 가장 크고, 뭐가 가장 작을까요?",
  "Which animal is red and which one is yellow?": "어떤 동물이 빨간색이고 어떤 동물이 노란색인가요.",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "고양이와 개는 한집에 살고 있습니다.\n\n집에는 문이 있습니다.\n\n집에는 지붕도 있습니다.",
  "Cat and Dog live in a round house. Is your house round?": "고양이와 개는 둥근 집에 살아요. 여러분의 집도 둥근가요?",
  "Point to any other round things in the picture.": "그림에 있는 다른 둥근 것들을 가리켜 보아요.",
  "How many rooms does their house seem to have?": "이 집에는 몇 개의 방이 있는것 같나요?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "고양이와 개는 공이 있습니다.\n\n공은 빨간색, 녹색 그리고 파란색 이네요.",
  "Count together the number of colors on the ball.": "공의 색깔의 개수를 같이 세어보아요.",
  "Which color on the ball is not a color for Cat or Dog?": "공에 있는 색깔 중 고양이와 개의 색깔이 아닌것은 무엇인가요?",
  "Is there anything where you are that is striped like this ball?": "공처럼 무늬가 있는 것을 여러분 주변에서 본 적 있나요?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "고양이와 개는 공을 가지고 놀고 있습니다.\n\n고양이는 개에게 공을 던집니다.\n\n개는 공을 잡았습니다.\n\n개는 공을 고양이에게 던집니다.\n\n고양이도 공을 잡았습니다.",
  "How many times did they throw the ball?": "고양이와 개는 공을 몇번 던졌나요?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "여러분은 공을 가지고 노는것을 좋아하나요? 공을 던지거나, 잡거나, 혹은 차나요?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "진짜 고양이와 개는 공을 가지고 놀 수 있나요? 그들은 어떻게 공을 가지고 놀 수 있나요?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "그리고 나서 고양이가 공을 아주 높게 던졌어요.\n\n어? 어?",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "공은 개보다 더 높은 곳에 있어요. 고양이는 개보다 얼마나 높게 던졌나요?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "고양이가 일부로 그런걸까요? 고양이의 표정을 보고 어떻게 알아볼 수 있나요?",
  "Does the ball sometimes not go where you want it when you play catch?": "공을 가지고 놀때 가끔씩 엉뚱한 곳으로 가기도 하나요?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "공이 지붕 위에 있습니다.\n\n공이 집의 지붕 위에 있습니다.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "지붕이 경사가 있네요. 공이 지붕에서 굴러내려올 것 같나요?",
  "Where are Cat and Dog?": "고양이와 개는 어디있나요?",
  "How is the shape of the ball and the house similar and how are they different?": "공과 집의 모양이 어떻게 비슷하고 또 어떻게 다를까요?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "고양이와 개는 공을 볼 수 있습니다.\n\n고양이와 개는 공을 가질 수가 없습니다.\n\n그들은 공을 어떻게 꺼내야 할까요?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "고양이와 개가 꺼내기엔 공이 너무 높은곳에 있어요. 이 문제를 어떻게 해결할까요?",
  "What can you do to get something that is too high? Would you ask for help?": "너무 높은 곳에 있는 걸 가지려면 여러분은 무엇을 해야할까요? 여러분은 도움을 요청해야 하나요?",
  "Does the ball look bigger than it did when they were throwing it?": "공이 고양이와 개가 던질 때보다 커보이나요?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "고양이와 개는 슬퍼서 울었습니다.\n\n그들은 공을 꺼낼 수 있게 큰 것을 찾고 싶어합니다.\n\n이때 코끼리가 지나가고 있었습니다.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "고양이와 개는 울고 있어요. 우는것이 문제를 해결해 주고 있나요?",
  "Count together the big animals, birds, and trees in the picture.": "그림에서 큰 동물과 새, 그리고 나무를 세어보세요.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "코끼리는 큽니다.\n\n코끼리는 공을 볼 수 있습니다.\n\n코끼리는 공을 꺼낼 수 있습니다.\n\n코끼리는 지붕에서 공을 꺼냈습니다.\n\n코끼리는 집의 지붕에서 공을 꺼냈습니다.",
  "What other animals stand on two legs?": "다른 어떤 동물들이 두 발로 서나요?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "코끼리가 공을 고양이와 개에게 주었습니다.\n\n고양이와 개는 미소를 지었습니다. 코끼리도 미소를 지었습니다.\n\n고양이와 개 그리고 코끼리가 미소를 짓고 있습니다.",
  "Which of these animals is the biggest and which is the smallest?": "이 동물들 중에서 누가 가장 크고 누가 가장 작나요?",
  "They are good at taking turns. Are you good at taking turns?": "모두 순서를 잘 지키고 있네요. 여러분도 순서를 잘 지키나요?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "잘 가, 고양이야.\n\n잘 가, 개야.\n\n잘 가, 코끼리야.",
  "With fewer balls than animals, the animals must be good at sharing.": "동물보다 공이 더 적네요. 동물들이 서로 나누는것을 잘 하나봐요.",
  "If you only have one word (\"Moo\"), you have to say it in different ways to have it mean different things. What do you think the cow wants?": "만약 여러분이 한 단어만 얘기할 수 있다면, 다른 방식들로 얘기하며 각자 다른 것을 가리킬 것같지 않나요? 소는 무엇을 원하는 것 같나요?",
  "The goat says, \"Meh, meh.\"": "염소는 “메에, 메에”하며 우네요.",
  "How many horns does a goat have? Name some other animals that have two hard things growing on their head.": "염소는 몇개의 뿔을 가지고 있나요? 두개의 뿔을 가진 다른 동물들도 얘기해보아요.",
  "The horse says, \"Neigh.\"": "말은 “히히힝”하며 울어요.",
  "Count together the horse's legs. Can you think of a farm animal that has only two legs?": "말의 다리들을 함께 세어보아요. 두개의 다리를 가진 동물은 무엇이 있을까요?"
}