Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: The question is: Which are the best five numbers to pick? Here are some ideas to think about. **Rule** Always pick a number that is a power of 2 times a number from 1 to 20. If you pick a number such as 23 or 46, they can never be hit and you are guaranteed to lose. **Rule** Never pick a number that is twice another number you could have picked but didn’t. If you pick 44, why not pick 22 instead? If the other person picks 22, you will miss a round. **Further analysis** The numbers from 1 to 20 are equally likely to be picked. However, because 9 leads to 18, 18 is twice as likely as a starting point than say 11 is. If you combine the ways to get different starts, the starting points have the following probabilities: 11 - 1/20 (from 11) 12 - 3/20 (from 3, 6, and 12) 13 - 1/20 (from 13) 14 - 2/20 (from 7 and 14) 15 - 1/20 (from 15) 16 - 5/20 (from 1, 2, 4, 8, and 16) 17 - 1/20 (from 17) 18 - 2/20 (from 9 and 18) 19 - 1/20 (from 19) 20 - 3/20 (from 5, 10, and 20) Clearly the best numbers to use are multiples of 16, 12, and 20. A simple strategy is to use the five numbers: 32, 64, 24, 48, and 40. These numbers will not always win, but they should do very well for you over time.
es: La pregunta es: ¿Cuáles son los cinco mejores números para elegir? Aquí hay algunas ideas en las que pensar. **Regla** Elija siempre un número que sea una potencia de 2 veces un número del 1 al 20. Si elige un número como 23 o 46, nunca se podrán acertar y está garantizado que perderá. **Regla** Nunca elija un número que sea el doble de otro número que podría haber elegido pero no lo hizo. Si elige 44, ¿por qué no elige 22 en su lugar? Si la otra persona elige 22, se perderá una ronda. **Análisis Adicional** Es igualmente probable que se escoja cualquier número del 1 al 20. Sin embargo, debido a que 9 conduce a 18, 18 es el doble de probable como punto de partida que, digamos, 11. Si combina las formas de obtener diferentes salidas, los puntos de partida tienen las siguientes probabilidades: 11 - 1/20 (desde 11) 12 - 3/20 (desde 3, 6 y 12) 13 - 1/20 (desde 13) 14 - 2/20 (desde 7 y 14) 15 - 1/20 (desde 15) 16 - 5/20 (desde 1, 2, 4, 8 y 16) 17 - 1/20 (desde 17) 18 - 2 / 20 (desde 9 y 18) 19 - 1/20 (desde 19) 20 - 3/20 (desde 5, 10 y 20) Claramente, los mejores números para usar son múltiplos de 16, 12 y 20. Una estrategia simple es usar los cinco números: 32, 64, 24, 48 y 40. Estos números no siempre ganarán, pero le servirán muy bien con el tiempo.

# template
source: Introductions
es: Introducciones

# template
source: Games
es: Juegos

# template
source: Puzzles
es: Rompecabezas

# template
source: Investigations
es: Investigaciones

# template
source: Individually
es: Individualmente

# template
source: By topic
es: Por tema

# template
source: **Chapters**
es: **Capítulos**

# template
source: **Bonus Material**
es: **Material Adicional**

# template
source: Bonus Material — Activities
es: Material Adicional — Actividades

# template
source: No Match
es: Sin Coincidencia

# template
source: Talk with your child before they can talk or even understand the words. Point at, name, and describe things you see, such as shapes, colors, comparisons, and quantities. As your child begins to understand words, ask about a thing and have your child point at it. For example, "Where is the ball?" If your child can't find the thing, point to it for them.
es: Habla con tu hijo así él todavía no hable o no entienda todas las palabras. Señala, nombra y describe los objetos que ve como formas, colores, comparaciones y cantidades. A medida que tu hijo comience a comprender las palabras, pregúntale sobre un objeto y pídele que lo señale. Por ejemplo, "¿Dónde está la pelota?" Si tu hijo no puede encontrar el objeto, señálaselo.

# template
source: As your child begins to understand and say words, mix in simple questions. Freely help with answers as needed. If you point and say "Is this red?" and they don't know, supply the answer. If you say "Count the blocks." and your child does not know how, point and count the blocks with them "one, two, three."
es: A medida que tu hijo comience a entender y a decir algunas palabras, realiza preguntas simples. Cuando sea necesario ayúdalo con las respuestas. Si tú señalas y preguntas "¿Esto es rojo?" y tu hijo no sabe, dile la respuesta. Si tú dices "Cuenta los bloques" y tu hijo no sabe cómo, señalale y cuenta los bloques con él "uno, dos, tres"

# template
source: Pick an appropriate level for your child. Allow time for thought when asking questions or making comments. Help with the answer when your child stumbles, and follow up correct answers with questions or comments that are small expansions on the child's answer. **Level 1** Ask simple direct questions. Ask and point at what you see on the page. Where is the toy? What are they doing? What is its name? What color is it? How many balls are there? **Level 2** Ask general or open questions about this point in the story. What do you see happening here? What is this group of things? **Level 3** Ask about the story line. What has happened? What will happen next? Have you had experiences or seen things similar to this? How does she feel when this happens?
es: Escoja un nivel apropiado para su niño/niña. Permita tiempo para reflexionar cuando haga preguntas o comentarios. Ayude con la respuesta cuando su niño/niña trastabille y después de las respuestas correctas añada preguntas o comentarios que sean pequeñas extensiones de la respuesta del niño/niña. **Nivel 1** Haga preguntas simples. Pregunte y señale lo que ve en la página. ¿Dónde está el juguete? ¿Qué están haciendo? ¿Cómo se llama? ¿Qué color es? ¿Cuántas pelotas hay? **Nivel 2** Haga preguntas abiertas o generales acerca de este punto en la historia. ¿Qué ves que sucede aquí? ¿Qué es este grupo de cosas? **Nivel 3** Pregunte sobre la trama del cuento. ¿Qué pasó? ¿Qué pasará a continuación? ¿Has tenido experiencias o visto cosas similares a esto? ¿Cómo se siente cuando esto sucede?

# template
source: The supplied questions and comments are just the beginning. 1. For the first reading, read the red questions and comments. 2. For the second reading, read the blue questions and comments. 3. For the third reading, read the green questions and comments. After that, follow your child's interests and let your discussions go in fun directions.
es: Las preguntas y comentarios proporcionados son solo el comienzo. 1. Lectura: lee las preguntas y comentarios en color rojo. 2. Lectura: lee las preguntas y comentarios en color azul. 3. Lectura: lee las preguntas y comentarios en color verde. Después de esto, sigue los intereses de tu hijo y permite que tus conversaciones tomen direcciones divertidas.

# template
source: **Adult Readers**
es: **Lectores Adultos**

# template
source: Before Talking
es: Antes de Hablar

# template
source: Early Talking
es: Comenzando a Hablar

# template
source: 3 Levels of Discussion
es: 3 Niveles de Discusión

# template
source: Math Themes and Words
es: Matemáticas: Temas y Palabras

# template
source: Read, Talk, and Have Fun!
es: Lee, Habla y ¡Diviértete!

# template
source: Beginning
es: Empenzando

# template
source: Intermediate
es: Intermedio

# template
source: **Beginning Storybooks**
es: **Libros de Historias Principiante**

# template
source: **Intermediate Storybooks**
es: **Libros de Historias Intermedio**

# template
source: Story text
es: Texto de la historia

# template
source: First reading
es: Primera lectura

# template
source: Second reading
es: Segunda lectura

# template
source: Third reading
es: Tercera lectura

# template
source: Welcome!
es: Bienvenido!

# template
source: Storybooks
es: Historias

# template
source: Activities
es: Actividades

# tour
source: Bonus Material
es: Material Adicional

# tour
source: Some of the activities have additional material with examples and further explanations. You can look at them here or at the end of the corresponding activity page.
es: Algunas de las actividades tienen material adicional con ejemplos y explicaciones adicionales. Puedes consultarlos aquí o al final de la página de actividades correspondiente.

# tour
source: Each of the chapters has about a dozen sections of fun games, puzzles, activities, and investigations.
es: Cada uno de los capítulos tiene alrededor de una docena de secciones de divertidos juegos, rompecabezas, actividades e investigaciones.

# tour
source: Chapters
es: Capítulos

# tour
source: Each chapter name describes the main requirement for your child to start that chapter. For example, if your child can count to ten, and knows what those numbers mean, then start with chapter 3. The materials in the chapters are designed in a learning progression so that later sections build on the earlier ones.
es: El nombre de cada capítulo describe el requisito principal para que su hijo comience ese capítulo. Por ejemplo, si su hijo puede contar hasta diez y sabe lo que significan esos números, comience con el capítulo 3. Los materiales de los capítulos están diseñados en una progresión de aprendizaje para que las secciones posteriores se basen en las anteriores.

# tour
source: Please select the kinds of activities you would like to do.
es: Por favor, seleccione el tipo de actividades que le gustaría realizar.

# tour
source: Please select whether you would rather view the chapter activities individually or by topic.
es: Seleccione si prefiere ver las actividades de los capítulos individualmente o por tema.

# tour
source: Reading with your child is a wonderful experience! Adding math comments and questions to your reading helps your child grow mathematically, and creates strong associations of math with this happy, cozy experience.
es: ¡Leer con su hijo es una experiencia maravillosa! Agregar comentarios y preguntas de matemáticas a su lectura ayuda a su hijo a crecer matemáticamente y crea fuertes asociaciones de matemáticas con esta experiencia feliz y acogedora.

# tour
source: Please select the kinds of stories you would like to choose from.
es: Seleccione los tipos de historias entre las que le gustaría elegir.

# tour
source: Beginning Storybooks
es: Libros de Historias Principiante

# tour
source: Talk with your child before they can talk or even understand the words. Point at, name, and describe things you see, such as shapes, colors, comparisons, and quantities. As your child begins to understand words, ask about a thing and have your child point at it. As your child begins to understand and say words, mix in simple questions.
es: Habla con tu hijo así él todavía no hable o no entienda todas las palabras. Señala, nombra y describe los objetos que ve como formas, colores, comparaciones y cantidades. A medida que tu hijo comience a comprender las palabras, pregúntale sobre un objeto y pídele que lo señale. A medida que su niño/niña empiece a comprender y decir palabras, añada preguntas simples.

# tour
source: Intermediate Storybooks
es: Libros de Historias Intermedio

# tour
source: These storybooks are somewhat longer, have slightly more complex story lines, and involve more sophisticated ideas. Your child is now able to talk and reason about more things in the world.
es: Estos libros de cuentos son un poco más largos, tienen tramas un poco más complejas e involucran ideas más sofisticadas. Su hijo/a ahora puede hablar y razonar sobre más cosas en el mundo.

# tour
source: Welcome!
es: ¡Bienvenido!

# tour
source: Enjoy reading and playing with math together! The best way to learn and experience math is in a social and playful way. We have two kinds of materials for your family to enjoy together.
es: ¡Disfruten leyendo y jugando con las matemáticas juntos! La mejor manera de aprender y experimentar las matemáticas es social y lúdicamente. Tenemos dos tipos de materiales para que tu familia disfrute juntos.

# tour
source: Storybooks
es: Historias

# tour
source: Read our storybooks with your child. These storybooks have math comments and guiding questions on every page. Help your child grow mathematically and create strong associations of math with the happy, cozy experience of reading together!
es: Lea nuestros libros de cuentos con su hijo/a. Estos libros de cuentos tienen comentarios de matemáticas y preguntas guías en cada página. ¡Ayude a su hijo a crecer matemáticamente y crear fuertes asociaciones de matemáticas con la feliz y acogedora experiencia de leer juntos!

# tour
source: Activities
es: Actividades

# tour
source: These educationally sequenced math games, puzzles, activities, and investigations, designed for your family to play together, provide lots of enjoyable family time as your child learns all the math they need for school.
es: Estos juegos, rompecabezas, actividades e investigaciones de matemáticas en secuencia educativa, diseñados para que su familia juegue junta, brindan mucho tiempo familiar agradable mientras su hijo aprende todas las matemáticas que necesita para la escuela.

# tour
source: Help
es: Ayuda

# tour
source: If you ever want to see this introduction again, just click on the question mark.
es: Si alguna vez quieres ver esta introducción de nuevo, simplemente haz clic en el signo de interrogación.

# data_list
source: One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit. They held hands to cross the big river.
es: Un día, Akadeli, Lucy, Acharait y Mary fueron a recoger frutas silvestres. Se tomaron de las manos para cruzar el río grande.

# data_list
source: Count the girls together.
es: Cuenten las niñas juntos.

# data_list
source: Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?
es: Describe los patrones que ves en su ropa. ¿Te gusta vestirte con colores sólidos, patrones o ambos?

# data_list
source: Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?
es: Los amigos a veces se toman de las manos para hacerse compañía o para mostrar que son amigos. ¿Por qué se toman de las manos estas niñas?

# data_list
source: The girls found a tree full of ripe fruit. They agreed to pick the fruit with their eyes closed.
es: Las niñas encontraron un árbol repleto de fruta madura. Acordaron recoger la fruta con los ojos cerrados.

# data_list
source: Name all the colors in the colorful clothes they are wearing.
es: Nombra todos los colores en las ropas coloridas que usan.

# data_list
source: Each girl has her arms in a different position. Can you copy their arm positions with your arms?
es: Cada niña tiene los brazos en una posición diferente. ¿Puedes imitar las posiciones de sus brazos con los tuyos?

# data_list
source: Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.
es: Cuenten juntos las ramas que salen del tronco principal del árbol. Tendrán que decidir cuáles son suficientemente grandes para contar.

# data_list
source: Lucy, Acharait and Mary did not close their eyes. Only Akadeli closed hers.
es: Lucy, Acharait y Mary no cerraron los ojos. Solo Akadeli cerró los suyos.

# data_list
source: Why do you think the other girls did not close their eyes?
es: ¿Por qué crees que las otras niñas no cerraron los ojos?

# data_list
source: This is a good climbing tree. Count together the branches that look the strongest.
es: Este es un buen árbol para trepar. Cuenten juntos las ramas que se ven más fuertes.

# data_list
source: Do you ever do things with your eyes closed, just for fun?
es: ¿Alguna vez haces cosas con los ojos cerrados para divertirte?

# data_list
source: When they opened their eyes, only Akadeli had picked unripe fruit.
es: Cuando abrieron los ojos, solo Akadeli había recogido fruta no madura.

# data_list
source: Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?
es: Estima cuantas frutas hay en una canasta. Estimar significa hacer una predicción informada. ¿Es tu estimación mayor que el número más grande que conoces?

# data_list
source: What shapes are there on the two blue dresses?
es: ¿Qué figuras hay en los dos vestidos azules?

# data_list
source: Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?
es: ¿Alguna vez jugaste un juego en el que algunas personas no siguieran las reglas? ¿Cómo te hizo sentir eso?

# data_list
source: Lucy, Acharait, and Mary laughed at Akadeli. They left for home. Akadeli threw away the unripe fruit. She began picking ripe ones.
es: Lucy, Acharait y Mary se rieron de Akadeli. Se fueron a la casa. Akadeli tiró la fruta inmadura. Empezó a recoger la madura.

# data_list
source: If you have four girls and you take three away, how many are left?
es: Si tienes cuatro niñas y retiras tres, ¿cuántas quedan?

# data_list
source: When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean
es: Cuando alguien se ríe de ti, ¿eso te hace sentir enojado o avergonzado? ¿Lograste ignorarlos sabiendo que sólo estaban siendo mezquinos?

# data_list
source: Why did Akadeli stay behind to pick fruit?
es: ¿Por qué Akadeli se quedó a recoger fruta?

# data_list
source: Soon, Akadeli filled her basket with ripe fruit. She set off alone, crossing the big river.
es: Pronto, Akadeli llenó su canasta con fruta madura. Se regresó sola, cruzando el río.

# data_list
source: How many splashes can you count when her fruit hits the water?
es: ¿Cuántas salpicaduras puedes contar cuando su fruta hace contacto con el agua?

# data_list
source: Count the larger trees together.
es: Cuenten juntos los árboles más grandes.

# data_list
source: Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?
es: ¿Por qué crees que Akadeli se resbaló en el río cuando nadie antes se había resbalado? ¿Hay otra razón para tomarse de las manos?

# data_list
source: Half way across the river, Akadeli's fruit fell into the water. She was angry and began to cry.
es: A la mitad del río, la fruta de Akadeli cayó al agua. Akadeli se enojó y empezó a llorar.

# data_list
source: Akadeli is standing in the middle of some circles in the water. How many?
es: Akadeli está parada en medio de algunos círculos de agua. ¿Cuántos?

# data_list
source: People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?
es: Las personas a veces lloran cuando están enojadas o tristes. ¿Alguna vez te sentiste enojado o tristeza cuando derramaste algo?

# data_list
source: Count together the dark squares in the checkerboard pattern on her shirt.
es: Cuenten juntos los cuadros oscuros del patrón en forma de tablero de ajedrez en su blusa.

# data_list
source: Akadeli saw a big fish and grabbed it.
es: Akadeli vio un pez grande y lo agarró.

# data_list
source: Is it okay that Akadeli lost her basket? Do you think her parents will be mad?
es: ¿Está bien que Akadeli haya perdido su canasta? ¿Crees que sus padres se enojarán?

# data_list
source: The title says this is Akadeli's lucky day. How is Akadeli's day going so far?
es: El título dice que este es el día de suerte de Akadeli. ¿Cómo va el día de Akadeli hasta ahora?

# data_list
source: Is this fish bigger or smaller than Akadeli?
es: ¿Este pez es más grande o más pequeño que Akadeli?

# data_list
source: As Akadeli walked home, a hawk snatched the fish. He flew away with it.
es: Mientras Akadeli caminaba a casa, un halcón le arrebató el pez. Se fue volando con él.

# data_list
source: The hawk snatched the fish with the talons on its feet. How many talons do you see?
es: El halcón arrebató el pez con las garras de sus patas. ¿Cuántas garras ves?

# data_list
source: The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.
es: Las alas del halcón y la blusa de Akadeli se parecen un poco – describe en qué son similares y en qué son diferentes.

# data_list
source: What is Akadeli feeling as she watches the hawk fly away with her fish?
es: ¿Qué siente Akadeli al ver el halcón volar lejos con su pez?

# data_list
source: The hawk left behind a feather from its tail. Akadeli picked up the feather and continued walking home.
es: El halcón dejó una pluma de su cola atrás. Akadeli la recogió y continuó caminando a casa.

# data_list
source: How many spots are on this feather?
es: ¿Cuántas manchas hay en esta pluma?

# data_list
source: Have you ever found a feather? Was it very colorful?
es: ¿Alguna vez has encontrado una pluma? ¿Era muy colorida?

# data_list
source: There are three kinds of plants in this picture. Point at the tallest and shortest ones.
es: Hay tres tipos de plantas en esta ilustración. Señala las más altas y las más bajas.

# data_list
source: She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition. They took her feather and gave her a big bull!
es: Se encontró con una boda tradicional. Los danzantes lucían hierba en sus cabezas en lugar de plumas como era la tradición. ¡Tomaron su pluma y le dieron un toro grande!

# data_list
source: Count how many people are wearing yellow grass on their heads.
es: Cuenta cuántas personas están usando hierba amarilla en sus cabezas.

# data_list
source: Estimate how many people it would take to weigh as much as that bull.
es: Estima cuántas personas pesarían tanto como ese toro.

# data_list
source: Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?
es: Sorprendentemente, Akadeli intercambió una pluma por un toro. ¿Por qué hicieron eso las personas?

# data_list
source: Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli. It was a lucky day for Akadeli!
es: Akadeli llegó a casa con su toro. Sus padres y parientes estaban muy contentos. Lucy, Acharait y Mary desearon no haberle mentido a Akadeli. ¡Fue un día de suerte para Akadeli!

# data_list
source: How do you think the other girls feel?
es: ¿Cómo crees que se sienten las otras niñas?

# data_list
source: Have you ever lied to someone? If so, did it make you feel sorry or ashamed?
es: ¿Alguna vez le has mentido a alguien? Si es así, ¿te sentiste arrepentido o avergonzado?

# data_list
source: Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!
es: Cuenta el número de momentos difíciles en el día de Akadeli. Todo salió bien. ¡La vida puede estar llena de sorpresas!

# data_list
source: Long ago, in a town call Sunland, lived a girl with very long legs. Aku was her name.
es: Hace mucho tiempo, en un pueblo llamado Sunland, vivía una niña de piernas muy largas. Su nombre era Aku.

# data_list
source: There are three round houses with thatched roofs. Thatch is a mix of dead and living plant material, usually grass. A thatch room can help keep a house cool or warm. From the distance, those roofs look like triangles.
es: En la imagen hay tres casas redondas con techos de paja. La paja es una mezcla de material vegetal vivo y descompuesto, generalmente pasto. Un techo de paja puede ayudar a mantener una casa fresca o cálida. De lejos, los techos lucen como triángulos.

# data_list
source: Think of some reasons why these houses with thatched roofs are round.
es: Piensa en algunas razones por las que estas casas con techo de paja son redondas.
