Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Take a piece of paper that exactly fits four Number Cards side by side. Mark the paper with: <space> - “0” - “+” - <space>. It should have vertical folds on both sides of the “+” sign. Paper clip numbers to the two spaces. For example, if you use 2 and 3, folded up this looks like 23, but unfolded this becomes 20+3.
es: Tome una hoja de papel que se ajuste exactamente a cuatro tarjetas numéricas una al lado de la otra. Marque el papel con: <espacio> - “0” - “+” - <espacio>. Debe tener pliegues verticales a ambos lados del signo "+". Ponga números con sujetapapeles en los dos espacios. Por ejemplo, si usa 2 y 3, doblado parece 23, pero desplegado se convierte en 20+3.

# template
source: One player thinks of a number between 0 and 99. The other player figures out the number by asking questions about the tens and ones digits. Suppose the number is 23. The player could ask if the tens digit is bigger than or equal to the ones digit - it isn’t for 23. The player could ask if the sum of the two digits is less than 8 - it is for 23. The player could then ask if twice the tens digit is bigger than the ones digit - it is. At this point, the number must be 23 or 34. Asking if the sum of the digits is less than 6 finishes things off. The types of questions can be anything the players agree to, but it is best if the questions involve the ones and tens digits.
es: Un jugador piensa en un número entre 0 y 99. El otro jugador calcula el número haciendo preguntas sobre los dígitos de las decenas y las unidades. Suponga que el número es 23. El jugador podría preguntar si el dígito de las decenas es mayor o igual al dígito de las unidades; no es para 23. El jugador podría preguntar si la suma de los dos dígitos es menor que 8; es para 23. El jugador podría preguntar si el doble del dígito de las decenas es más grande que el de las unidades, lo es. En este punto, el número debe ser 23 o 34. Preguntar si la suma de los dígitos es menor que 6 completa las cosas. Los tipos de preguntas pueden ser cualquier cosa en la que los jugadores estén de acuerdo, pero es mejor si las preguntas involucran los dígitos de unidades y decenas.

# template
source: Select 20 numbers from 0 to 99. Write those numbers on pieces of paper (cards). For each of those numbers, write an expanded form of that number on a card. For example, create 50 + 3 for 53, 30 + 0 for 30, and 0 + 7 for 7. Take those two decks of 20 cards and shuffle them together. Now play the Memory Challenge game as usual, where matches occur when a regular number is paired with its expanded form.
es: Selecciona 20 números del 0 al 99. Escriba estos números en piezas de papel (tarjetas). Para cada uno de esos números, escriba una forma expandida de ese número en una tarjeta. Por ejemplo, crea 50 + 3 para 53, 30 + 0 para 30 y 0 + 7 para 7. Toma esas dos barajas de 20 cartas y barájalas juntas. Ahora juega el juego Memory Challenge como de costumbre, donde los partidos ocurren cuando un número regular se empareja con su forma expandida.

# template
source: A rectangular grid of numbers is given with some of the numbers filled in. The challenge is to fill in the remaining numbers so that any two numbers that share a side only differ in a single place, and the difference of the digits in that place is 1 (including going between 0 and 9). No number may be used more than once in the grid. Using a 100-Chart may be helpful for beginning solvers.
es: Se proporciona una cuadrícula rectangular de números con algunos de los números proporcionados. El desafío es completar los números restantes de modo que dos números que compartan un lado solo difieran en un solo lugar, y la diferencia de los dígitos en ese lugar es 1 (incluido ir entre 0 y 9). Ningún número puede usarse más de una vez en la cuadrícula. El uso de un gráfico de 100 puede ser útil para los solucionadores principiantes.

# template
source: Make this puzzle by taking an empty grid and filling it with numbers, with no number repeated. Next, remove some of the numbers, making sure that it is not too hard for your child. In the example, the red numbers are the missing ones.
es: Haga este rompecabezas tomando una cuadrícula vacía y llenándola con números, sin que se repita ningún número. A continuación, elimine algunos de los números, asegurándose de que no sea demasiado difícil para su niño/niña. En el ejemplo, los números rojos son los que faltan.

# template
source: Write the numbers 5, 10, 25, and 50 vertically on a piece of paper. Put a single blank space on each side of the 5, and two blank spaces on each side of the other numbers. One player fills in the blanks on the left side and the other fills the other side. Each player also has one extra blank to use once with a number to ignore. Play with a deck of Number Cards from 0 to 9. Randomly pick a card from the deck, and put it back in after it is used. Both players must use that number somewhere in the spaces that haven’t been filled in yet. Once all the spaces are filled, the player’s values are compared to each of the target numbers. Whichever player gets closest to each target number gets a point, with both players getting a point if they are equally close. Whoever has the most points wins. Vary this game by having a different set of target numbers. You can also choose to score the game by summing up all the errors for each player. For this, the player with the smaller score wins.
es: Escriba los números 5, 10, 25 y 50 verticalmente en una hoja de papel. Ponga un solo espacio en blanco a cada lado del 5 y dos espacios en blanco a cada lado de los otros números. Un jugador llena los espacios en blanco del lado izquierdo y el otro llena el otro lado. Cada jugador también tiene un espacio en blanco adicional para usar una vez con un número para ignorar. Juega con una baraja de cartas numéricas del 0 al 9. Elige al azar una carta de la baraja y vuelve a colocarla después de usarla. Ambos jugadores deben usar ese número en algún lugar de los espacios que aún no se han completado. Una vez que se llenan todos los espacios, los valores del jugador se comparan con cada uno de los números de objetivo. El jugador que se acerque más a cada número objetivo obtiene un punto, y ambos jugadores obtienen un punto si están igualmente cerca. Quien tenga más puntos gana. Varíe este juego teniendo diferentes conjuntos de números objetivo. También puedes optar por obtener el puntaje del juego sumando todos los errores de cada jugador. En este caso, gana el jugador con la puntuación menor.

# template
source: Shuffle a deck of playing cards with the face cards and tens removed, and split it evenly between two players. Each player turns over two cards and puts them side by side to form a two-digit number. The player with the larger number keeps all four cards. If there is a tie, each player turns over two more cards with the winner getting all eight cards. After one or more passes through the cards, the player with the most cards wins.
es: Mezcle una baraja de cartas con las figuras y los dieces eliminados, y divídala equitativamente entre dos jugadores. Cada jugador da vuelta dos cartas y las coloca una al lado de la otra para formar un número de dos dígitos. El jugador con el número más grande se queda con las cuatro cartas. Si hay un empate, cada jugador da vuelta a dos cartas más y el ganador obtiene las ocho cartas. Después de uno o más pases a través de las cartas, el jugador con más cartas gana.

# template
source: Traditionally, the target number is 21, but for a young child use a smaller number such as 12. Adjust the contents of the playing cards for your child. For example, for a very young child this might be the cards 1 to 4 in the four suits. Two cards are dealt to each player - one is face up and one is face down (the receiving player is the only one to look at the face down card). During a turn, the player has the option of asking for one more card until the player decides to stop. After every player has had a turn, the players compare the sum of their cards. The player with the sum closest to the target without going over wins.
es: Tradicionalmente, el número objetivo es 21, pero para un niño pequeño use un número más pequeño, como 12. Ajuste el contenido de las cartas para su niño/niña. Por ejemplo, para un niño muy pequeño, esto podría ser las cartas 1 a 4 en los cuatro palos. Se reparten dos cartas a cada jugador: una boca arriba y otra boca abajo (el jugador receptor es el único que mira la carta boca abajo). Durante un turno, el jugador tiene la opción de pedir una carta más hasta que decida detenerse. Después de que cada jugador ha tenido su turno, los jugadores comparan la suma de sus cartas. El jugador con la suma más cercana al objetivo sin pasarse gana.

# template
source: Shuffle a deck of playing cards with the numbers 1 to 9. Deal two cards to each player face down. Then, each player turns over one card and decides whether that card will be the tens or ones card. After deciding, each player’s remaining card is turned over and is used to fill the remaining place. The player with the larger number wins. You can also play that the smaller number wins. You can decide whether it is more dramatic to show the cards as they are turned over, or wait until all the decisions are made and the final numbers are formed. To practice a bit of addition, as well as making the decisions trickier, draw three cards to turn over one at a time to form a two-digit number and a single-digit number. The goal is to create the largest sum of the two numbers.
es: Baraja una baraja de cartas con los números del 1 al 9. Reparta dos cartas a cada jugador boca abajo. Luego, cada jugador da la vuelta a una carta y decide si esa carta será de decenas o de unidades. Después de decidir, la carta restante de cada jugador se voltea y se usa para llenar el lugar restante. El jugador con el número más grande gana. También puedes jugar a que gane el número más pequeño. Puede decidir si es más dramático mostrar las cartas a medida que se dan vuelta o esperar hasta que se tomen todas las decisiones y se formen los números finales. Para practicar un poco de suma, además de hacer que las decisiones sean más complicadas, saque tres cartas para dar vuelta una a la vez para formar un número de dos dígitos y un número de un solo dígito. El objetivo es crear la mayor suma de los dos números.

# template
source: Use a deck with the picture cards removed. Fill a tic-tac-toe board with randomly generated numbers from 1 to 20. Use a larger range if you want to include multiplication. Deal 6 cards to each player and then flip them all over at the same time. For the first play, it is a race among the two players – the first player to combine two or more of their cards to match one of the squares gets to put an X there and replaces the cards they used. After that, the players take turns putting an X or an O in a chosen square whose value they can match – the cards used for the match are replaced by drawing new ones. If no match can be made, they lose their turn and can choose two of their cards to replace with new ones. The first player to get 3 in a row wins.
es: Usa una baraja de cartas con las figuras removidas. Llene un tablero de tic-tac-toe con números generados al azar del 1 al 20. Use un rango más grande si desea incluir la multiplicación. Reparta 6 cartas a cada jugador y luego les dan la vuelta al mismo tiempo. Para la primera jugada, es una carrera entre los dos jugadores: el primer jugador que combina dos o más de sus cartas para hacer coincidir uno de los cuadrados pone una X allí y reemplaza las cartas que se usaron. Después de eso, los jugadores se turnan para poner una X o una O en un cuadrado elegido cuyo valor pueden igualar: las cartas utilizadas para el partido se reemplazan por otras nuevas. Si no se puede hacer una coincidencia, el jugador pierde su turno y puede elegir dos de sus cartas para reemplazarlas por otras nuevas. El primer jugador en conseguir 3 seguidos gana.

# template
source: Use three dice and a board with three rows of five squares numbered from 1 to 15 . A player rolls the dice and uses addition and subtraction to combine the three numbers to match one of the numbers on the board. The matched number is crossed out and claimed. If a player can’t find a match, the other player gets a chance to use the numbers and claim the result - in any event, the other player gets the next turn. The winner is the one with the most claimed numbers after a fixed number of turns. A smaller version would use two dice with the numbers from 1 to 10, and a larger version would use 4 dice and the numbers from 1 to 20.
es: Use tres dados y un tablero con tres filas de cinco cuadrados numerados del 1 al 15. Un jugador lanza los dados y usa la suma y la resta para combinar los tres números para que coincidan con uno de los números del tablero. El número coincidente es tachado y reclamado. Si un jugador no puede encontrar una coincidencia, el otro jugador tiene la oportunidad de usar los números y reclamar el resultado; en cualquier caso, el otro jugador tiene el siguiente turno. El ganador es el que tenga más números reclamados después de un número fijo de turnos. Una versión más pequeña usaría dos dados con los números del 1 al 10, y una versión más grande usaría 4 dados y los números del 1 al 20.

# template
source: Use a deck with the picture cards removed – you can leave in the Queens and use them as 0’s if you like. Before play starts, agree on a set of “poison” numbers for the round. The poison numbers can be any set of numbers you want your child to practice with. Some examples are: * even numbers * odd numbers * square numbers (1, 4, 9, 16) * prime numbers (2, 3, 5, 7, 11, 13, 17, 19) * multiples of a number, such as 3 Each player starts with three cards. The first player discards a number that is not a poison number and replaces it from the draw pile. The next player discards a number so that the sum of the first two numbers is not a poison number and replaces the discard from the draw pile. The next player plays so that the sum of the three cards is not a poison number, and so on. The first player unable to discard a legal card loses. This game works equally well with more than two players.
es: Use un mazo de cartas con las figuras removidas; puede dejar las Reinas y usarlas como ceros si quiere. Antes de que comience el juego, acuerde un conjunto de números "venenosos" para la ronda. Los números venenosos pueden ser cualquier conjunto de números con los que desee que su niño/niña practique. Algunos ejemplos son: * números pares * números impares * números elevados al cuadrado (1, 4, 9, 16) * números primos (2, 3, 5, 7, 11, 13, 17, 19) * múltiplos de un número, como 3 Cada jugador comienza con tres cartas. El primer jugador descarta un número que no es un número venenoso y lo reemplaza con un número de la pila de robo. El siguiente jugador descarta un número para que la suma de los dos primeros números no sea un número venenoso y reemplaza el descarte con un número de la pila de robo. El siguiente jugador juega para que la suma de las tres cartas no sea un número venenoso, y así sucesivamente. El primer jugador que no pueda descartar una carta legal pierde. Este juego funciona igualmente bien con más de dos jugadores.

# template
source: These "magic" puzzles are one-time challenges. Let your child spend time with them, wrestle with them, and have the satisfaction of figuring them out. Make a triangle of six circles with three circles on a side. Use each of the numbers from 1 to 6 once so that each side of the triangle has the same sum. This involves two challenges - finding out which sums will work and then figuring out how to get those sums. It is better to let your child play with this to figure out which sums are possible, but if frustration wins out, the possible sums are 9, 10, 11, and 12.
es: Estos rompecabezas "mágicos" son desafíos de una sola vez. Deje que su hijo pase tiempo con ellos, luche con ellos y tenga la satisfacción de descubrirlos. Haz un triángulo de seis círculos con tres círculos de lado. Usa cada uno de los números del 1 al 6 una vez para que cada lado del triángulo tenga la misma suma. Esto implica dos desafíos: descubrir qué sumas funcionarán y luego descubrir cómo obtener esas sumas. Es mejor dejar que su hijo juegue con esto para averiguar qué sumas son posibles, pero si gana la frustración, las sumas posibles son 9, 10, 11 y 12.

# template
source: If your child enjoys figuring this out, this can be done for larger triangles as well. For a triangle with nine circles with four circles on a side, the possible sums are 17, 19, 20, 21, and 23.
es: Si a su niño/niña le gusta averiguar esto, puede hacerlo por triángulos más grandes también. Para un triángulo con nueve círculos con cuatro círculos en un lado, las sumas posibles son 17, 19, 20, 21 y 23.

# template
source: These are similar to the Magic Triangles puzzles. They have circles connected in a geometric pattern and an associated collection of numbers. The goal is to put the numbers in the circles so every straight line of connected circles has the same sum. The answers are in the Resources file. 1. The numbers 1 to 4 are in a plus sign shape with no circles in common. 2. The numbers 1 to 5 are in a plus sign with one circle in common in the middle. 3. The numbers 1 to 7, lines of 3 circles, with one common circle in the middle.
es: Son similares a los rompecabezas de Triángulos Mágicos. Tienen círculos conectados en un patrón geométrico y una colección asociada de números. El objetivo es poner los números en los círculos para que cada línea recta de círculos conectados tenga la misma suma. Las respuestas están en el archivo de Recursos. 1. Los números del 1 al 4 están en forma de signo de sumar sin círculos en común. 2. Los números del 1 al 5 están en un signo de sumar con un círculo en común en el medio. 3. Los números del 1 al 7, líneas de 3 círculos, con un círculo común en el medio.

# template
source: 4. The numbers 1 to 9, lines of 3 circles, with one common circle in the middle. 5. The numbers 1 to 5 in an L shape with one common circle in the corner. 6. The numbers 1 to 8 are in a plus sign with no circles in common.
es: 4. Los números del 1 al 9, líneas de 3 círculos, con un círculo común en el medio. 5. Los números del 1 al 5 en forma de L con un círculo común en la esquina. 6. Los números del 1 al 8 están en un signo de sumar sin círculos en común.

# template
source: 7. The numbers 1 to 9 are in a plus sign with one circle in common in the middle. 8. The numbers 1 to 12 are in a star shape. This has 6 directions of lines of 4 circles. Hint: The sum is 26.
es: 7. Los números del 1 al 9 están en un signo de sumar con un círculo en común en el medio. 8. Los números del 1 al 12 están en forma de estrella. Tiene 6 direcciones de líneas de 4 círculos. Sugerencia: La suma es 26.

# template
source: 9. The numbers 1 to 7 are in an H shape - 3 vertically on the left, 1 in the center, 3 vertically on the right. The five possible lines of 3 are connected. Hint: The sum is 12.
es: 9. Los números del 1 al 7 están en forma de H: 3 verticalmente a la izquierda, 1 en el centro, 3 verticalmente a la derecha. Las cinco posibles líneas de 3 están conectadas. Pista: La suma es 12.

# template
source: Here’s a fun way to make a long addition problem into a much simpler problem. Use an adding problem that has several number bonds for 10. Instead of adding 3 + 8 + 9 + 4 + 7 + 6 + 2 the usual way from left to right, rearrange the terms to put the number bonds together. This example would become (3 + 7) + (8 + 2) + (4 + 6) + 9, which is just 10 + 10 + 10 + 9 = 39. Once this is easy, include trickier problems such as 4 + 8 + 9 + 5 + 3, which can be rearranged as (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. Have your child make a habit of looking for ways to simplify long expressions to make these calculations easier.
es: Aquí hay una manera divertida de convertir un problema de suma larga en un problema mucho más simple. Utilice un problema de suma que tenga varios vínculos numéricos para 10. En lugar de sumar 3 + 8 + 9 + 4 + 7 + 6 + 2 de la forma habitual de izquierda a derecha, reorganice los términos para juntar los vínculos numéricos. Este ejemplo se convertiría en (3 + 7) + (8 + 2) + (4 + 6) + 9, que es solo 10 + 10 + 10 + 9 = 39. Una vez que esto sea fácil, incluya problemas más complicados como 4 + 8 + 9 + 5 + 3, que se puede reorganizar como (8 + 9 + 3) + 4 + 5 = 20 + 9 = 29. Haga que su niño/niña se acostumbre a buscar formas de simplificar expresiones largas para facilitar estos cálculos.

# template
source: Your child already knows how to multiply by 2 by simply doubling. This is an exciting time when your child learns a lot more about multiplication. By now, your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2.
es: Su niño/niña ya sabe cómo multiplicar por 2 simplemente duplicando. Este es un momento emocionante en el que su niño/niña aprende mucho más sobre la multiplicación. A estas alturas, su niño/niña está tan familiarizado con la suma que no es de extrañar que 2 + 3 sea lo mismo que 3 + 2.

# template
source: Although not as obvious, the same is true for multiplication. This illustration should make it easy to see that two rows of three is the same as three rows of two – you’re just changing your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way! In addition to being cool in a nerdy way, it also means that your child needs to master only about half as many multiplication facts – once your child knows 3 x 4, they also know 4 x 3.
es: Aunque no es tan obvio, lo mismo ocurre con la multiplicación. Esta ilustración debería hacer que sea más fácil ver que dos filas de tres es lo mismo que tres filas de dos: ¡solo está cambiando su punto de vista! No importa en qué orden multiplique dos números, ¡obtendrá la misma respuesta de cualquier manera! Además de ser genial de una manera nerd, también significa que su niño/niña necesita dominar solo la mitad de las multiplicaciones; una vez que su niño/niña sabe 3 x 4, también sabe 4 x 3.

# template
source: All that skip counting practice your child did paid off in getting much better at addition and subtraction. It also will be a big help in getting started with multiplication. Although skip counting is not the fastest way to find a result, it is reliable. Suppose your child needs to find 7 x 3. Do this by skip counting by 3’s seven times or skip counting by 7’s three times. Your child will eventually memorize these facts, but skip counting is a handy method for now.
es: Toda esa práctica de conteo salteado que hizo su niño/niña valió la pena al mejorar mucho en la suma y la resta. También será de gran ayuda para comenzar con la multiplicación. Aunque el conteo de saltos no es la forma más rápida de encontrar un resultado, es confiable. Suponga que su niño/niña necesita calcular 7 x 3. Haga esto contando de tres en tres siete veces o contando de siete en siete tres veces. Su niño/niña eventualmente memorizará estos datos, pero el conteo salteado es un método útil por ahora.
