Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: If your child enjoys exploring that question, explore variations on this theme. Suppose you only allow squares of certain sizes - such as 1 by 1, 2 by 2, and 3 by 3. Another direction to look at is filling other figures with figures that have the same shape. For example, ask the same question for regular triangles (triangles with all their sides the same length). Some figures are interesting to investigate in this way, and some are not interesting at all - which ones?
es: Si a sus niños les gusta explorar esa pregunta, explore variaciones sobre este tema. Suponga que sólo permite cuadrados de ciertos tamaños, como 1 por 1, 2 por 2 y 3 por 3. Otra dirección para mirar es llenar otras figuras con figuras que tienen la misma forma. Por ejemplo, haz la misma pregunta para triángulos regulares (triángulos con todos sus lados de la misma longitud). Algunas cifras son interesantes de investigar de esta manera, y otras no lo son en absoluto, ¿cuáles?

# template
source: The first player moves a token onto any number from 1 to 9 in the 1-9 squares. The second player puts another token on one of the 1-9 squares and claims the product in the 6 by 6 grid. From then on, each player chooses to move either of the two tokens and claims the product (if they can). The first player to claim 3 squares in a row wins. Mix up the product numbers to give your child better practice identifying the products. See the Chapter 5 Bonus Material for designs of larger boards with larger ranges.
es: El primer jugador mueve una ficha a cualquier número del 1 al 9 en los cuadrados del 1 al 9. El segundo jugador coloca otra ficha en uno de los cuadrados del 1 al 9 y reclama el producto en la cuadrícula de 6 por 6. A partir de ese momento, cada jugador elige mover cualquiera de las dos fichas y reclama el producto (si puede). El primer jugador en reclamar 3 casillas seguidas gana. Mezcle los números de los productos para que su niño/niña practique mejor la identificación de los productos. Consulte el Capítulo 5 Material Adicional para conocer los diseños de tablas más grandes con rangos más amplios.

# template
source: These puzzles have islands (circles and squares) connected by bridges (lines). If there are two circles on either side of a square, then the square holds the product of the two circles. The challenge is to fill in the missing numbers. Make these puzzles by filling in the circles, then filling in the squares, and finally removing some of the numbers before giving it to your child. In addition to practicing multiplication, these puzzles can be structured to practice common factors as well. In the first puzzle, the only number, other than 1, that divides 14 and 21 is 7, so that is the number in the bottom circle.
es: Estos rompecabezas tienen islas (círculos y cuadrados) conectados por puentes (líneas). Si hay dos círculos a cada lado de un cuadrado, entonces el cuadrado contiene el producto de los dos círculos. El desafío consiste en completar los números que faltan. Haga estos rompecabezas llenando los círculos, luego llenando los cuadrados y finalmente quitando algunos de los números antes de dárselos a su niño/niña. Además de practicar la multiplicación, estos acertijos se pueden estructurar para practicar también factores comunes. En el primer acertijo, el único número, que no sea 1, que divide 14 y 21 es 7, por lo que es el número en el círculo inferior.

# template
source: This game is lightly inspired by checkers. Each player has 10 counters. The counters are numbered from 1 to 10, with the “10” counter marked with 10 and 11. The counters start on the end rows of a 100-chart - one player on squares 1 to 10 and the other on squares 91 to 100. Initially, counters can only move “forward” one row onto any multiple of the number(s) on the marker they choose – for the player starting on 1 to 10, forward means larger numbers, and for the player starting on 91 to 100, forward means smaller numbers. Once a counter has made it all the way across the board, it becomes a king and can then move forward or backward one row after that. An opponent's piece is taken by landing on it. A player’s piece cannot double up with another of the same player’s pieces. You win by taking all your opponent’s pieces. For younger players, shorten the board to use the first 6 rows – the numbers from 1 to 60. A child who does not know all the multiples yet can use skip counting to figure out the moves.
es: Este juego está ligeramente inspirado por las damas. Cada jugador tiene 10 fichas. Las fichas están numeradas del 1 al 10, con la ficha "10" marcada con 10 y 11. Las fichas comienzan en las últimas filas de una tabla de 100: un jugador en las casillas 1 a 10 y el otro en las casillas 91 a 100. Inicialmente, las fichas solo pueden avanzar una fila a cualquier múltiplo de los números en el marcador que elijan; para el jugador que comienza del 1 al 10, avanzar significa números más grandes, y para el jugador que comienza del 91 al 100, adelante significa números más pequeños. Una vez que un contador ha recorrido todo el tablero, se convierte en rey y luego puede avanzar o retroceder una fila después de eso. Una pieza del oponente se toma al aterrizar sobre ella. La pieza de un jugador no puede duplicarse con otra pieza del mismo jugador. Ganas tomando todas las piezas de tu oponente. Para los jugadores más jóvenes, acorte el tablero para usar las primeras 6 filas, los números del 1 al 60. Los niños que aún no conocen todos los múltiplos pueden usar el conteo por saltos para calcular los movimientos.

# template
source: Use three dice and an 8 by 8 board of numbers from 1 to 64. A player rolls the dice and uses addition, subtraction, multiplication, and division to make any unmarked number on the board. The player marks this square and receives one point for the square plus one more point for each marked square that it touches, including diagonally. If a player cannot make a play, any other player who finds a play can claim that score. Play five or more rounds, with the largest score winning. Some game options are to use a fourth die, and to use a smaller or larger board.
es: Use tres dados y un tablero de números de 8 por 8 del 1 al 64. Un jugador tira los dados y usa sumas, restas, multiplicaciones y divisiones para hacer cualquier número no marcado en el tablero. El jugador marca este cuadrado y recibe un punto por el cuadrado más un punto más por cada cuadrado marcado que toca, incluso en diagonal. Si un jugador no puede hacer una jugada, cualquier otro jugador que encuentre una jugada puede reclamar esa puntuación. Juegue cinco o más rondas, ganando la mayor puntuación. Algunas opciones del juego son usar un cuarto dado y usar un tablero más pequeño o más grande.

# template
source: You are given some weights and a design for a mobile that has some attach points. The challenge is to put at most one weight per attach point so the mobile will balance along every arm. Assume the wires are weightless. Each arm in the mobile is a lever that needs balancing, so these puzzles are an extension of the Lever Balance puzzle given earlier in this chapter - practice those puzzles before starting these. Start with the simplest mobiles, which are just levers in the air. Here is a solution for putting the weights from 1 to 4 on this mobile to balance it.
es: Te dan algunas pesas y un diseño para un móvil que tiene algunos puntos de sujeción. El desafío es poner como máximo una pesa por punto de sujeción para que el móvil se equilibre a lo largo de cada brazo. Suponga que los cables no pesan. Cada brazo del móvil es una palanca que necesita equilibrio, por lo que estos acertijos son una extensión del acertijo de Palanca de balance que se presentó anteriormente en este capítulo; practique esos acertijos antes de comenzar con estos. Comience con los móviles más simples, que son solo palancas en el aire. Aquí hay una solución para poner las pesas de 1 a 4 en este móvil para equilibrarlo.

# template
source: This works because 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2. Here is a more complicated mobile. Use the total of the weights below it to balance each side of the top wire (1 + 3) x 3 = (4 + 2) x 2.
es: Esto funciona porque 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2. Aquí hay un móvil más complicado. Use el total de las pesas debajo de él para equilibrar cada lado del cable superior (1 + 3) x 3 = (4 + 2) x 2.

# template
source: Go to the Chapter 5 Bonus Material for more examples and a longer discussion of mobiles.
es: Consulte el Material Adicional del Capítulo 5 para obtener más ejemplos y una discusión más extensa sobre los móviles.

# template
source: The premise is that you have a calculator that is badly broken and you are challenged to produce some result on the calculator. This is easy to play orally whenever you have a spare moment. Here are some examples to get you started.. Suppose you had a calculator with +, -, x, and /, but only one working number key, the 4. Could you get the result 21? If so, what is the fewest number of steps you would need? Suppose you could use 4 at most four times - which numbers could you produce? Suppose you had to use the 4 exactly four times. Play around with having other single keys and creating other results. Suppose your calculator could only add 4 or 7. Which numbers could you produce? Suppose it had 4 or 7, but now it can add and subtract. Which numbers could you produce? This is the same activity we’ve seen in other settings. Suppose you only had a 1 key and could only add or double. For example, 2 x (2 x 1) + 1 is 5. What other numbers can you create?
es: La premisa es que tienes una calculadora que está muy averiada y tienes el desafío de producir algún resultado en la calculadora. Esto es fácil de jugar oralmente siempre que tengas un momento libre. Aquí hay algunos ejemplos para comenzar. Suponga que tiene una calculadora con +, -, x y /, pero solo una tecla numérica que funciona, la 4. ¿Podría obtener el resultado 21? Si es así, ¿cuál es la menor cantidad de pasos que necesitaría? Suponga que podría usar 4 como máximo cuatro veces, ¿qué números podría producir? Suponga que tiene que usar el 4 exactamente cuatro veces. Juega con tener otras teclas únicas y creando otros resultados. Suponga que su calculadora solo pudiera sumar 4 o 7. ¿Qué números podría producir? Suponga que tiene 4 o 7, pero ahora puede sumar y restar. ¿Qué números podrías producir? Esta es la misma actividad que hemos visto en otros entornos. Suponga que solo tiene una tecla del 1 y solo puede sumar o duplicar. Por ejemplo, 2 x (2 x 1) + 1 es 5. ¿Qué otros números puedes crear?

# template
source: Use a board with a 4 by 6 grid of numbers from 1 to 24. On a turn, a player chooses a number that is uncovered and has at least one factor uncovered – the player gets the selected number and the other player gets any or all of the uncovered factors (their choice as to how many). Play alternates until there are no legal numbers left. The players add up their numbers and the higher sum wins. This can also be played as a solitaire puzzle, sometimes called Taxman. In this version, the one player selects each number and the taxman gets all the available factors. Play continues until the player no longer has a legal move - at that point, the taxman receives the remaining numbers. The goal is to have as large a sum as possible - bigger than the taxman when that’s possible. Make the range of numbers suit the ability of the players - it could be 1 to 12 or as high as 1 to 60.
es: Use un tablero con una cuadrícula de 4 por 6 Y números del 1 al 24. En un turno, un jugador elige un número que no está cubierto y tiene al menos un factor sin cubrir: el jugador obtiene el número seleccionado y el otro jugador obtiene uno o todos los factores no cubiertos (puede elegir cuantos quiera). Se juega alternativamente hasta que no queden números legales. Los jugadores suman sus números y la suma más alta gana. Esto también se puede jugar como un rompecabezas solitario, a veces llamado Taxman. En esta versión, un jugador selecciona cada número y el recaudador de impuestos (Taxman) obtiene todos los factores disponibles. El juego continúa hasta que el jugador ya no tiene un movimiento legal; en ese momento, el recaudador de impuestos (Taxman) recibe los números restantes. El objetivo es tener una suma lo más grande posible, más grande que el recaudador de impuestos (Taxman) cuando sea posible. Haga que el rango de números se adapte a la capacidad de los jugadores; podría ser del 1 al 12 o tan alto como del 1 al 60.

# template
source: Players start the game by secretly picking 5 distinct numbers larger than 20 and not bigger than 120. After they are selected, they are written where all can see them. Using Number Cards or some other device, a random number from 1 to 20 is created. That number is repeatedly doubled until either someone’s number is hit for the first time or the number becomes bigger than 120. The first player to have all five numbers hit is the winner. After your child has played a few times, they will begin developing strategies for selecting their five numbers. A simple strategy is that it is a bad idea to pick a number, such as 46, that is not a power of 2 times some number between 1 and 20 - it will never get hit. Some numbers with lots of factors of 2, such as 32, are more likely to be hit because more starting numbers can get to them.. There are many other options to play with. You can triple the number each time instead of doubling it. You can double it and add one each time. For younger players, select numbers above 10 and not above 60, and select a random number from 1 to 10.
es: Los jugadores comienzan el juego eligiendo en secreto 5 números distintos mayores de 20 y no mayores de 120. Una vez seleccionados, se escriben donde todos puedan verlos. Usando tarjetas numéricas o algún otro dispositivo, se crea un número aleatorio del 1 al 20. Ese número se duplica repetidamente hasta que se acierta el número de alguien por primera vez o el número se vuelve más grande que 120. El primer jugador en obtener los cinco números es el ganador. Después de que su niño/niña haya jugado varias veces, comenzará a desarrollar estrategias para seleccionar sus cinco números. Una estrategia simple es que es una mala idea elegir un número, como 46, que no sea una potencia de 2 veces un número entre 1 y 20; nunca lo acertará. Algunos números con muchos factores de 2, como 32, tienen más probabilidades de acertar porque pueden llegar a ellos más números iniciales. Hay muchas otras opciones para jugar. Puede triplicar el número cada vez en lugar de duplicarlo. Puede duplicarlo y agregar uno cada vez. Para los jugadores más jóvenes, seleccione números por encima de 10 y no por encima de 60, y seleccione un número aleatorio del 1 al 10.

# template
source: Have two sets of cards, say from 1 to 25. Play the standard game of war with these, only now the winner is the card that has more factors. For example, 12 beats 16 because 12 has 6 factors (1, 2, 3, 4, 6, and 12) while 16 has 5 factors (1, 2, 4, 8, and 16). The holder of the winning card must be able to correctly list the factors to win the cards - otherwise, the cards get shuffled back into each player’s draw pile. As with standard War, when there is a tie, then next cards are turned over and the winner receives all the cards. There are several possible variations for you to play around with. You can play that the smaller number of factors wins. You can count the total of just the prime factors rather than all the factors. You can play that prime powers (numbers that are a power of a prime) beat other numbers.
es: Tenga dos juegos de cartas, digamos del 1 al 25. Juegue el juego de guerra (War) estándar con estos, solo que ahora el ganador es la carta que tiene más factores. Por ejemplo, 12 vence a 16 porque 12 tiene 6 factores (1, 2, 3, 4, 6 y 12) mientras que 16 tiene 5 factores (1, 2, 4, 8 y 16). El poseedor de la carta ganadora debe poder enumerar correctamente los factores para ganar las cartas; de lo contrario, las cartas se volverán a barajar en la pila de robo de cada jugador. Al igual que con Guerra (War) estándar, cuando hay un empate, las siguientes cartas se dan la vuelta y el ganador recibe todas las cartas. Hay varias variaciones posibles con las que puedes jugar. Puedes jugar a que gane el menor número de factores. Puede contar el total de sólo los factores primos en lugar de todos los factores. Puedes jugar a que las potencias primas (números que son la potencia de un primo) vencen a otros números.

# template
source: Each player starts with a 4 by 4 grid of numbers that are possible multiplication products - these numbers can either be randomly assigned or carefully chosen by the player. To start, two cards are dealt and put face up on the table. If either player has the product of those two numbers, they cover it. From then on, the players take turns taking the top card from the draw pile and choosing which of the two cards to replace. All players who have a match with the product cover it. The first player to get 4 in a row wins.
es: Cada jugador comienza con una cuadrícula de números de 4 por 4 que son posibles productos de la multiplicación; estos números pueden ser asignados al azar o elegidos cuidadosamente por el jugador. Para empezar, se reparten dos cartas y se ponen boca arriba sobre la mesa. Si alguno de los jugadores tiene el producto de esos dos números, lo cubren. A partir de ese momento, los jugadores se turnan para tomar la primera carta del mazo de robo y elegir cuál de las dos cartas reemplazar. Todos los jugadores que tienen un partido con el producto lo cubren. El primer jugador en conseguir 4 seguidos gana.

# template
source: Use a 100-chart with the 36 squares on the four edges colored gray. Use playing cards with picture cards removed or use Number Cards from 1 to 10. On a turn, if you pick a 1 you can claim any odd number; if you pick any other number, you can claim any multiple of it. If you claim a number, your opponent cannot claim it. The aim is to make a path from one edge to the opposite edge, in either direction. You do not need to claim the squares in the order of your path. You can either play that diagonal connections are okay or not okay. Another option is to include picture cards – if you get one of these, you can put in a blocked square that cannot be included in either person’s path.
es: Usa una tabla de 100 con los 36 cuadrados en los cuatro bordes de color gris. Use naipes sin dibujos o use tarjetas de números del 1 al 10. En un turno, si elige un 1, puede reclamar cualquier número impar; si elige cualquier otro número, puede reclamar cualquier múltiplo. Si reclama un número, su oponente no puede reclamarlo. El objetivo es trazar un camino desde un borde hasta el borde opuesto, en cualquier dirección. No necesita reclamar los cuadrados en el orden de su ruta. Puedes jugar a que las conexiones diagonales están bien o no. Otra opción es incluir tarjetas con imágenes; si obtiene una de estas, puede colocar un cuadrado bloqueado que no se puede incluir en el camino de ninguna de las personas.

# template
source: This multiplication puzzle is either 3 by 3 involving each of the numbers 1 to 6 exactly once, or 4 by 4 involving the numbers 1 to 8 exactly once. The challenge is to fill in some of the squares, two numbers for each row and each column, so that the product of a row is the number marked to the far left and the product of the column is the number marked above the column. Some rows or columns may not be marked - if so, there is no constraint on the product of those rows or columns.
es: Este acertijo de multiplicación es de 3 por 3 con cada uno de los números del 1 al 6 que aparezcan exactamente una vez, o de 4 por 4 con los números del 1 al 8 exactamente una vez. El desafío es llenar algunos de los cuadrados, dos números para cada fila y cada columna, de modo que el producto de una fila sea el número marcado en el extremo izquierdo y el producto de la columna sea el número marcado arriba de la columna. Es posible que algunas filas o columnas no estén marcadas; de ser así, no hay ninguna restricción sobre el producto de esas filas o columnas.

# template
source: Solve this puzzle by finding columns and rows where you can identify the two numbers. The 30 column must have 5 and 6, and the 10 row must have 2 and 5. Next, the 12 column must have 3 and 4 and the 4 row must have 1 and 4. The rest follows quickly.
es: Resuelve este acertijo encontrando columnas y filas donde puedas identificar los dos números. La columna 30 debe tener 5 y 6, y la fila 10 debe tener 2 y 5. Luego, la columna 12 debe tener 3 y 4 y la fila 4 debe tener 1 y 4. El resto sigue rápidamente.

# template
source: As is often the case with these puzzles, the adult can make them by filling in the numbers on the inside of the puzzle first, writing down the products, and then removing all the interior numbers.
es: Como suele ser el caso con estos rompecabezas, el adulto puede hacerlos completando los números en el interior del rompecabezas primero, escribiendo los productos y luego quitando todos los números del interior.

# template
source: Activities – Bonus Material
es: Actividades - Material Adicional

# template
source: One of These is Not Like the Others
es: Uno de estos no es como los demás

# template
source: This activity has your child looking at four things and deciding which three share a property that the fourth one does not. The following is a quick list of examples together with explanations. Children often have a fresh way of looking at things and it is well worth listening to them to see if their reasoning is novel yet sound. There are several ways to present these four items to your child. The easiest for you is to simply say the list. If the items are easy to draw, you can draw them. If the items are hard to draw, you may be able to find photos or drawings in ads or magazines that you can cut out and select from. You may be able to use a single photo with lots of content and point out four things in the photo. For activities like this, once your child has practiced this for a while and has a solid idea of the activity, it is good to reverse your roles - your child will learn a lot by creating examples for you to solve. As before, their reasoning may be very different from yours, so listen carefully.
es: Esta actividad hace que su niño/niña observe cuatro cosas y decida cuáles tres cosas comparten una propiedad que no comparten con la cuarta. La siguiente es una lista rápida de ejemplos junto con explicaciones. Los niños a menudo tienen una nueva forma de ver las cosas y vale la pena escucharlos para ver si su razonamiento es novedoso pero sólido. Hay varias formas de presentar estos cuatro elementos a su niño/niña. Lo más fácil para ti es simplemente decir la lista. Si los elementos son fáciles de dibujar, puede dibujarlos. Si los elementos son difíciles de dibujar, es posible que pueda encontrar fotos o dibujos en anuncios o revistas que pueda recortar y seleccionar. Es posible que pueda usar una sola foto con mucho contenido y señalar cuatro cosas en la foto. Para actividades como esta, una vez que su niño/niña haya practicado esto por un tiempo y tenga una idea sólida de la actividad, es bueno invertir los roles; su niño/niña aprenderá mucho creando ejemplos para que usted los resuelva. Como antes, el razonamiento de los niños puede ser muy diferente al suyo, así que escuche con atención.

# template
source: Groups of Four
es: Grupos de Cuatro
