Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: For someone good at adding, multiplying by 3 and 4 can be quick and easy. Multiplying a number by 3 is adding the number to double the number. So, 3 x 6 is 6 more than double 6, which is 6 + 12. Multiplying a number by 4 is doubling a number and doubling it again. So, 4 x 7 is 2 x (2 x 7), which is 14 + 14. At this point, your child should be comfortable quickly doing all the multiplying up to 5 times 5, which is a huge leap forward!
es: Para alguien bueno en sumar, multiplicar por 3 y 4 puede ser rápido y fácil. Multiplicar un número por 3 es sumar el número para duplicarlo. Entonces, 3 x 6 es 6 más el doble de 6, que es 6 + 12. Multiplicar un número por 4 es duplicar un número y volver a duplicarlo. Entonces, 4 x 7 es 2 x (2 x 7), que es 14 + 14. En este punto, su niño/niña debería sentirse cómodo haciendo rápidamente todas las multiplicaciones hasta 5 por 5, ¡lo cual es un gran paso adelante!

# template
source: This starts with a 3 by 3 that has target sums given for each row and column. Some of the numbers from 1 to 9 are already placed in the grid. For the numbers that are not yet placed, the challenge is to place them to make the row and column sums be the target values.
es: Esto comienza con un 3 por 3 que tiene objetivo de sumas para cada fila y columna. Algunos de los números del 1 al 9 ya están colocados en la cuadrícula. Para los números que aún no se han colocado, el desafío es colocarlos para que las sumas de filas y columnas sean los valores del objetivo.

# template
source: To make one of these puzzles, start by placing pieces of paper with the numbers from 1 to 9 on a 3 x 3 grid. For each row and column, write the sum to the right or below. Then, remove some of the numbers from the grid. Lastly, hand the pieces of paper with the numbers you removed to your child and ask “where were these?” One variation that keeps the sums smaller is to use the numbers from 0 to 8 instead. A harder variation is to do the same thing with the numbers 1 to 12 in a 3 by 4 grid.
es: Para hacer uno de estos rompecabezas, comience colocando trozos de papel con los números del 1 al 9 en una cuadrícula de 3 x 3. Para cada fila y columna, escriba la suma a la derecha o abajo. Luego, elimine algunos de los números de la cuadrícula. Por último, entregue las hojas de papel con los números que le quitó a su niño/niña y pregúntele "¿dónde estaban estos?" Una variación que mantiene las sumas más pequeñas es usar los números del 0 al 8 en su lugar. Una variación más difícil es hacer lo mismo con los números del 1 al 12 en una cuadrícula de 3 por 4.

# template
source: One person gives two numbers, one a sum and the other a difference, and the other person is challenged to find the two numbers that have that sum and difference. For example, if one person says the sum is 12 and the difference is 6, the other person says the numbers are 3 and 9. Because of how easy it is to create these questions, this is a good activity to let your child be the questioner. Not all combinations of numbers for the sum and difference will produce reasonable answers. If you start with two numbers and then say their sum and difference, that will guarantee that there is an answer. Challenge an older child with the question of why some sums and differences have reasonable answers and others do not.
es: Una persona da dos números, uno una suma y el otro una diferencia, y la otra persona tiene el desafío de encontrar los dos números que tienen esa suma y diferencia. Por ejemplo, si una persona dice que la suma es 12 y la diferencia es 6, la otra persona dice que los números son 3 y 9. Debido a lo fácil que es crear estas preguntas, esta es una buena actividad para dejar que su niño/niña sea el preguntador. No todas las combinaciones de números para la suma y la diferencia producirán respuestas razonables. Si comienza con dos números y luego dice su suma y diferencia, eso garantizará que hay una respuesta. Desafíe a un niño mayor con la pregunta de por qué algunas sumas y diferencias tienen respuestas razonables y otras no.

# template
source: A pyramid of 10 numbers placed in 4 rows is given with a target number. The challenge is to find a path through the pyramid using one number from each row so that the sum of the numbers is the target number. The numbers on the path must connect to each other.
es: Se da una pirámide de 10 números colocados en 4 filas con un número objetivo. El desafío es encontrar un camino a través de la pirámide usando un número de cada fila para que la suma de los números sea el número objetivo. Los números en la ruta deben conectarse entre sí.

# template
source: Make one of these puzzles by filling in the numbers that you want to form the path, and record the sum of those numbers. Then fill in the remaining decoy numbers in the pyramid.
es: Haz uno de estos rompecabezas completando los números que deseas que formen el camino y registra la suma de esos números. Luego complete los números señuelo restantes en la pirámide.

# template
source: These investigations are for your child to play with and think about. There is deeper mathematics involved with each one, but your child is too young to have the necessary background. For now, let your child play with and be amazed by the patterns that occur.
es: Estas investigaciones son para que su niño/niña juegue y piense en ellas. Hay matemáticas más profundas involucradas en cada una, pero su niño/niña es demasiado pequeño para tener los antecedentes necesarios. Por ahora, deje que su niño/niña juegue y se sorprenda con los patrones que ocurren.

# template
source: In a peculiar garden there are two kinds of flowers. One has 4 petals and the other kind has 7 petals. A child was asked to pick some flowers so that the total number of petals was 13. Could it be done? How about 15 petals? For which numbers of petals is it possible? For numbers that are possible, can it be done in more than one way? For example, 32 petals is four 7’s and one 4, and it is also eight 4’s. By varying the numbers, there are lots of examples to play with. For some pairs of numbers there comes a point where all numbers of petals are possible, and for other pairs of numbers there is no such point. For 4 and 7, every number from 18 on is possible. For 3 and 6, there is no point after which all numbers occur.
es: En un jardín peculiar hay dos clases de flores. Una tiene 4 pétalos y la otra tiene 7 pétalos. Se le pidió a un niño que recogiera algunas flores para que el número total de pétalos fuera 13. ¿Podría hacerse? ¿Qué tal 15 pétalos? ¿Para qué número de pétalos sería posible? Para los números que son posibles, ¿se puede hacer de más de una manera? Por ejemplo, 32 pétalos son cuatro flores de 7 y una flor de 4, y también ocho flores de 4. Al variar los números, hay muchos ejemplos con los que jugar. Para algunos pares de números llega un punto en el que todos los números de pétalos son posibles, y para otros pares de números no existe tal punto. Para 4 y 7, todos los números a partir del 18 son posibles. Para 3 y 6, no hay un punto después del cual ocurren todos los números.

# template
source: Suppose your child likes to take steps two at a time sometimes, but one at a time other times. If your child wants to go up some steps, a natural question is: How many ways can this be done? For example, for 0 steps there is just one way - you just stand there. For 1 step there is one way. For two steps, you can either take a one double step or two single steps. Your child should carefully count many cases of this and then make a table of the results (when there is lots of information, a table often helps). The start of the table would look like this:
es: Suponga que a su niño/niña le gusta dar los pasos de dos en dos a veces, pero de uno en uno en otras ocasiones. Si su niño/niña quiere subir algunos pasos, una pregunta natural es: ¿De cuántas formas se puede hacer esto? Por ejemplo, para 0 pasos solo hay una forma: simplemente te quedas ahí. Para 1 paso hay una forma. Para dos pasos, puede dar un paso doble o dos pasos simples. Su niño/niña debe contar cuidadosamente muchos casos de estos y luego hacer una tabla con los resultados (cuando hay mucha información, una tabla a menudo ayuda). El comienzo de la tabla se vería así:

# template
source: After looking at these numbers, your child may notice that each pair of numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers.
es: Después de mirar estos números, su niño/niña puede notar que cada par de números se suma al siguiente. número. ¿Por qué pasa esto? Estos números se llaman números de Fibonacci.

# template
source: A balance scale is a simple device for telling when two things have the same weight. The scale is usually supplied with a set of weights that are used to measure the weight of objects. There are some interesting investigations you can do if you restrict the weights you are allowed to use. For example, if you only have weights that are 4 units and 7 units, then the things you can weigh exactly are the same as you found in the flower petal investigation. What happens if you have one weight each for each of the weights in a doubling progression of 1, 2, 4, 8, and 16? How many ways can you weigh something that weighs 13? What is the largest weight you can measure? This situation is related to the binary number system. What happens if the weights are the Fibonacci Numbers? Is there more than one way to weigh some weights? Find a restriction that would cause there to be only one way for each weight.
es: Una balanza es un dispositivo simple para saber cuándo dos cosas tienen el mismo peso. La báscula generalmente se suministra con un juego de pesas que se utilizan para medir el peso de los objetos. Hay algunas investigaciones interesantes que puede hacer si restringe las pesas que puede usar. Por ejemplo, si solo tiene pesas de 4 unidades y 7 unidades, entonces las cosas que puede pesar exactamente son las mismas que encontró en la investigación de pétalos de flores. ¿Qué sucede si tiene una pesa para cada una de las pesas en una progresión de duplicación de 1, 2, 4, 8 y 16? ¿De cuántas formas puede pesar algo que pesa 13? ¿Cuál es el peso más grande que puede medir? Esta situación está relacionada con el sistema numérico binario. ¿Qué pasa si las pesas son los números de Fibonacci? ¿Hay más de una forma de colocar algunas pesas? Busque una restricción que provoque que solo haya una forma para cada pesa.

# template
source: Your child can now count to 100! They can comfortably do mental single-digit addition and subtraction. They can also count or skip count up or down by any number, and tied to that skill is their ability to add or subtract a single-digit number with a double-digit number. They can compare two double-digit numbers, and they have a beginning sense of place value with 10’s and 1’s and of what expanded form is all about. As their skip counting is improving, they are also developing skills with multiplying by 2, 3, 4, 5, and 10. The idea of even and odd numbers now makes a lot more sense to them. Some activities from earlier chapters can be extended to the larger numbers here. Look at Chapter 3: Shape Sums, Going Up Some More; Chapter 4: War - Double Digit Add and Subtract, DiffTriangles and SumTriangles, Fix It, Island Hopping by 1’s and 10’s, Fill in the Blanks Comparison, Sum Square, and Addition Pyramid.
es: ¡Su niño/niña ahora puede contar hasta 100! Pueden hacer cómodamente sumas y restas mentales de un solo dígito. También pueden contar o saltar la cuenta hacia arriba o hacia abajo por cualquier número, y ligada a esa habilidad está su capacidad para sumar o restar un número de un solo dígito con un número de dos dígitos. Pueden comparar dos números de dos dígitos y tienen un sentido inicial del valor posicional con 10 y 1 y de qué se trata la forma expandida. A medida que mejora el conteo por saltos, también están desarrollando habilidades para multiplicar por 2, 3, 4, 5 y 10. La idea de los números pares e impares ahora tiene mucho más sentido para ellos. Algunas actividades de los capítulos anteriores pueden extenderse a los números más grandes aquí. Mire el Capítulo 3: Sumas de formas, Subiendo un poco más; Capítulo 4: Guerra - Suma y Resta de Dos Dígitos, DiffTriángulos y SumaTriángulos, Arreglalo, Saltando Islas por 1 y 10, Complete la comparación de espacios en blanco, Suma cuadrada y Pirámide de Suma.

# template
source: Chapter Topics
es: Temas del Capítulo

# template
source: * Counting to 200 – It’s time to introduce the 100’s place by looking at the numbers from 100 to 200. * Skip Counting to 100 – This is not new, but it is an important skill to reinforce. * Expanded Form and Place Value – This is a foundational skill, so it will be reinforced further. * Double-Digit Addition and Subtraction – Skip counting will help make this seem effortless. * All Single-Digit Multiplication – It is time to fill in the missing gaps for 6, 7, 8, and 9. * Rectangle Area is Length x Width – This is an important idea in its own right. This fact will also provide many opportunities for fun new games and puzzles involving multiplication and factoring. * Factoring – Your child will learn the beauty of how numbers break apart into factors. There are several new words here. 1 is a unit. A number bigger than 1 that is only divisible by 1 and itself is prime. A number bigger than 1 that is not prime is composite. 3 squared is 3 x 3. 3 cubed is 3 x 3 x 3. And 3 raised to a power, means to multiply 3 by itself that many times - for example, 3 to the fourth is 3 x 3 x 3 x 3. * Factors, Divisors, and Multiples – 3 divides evenly into 12. That makes 3 a factor or divisor of 12, and 12 a multiple of 3. 3 is a common factor of 12 and 15, and 12 is a common multiple of 4 and 6. * Single-Digit Division – Your child will learn division indirectly in the form of finding a missing factor in a multiplication problem. * Fact Families for Multiplication and Division – The connection between these two operations will be reinforced. For example, 2 x 5 = 10, 5 x 2 = 10, 10 / 2 = 5, and 10 / 5 = 2 form a fact family.
es: * Contar hasta 200 — es hora de introducir el lugar de los 100 observando los números del 100 al 200. * Salteando el conteo hasta el 100 — esto no es nuevo, pero es una habilidad importante para reforzar. * Forma ampliada y valor posicional — esta es una habilidad fundamental, por lo que se reforzará aún más. * Suma y resta de dos dígitos — contar con saltos ayudará a que esto parezca sencillo. * Multiplicación de un solo dígito — es hora de completar los espacios que faltan para 6, 7, 8 y 9. * El área del rectángulo es lo largo x ancho — esta es una idea importante por derecho propio. Este hecho también brindará muchas oportunidades para nuevos juegos divertidos y rompecabezas que involucran multiplicación y factorización. * Factorización — su niño/niña aprenderá la belleza de cómo los números se dividen en factores. Aquí hay varias palabras nuevas. 1 es una unidad. Un número mayor que 1 que solo es divisible por 1 y que en sí mismo es primo. Un número mayor que 1 que no es primo es compuesto. 3 al cuadrado es 3 x 3. 3 al cubo es 3 x 3 x 3. Y 3 elevado a una potencia elevada, significa multiplicar 3 por sí mismo tantas veces; por ejemplo, 3 elevado a cuarta es 3 x 3 x 3 x 3. * Factores, Divisores y Múltiplos — 3 se divide uniformemente en 12. Eso hace que 3 sea un factor o divisor de 12 y 12 un múltiplo de 3. 3 es un factor común de 12 y 15, y 12 es un múltiplo común de 4 y 6. * División de un solo dígito — su niño/niña aprenderá la división indirectamente en la forma de encontrar un factor faltante en un problema de multiplicación. * Familias de operaciones para multiplicación y división — se reforzará la conexión entre estas dos operaciones. Por ejemplo, 2 x 5 = 10, 5 x 2 = 10, 10/2 = 5 y 10/5 = 2 forman una familia de operaciones.

# template
source: These teaching methods provide structured strategies for learning single-digit multiplication. As your child practices these strategies they will be learning important numerical relationships, and they will also eventually memorize these facts. Your child should already be good with doubling and skip counting by any number.
es: Estos métodos de enseñanza proporcionan estrategias estructuradas para aprender la multiplicación de un solo dígito. A medida que su niño/niña practique estas estrategias, aprenderá importantes relaciones numéricas y, con el tiempo, también memorizará estas operaciones. Su niño/niña ya debería saber duplicar y saltear el conteo por cualquier número.

# template
source: By now, your child is so familiar with addition that it’s no surprise that 2 + 3 is the same as 3 + 2. Although not as obvious, the same is true for multiplication. This illustration makes it easy to see that two rows of three is the same as three rows of two – you just change your point of view! It doesn’t matter which order you multiply two numbers – you get the same answer either way!
es: A estas alturas, su niño/niña está tan familiarizado con la suma que no es de extrañar que 2 + 3 sea lo mismo que 3 + 2. Aunque no es tan obvio, lo mismo ocurre con la multiplicación. Esta ilustración debería hacer que sea más fácil ver que dos filas de tres es lo mismo que tres filas de dos: ¡solo está cambiando su punto de vista! No importa en qué orden multiplique dos números, ¡obtendrá la misma respuesta de cualquier manera!

# template
source: In addition to being cool in a nerdy way, it also means that your child needs to master only about half as many multiplication facts – once your child knows 3 x 4, they also know 4 x 3.
es: Además de ser genial de una manera nerd, también significa que su niño/niña necesita dominar solo la mitad de las multiplicaciones; una vez que su niño/niña sabe 3 x 4, también sabe 4 x 3.

# template
source: Skip counting is great for getting better at addition and subtraction. It also is a big help in getting started with multiplication. Although skip counting is not the fastest way to find a result, it is reliable and your child should use it as long as they need to. Suppose your child needs to find 7 x 3. Skip count by 3’s seven times or skip count by 7’s three times to get 21.
es: El conteo salteado es excelente para mejorar la suma y la resta. También es de gran ayuda para comenzar con la multiplicación. Aunque el conteo de saltos no es la forma más rápida de encontrar un resultado, es confiable y su niño/niña debe usarlo todo el tiempo que lo necesite. Suponga que su niño/niña necesita calcular 7 x 3. Cuente salteado de tres en tres siete veces o cuente de siete en siete tres veces para obtener 21.

# template
source: **Multiplying by 5 and 10** These facts are quickly learned, provide a backbone for other multiplication facts, and they help with understanding two-digit place value. **Squares** Just as addition twins are favorite math facts for addition, squares are often favorites for multiplication. Learning these provides another foundation for learning other multiplication facts. **Doubling** Use this strategy for multiplying by even numbers. For example, the result of 6 x 7 is the double of 3 x 7. So, 6 x 7 is the double of 21, which is 42. **One More or One Less** This strategy is effective for the remaining multiplication facts. For example, 9 x 7 is one 7 less than 10 x 7 = 70. So it is 70 - 7 = 63. This can be done for all the 9’s. Similarly, 3 x 7 is one more 7 than doubling 7, so it is 7 + 14 = 21. This can be done for all the 3’s. **Multiplying by 9** Although multiplying by 9 is covered by the last strategy, they are fun to learn in their own right. If you write out the multiples of 9 in order, you’ll see that the tens digit is always one less than the number you are multiplying by and the ones digit plus the tens digit always adds up to 9!
es: **Multiplicando por 5 y 10** Estas operaciones se aprenden rápidamente, proporcionan una columna vertebral para otras operaciones de multiplicación y ayudan a comprender el valor posicional de dos dígitos. **Cuadrados** Así como los gemelos de suma son las operaciones matemáticas favoritas para la suma, los cuadrados suelen ser los favoritos para la multiplicación. Aprender estos proporciona otra base para aprender otras tablas de multiplicar. **Doblamiento** Utilice esta estrategia para multiplicar por números pares. Por ejemplo, el resultado de 6 x 7 es el doble de 3 x 7. Entonces, 6 x 7 es el doble de 21, que es 42. **1 Más o 1 Menos** Esta estrategia es eficaz para el resto de las tablas de multiplicar. Por ejemplo, 9 x 7 es un 7 menos que 10 x 7 = 70. Entonces es 70 - 7 = 63. Esto se puede hacer para todos los 9. De manera similar, 3 x 7 es un 7 más que duplicar 7, por lo que es 7 + 14 = 21. Esto se puede hacer para todos los 3. **Multiplicando por 9** Aunque multiplicar por 9 está cubierto por la última estrategia, es divertido aprenderlos por derecho propio. Si escribe los múltiplos de 9 en orden, verá que el dígito de las decenas es siempre uno menos que el número por el que está multiplicando y el dígito de las unidades más el dígito de las decenas siempre suman 9!

# template
source: Each player has a sheet of paper with 7 rows and 3 columns. The columns are marked “10’s,” “1’s,” and “Running Total.” Each player’s running total starts at 0. Roll a die or pick a random playing card from 1 to 9. Each player chooses to use this number in their 1’s or 10’s column for the current row. For example, if it is a 4, this can become 4 or 40. The chosen number is added to the running total. A player that goes over the target of 100 “goes bust” and loses. If neither player goes bust, the one closer to 100 wins. There are many options for this game: * Use a different target number. * Use fewer or more rows. * Don’t go bust if you go over the target. The closer player on either side wins. * Use a fourth column of 100’s to practice 3-digit numbers. * Practice subtraction by starting at the target number and subtract down to 0.
es: Cada jugador tiene una hoja de papel con 7 filas y 3 columnas. Las columnas están marcadas con "10", "1" y "Total Acumulado". El total acumulado de cada jugador comienza en 0. Tira un dado o elige una carta de juego al azar del 1 al 9. Cada jugador elige usar este número en la columna de 1 o 10 para la fila actual. Por ejemplo, si es un 4, puede convertirse en 4 o 40. El número elegido se suma al total acumulado. Un jugador que pasa por encima del objetivo de 100 "se arruina" y pierde. Si ninguno de los jugadores se quiebra, el que esté más cerca de 100 gana. Hay muchas opciones para este juego: * Use un número objetivo diferente. * Utilice menos o más filas. * No vayas a la quiebra si pasas por encima del objetivo. El jugador más cercano de cualquier lado gana. * Use una cuarta columna de 100 para practicar números de 3 dígitos. * Practique la resta comenzando en el número objetivo y reste hasta 0.

# template
source: Have a paper with a number line from 0 to 99 to share. On a turn, a player uses two random cards from 0 to 9, choosing the order of these two digits, to generate a number from 00 to 99, and then puts that number on their side of the number line. The first player to get four numbers in a region without any of the opponent’s numbers in between wins. The game can also be played from 000 to 999 if you like.
es: Tenga un papel con una recta numérica del 0 al 99 para compartir. En un turno, un jugador usa dos cartas aleatorias del 0 al 9, eligiendo el orden de estos dos dígitos, para generar un número del 00 al 99, y luego coloca ese número en su lado de la recta numérica. El primer jugador que obtenga cuatro números en una región sin ninguno de los números del oponente en el medio gana. El juego también se puede jugar de 000 a 999 si lo desea.
