Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: When your child is first learning how to do these puzzles, put in all the inequalities and some of the numbers. Gradually, start omitting more of the numbers and some of the inequalities.
es: Cuando su niño/niña esté aprendiendo a resolver estos rompecabezas, ingrese todas las desigualdades y algunos de los números. Poco a poco, comience a omitir más números y algunas desigualdades.

# template
source: Make Me a Liar
es: Hazme un Mentiroso

# template
source: Someone makes an absolute statement and the other players attempt to show that the person is lying. This is done by finding an example that breaks the statement.
es: Alguien hace una declaración absoluta y los otros jugadores intentan demostrar que la persona está mintiendo. Esto se hace encontrando un ejemplo que rompa la afirmación.

# template
source: Simple Statements That Are Almost Always True
es: Declaraciones Simples que Casi Siempre son Ciertas

# template
source: One type of statement to use is saying that something is always true. Here are some examples with quick discussions of why they are lies. * All trucks have four wheels. - Large trucks often have 6, 10 or more wheels. * All rectangles are squares. - Rectangles need not have all their sides the same length. * All birds can fly. - Ostriches, emus, and kiwis are birds that cannot fly. * The moon is only visible at night. - The moon is often visible during the day. * All shapes have straight sides. - A circle does not have a straight side. * All playgrounds have swing sets. - Some playgrounds don’t have swing sets. * All rooms have chairs. Bedrooms and bathrooms often don’t have a chair.
es: Un tipo de afirmación que se puede utilizar es decir que algo siempre es cierto. Aquí hay algunos ejemplos con discusiones rápidas de por qué son mentiras. *Todos los camiones tienen cuatro ruedas. - Los camiones grandes suelen tener 6, 10 o más ruedas. *Todos los rectángulos son cuadrados. - No es necesario que los rectángulos tengan todos sus lados de la misma longitud. *Todas las aves pueden volar. - Avestruces, emúes y kiwis son aves que no pueden volar. *La luna solo es visible de noche. - La luna suele ser visible durante el día. *Todas las formas tienen lados rectos. - Un círculo no tiene un lado recto. *Todos los patios de recreo tienen columpios. - Algunos parques infantiles no tienen columpios. *Todas las habitaciones tienen sillas. Los dormitorios y los baños a menudo no tienen silla.

# template
source: If-Then Statements That Are Almost Always True
es: Si - Entonces Declaraciones que son Casi Siempre Verdaderas

# template
source: Another type of statement is of the form “if __, then ___ .” Here are some examples with quick discussions of why they are lies. * If today is Monday, then it is a school day. - Some Mondays are holidays and some Mondays occur during the summer. * If I don’t eat for three hours, then I am hungry. - Most people can sleep for more than three hours and not wake up hungry. * If a person is taller than someone, then they are older. - Children often grow up to be taller than their parents. * If the sun is shining, it is a warm day. - Winter days can be sunny and cold. * If someone is late, something bad must have happened to them. - Sometimes people are late through carelessness or reasons beyond their control (traffic, bad weather, car trouble).
es: Otro tipo de declaración es de la forma "si __, entonces ___". Aquí hay algunos ejemplos con discusiones rápidas de por qué son mentiras. *Si hoy es lunes, entonces es un día escolar. - Algunos lunes son festivos y otros durante el verano. *Si no como durante tres horas, entonces tengo hambre. - La mayoría de las personas pueden dormir más de tres horas y no despertarse con hambre. *Si una persona es más alta que otra, entonces es mayor. - Los niños suelen llegar a ser más altos que sus padres. *Si brilla el sol, es un día cálido. - Los días de invierno pueden ser soleados y fríos. *Si alguien llega tarde, debe haberle pasado algo malo. - A veces las personas llegan tarde por descuido o por motivos que escapan a su control (tráfico, mal tiempo, problemas con el coche).

# template
source: 15-Sliding Puzzle
es: 15-Rompecabezas Deslizantes

# template
source: The classic version of this puzzle starts with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid. The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable. A 4 x 4 grid is too hard for a beginner, so start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5.
es: La versión clásica de este rompecabezas comienza con una cuadrícula vacía de cuadrados de 4 x 4 formada por 5 líneas horizontales y verticales. Use 15 pedazos de papel del tamaño de los cuadrados de la cuadrícula y numere los pedazos de papel del 1 al 15. El rompecabezas comienza con alguien colocando las hojas de papel sobre la cuadrícula. El objetivo del rompecabezas es poner los trozos de papel en orden con solo la esquina inferior derecha de la cuadrícula vacía. Para lograr esto, se puede mover un pedazo de papel si está adyacente al cuadrado vacío, en cuyo caso se puede deslizar en ese espacio. Dependiendo de cómo la persona configure el rompecabezas, el rompecabezas puede resolverse o no. Una cuadrícula de 4 x 4 es demasiado difícil para un principiante, así que comience con algo más pequeño. La cuadrícula puede ser tan pequeña como 2 x 2 o tan grande como desee el niño. El número de pedazos de papel numerados siempre será uno menos que el tamaño de la cuadrícula. Por ejemplo, en una cuadrícula de 2 x 3, use los números del 1 al 5.

# template
source: To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
es: Para crear estos rompecabezas, tiene dos opciones. La primera es colocar los cuadrados al azar, en cuyo caso tiene una probabilidad del 50/50 de que el rompecabezas se pueda resolver. Alternativamente, puede comenzar colocando los trozos de papel en la posición final y luego realizar una serie de movimientos legales para mover el papel. Cuando haya terminado, está garantizado que el rompecabezas se puede resolver.

# template
source: Solving the Puzzle
es: Resolviendo el Rompecabezas

# template
source: The main reason for a child to play with this puzzle is to have fun moving pieces around until they accidentally solve it and also to practice getting numbers in order. Despite that simple goal, you may start to wonder about deeper ideas in the puzzle. A frequent theme of problem solving is to learn from simpler problems or examples. So, let’s do that. The smallest example is 2 by 2. For this size, it is clear that the rows will end up being either 1 2; 3 0 or 1 3; 2 0. The next smallest is 2 by 3. Start this by getting the 1 and 4 in the left column. Once this is done, your puzzle will look like 1 _ _; 4 _ _ . Finish off the last four squares as you would the 2 by 2 case. The 2 by 4 puzzle is done similarly. Start by putting 1 and 5 in the left column. Next, put the 2 and 6 in the second left column without disturbing the 1 and 4. Finally finish off the last 2 by 2. At this point, the pattern for attacking puzzles with 2 rows is clear. What to do with more than 2 rows? Suppose you have 3 rows. Start the solution by getting the top row correctly laid out. After that, leave the top row undisturbed and use your ability to solve a puzzle with 2 rows. Similarly, if there are 4 rows, do the top row first, the second row next (without disturbing the top row), and finish off the last 2 rows as before.
es: La razón principal para que un niño juegue con este rompecabezas es divertirse moviendo piezas hasta que accidentalmente lo resuelven y también practicar poner los números en orden. A pesar de ese simple objetivo, es posible que comience a preguntarse acerca de ideas más profundas en el rompecabezas. Un tema frecuente de la resolución de problemas es aprender de problemas o ejemplos más simples. Entonces, hagámoslo. El ejemplo más pequeño es 2 por 2. Para este tamaño, está claro que las filas terminarán siendo 1 2; 3 0 o 1 3; 2 0. El siguiente más pequeño es 2 por 3. Comience esto obteniendo el 1 y el 4 en la columna de la izquierda. Una vez hecho esto, su rompecabezas se verá como 1 _ _; 4 _ _. Termine los últimos cuatro cuadrados como lo haría con el caso de 2 por 2. El rompecabezas de 2 por 4 se hace de manera similar. Empiece por poner 1 y 5 en la columna de la izquierda. A continuación, coloque el 2 y el 6 en la segunda columna de la izquierda sin perturbar el 1 y el 4. Finalmente, termine los últimos 2 por 2. En este punto, el patrón para resolver rompecabezas con 2 filas es claro. ¿Qué hacer con más de 2 filas? Suponga que tiene 3 filas. Inicie la solución colocando correctamente la fila superior. Después de eso, no toque la fila superior y use su habilidad para resolver un rompecabezas con 2 filas. De manera similar, si hay 4 filas, haga la fila superior primero, la segunda fila a continuación (sin tocar la fila superior) y termine las 2 últimas filas como antes.

# template
source: Is This Puzzle Solvable?
es: ¿Se puede Resolver este Rompecabezas?

# template
source: Okay, you have a simple method for solving the puzzle. The next question is: How can I just look at the puzzle and know whether it is solvable or not? To make describing the answer as simple as possible, do a few quick moves, if needed, to place the empty square in the bottom row. Next, make a list of the rows in one long list - the first row is listed first, the second row is listed second, and so on with the last row listed last. Omit the empty square when you list the last row. Take this long list and count the number of inversions in it. When a number earlier in the list is larger than a number later in the list, this is called an inversion. If the number of inversions is an even number, then the puzzle is solvable. If it is an odd number, it is not. As an example, take the 3 by 3 puzzle at the start of this discussion. Start by moving the 4 up to the second row. Then the list is: 6 1 2 4 8 5 3 7. There are 10 inversions in this list: 6 1, 6 2, 6 4, 6 5, 6 3, 4 3, 8 5, 8 3, 8 7, and 5 3. There are an even number of inversions, so the puzzle is solvable. Why does this rule work? I won’t drag you through a detailed analysis. The key idea is to keep track of the number of inversions every time you make a move. It turns out that, if you adjust for the hole being in the last row, the number of inversions must always change by an even number after any move. Consequently, if the number of inversions starts as an odd number, it can never get down to 0 inversions.
es: De acuerdo, ahora tiene un método simple para resolver el rompecabezas. La siguiente pregunta es: ¿Cómo puedo simplemente mirar el rompecabezas y saber si se puede resolver o no? Para que la descripción de la respuesta sea lo más simple posible, haga algunos movimientos rápidos, si es necesario, para colocar el cuadrado vacío en la fila inferior. A continuación, haga una lista de las filas en una lista larga: la primera fila se enumera primero, la segunda fila se enumera en segundo lugar y así sucesivamente con la última fila en último lugar. Omita el cuadrado vacío cuando enumere la última fila. Tome esta larga lista y cuente el número de inversiones en ella. Cuando un número anterior en la lista es mayor que un número posterior en la lista, esto se llama inversión. Si el número de inversiones es un número par, entonces el rompecabezas se puede resolver. Si es un número impar, no lo es. Como ejemplo, tome el rompecabezas de 3 por 3 al comienzo de esta discusión. Comience moviendo el 4 hacia la segunda fila. Entonces la lista es: 6 1 2 4 8 5 3 7. Hay 10 inversiones en esta lista: 6 1, 6 2, 6 4, 6 5, 6 3, 4 3, 8 5, 8 3, 8 7, y 5 3. Hay un número par de inversiones, por lo que el rompecabezas se puede resolver. ¿Por qué funciona esta regla? No vamos a hacer un análisis detallado. La idea clave es realizar un seguimiento del número de inversiones cada vez que se realiza un movimiento. Resulta que, si hace los ajustes para que el cuadrado vacío esté en la última fila, el número de inversiones siempre debe cambiar en un número par después de cualquier movimiento. En consecuencia, si el número de inversiones comienza como un número impar, nunca puede bajar a 0 inversiones.

# template
source: Island Hopping – Counting
es: Saltando Islas – Contando

# template
source: These puzzles have numbered islands (circles) connected by bridges (lines) drawn on paper. The challenge is to find a path that connects the islands in order.
es: Estos rompecabezas tienen islas numeradas (círculos) conectados por puentes (líneas) dibujados en papel. El desafío es encontrar un camino que conecte las islas en orden.

# template
source: The easiest versions have all the numbers filled in and the numbers go from 1 to the number of islands. You can vary this activity by starting at some number other than 1 and by leaving out some of the numbers. Puzzles with all the numbers are straightforward once your child is confident with counting. Those beginning puzzles are good counting practice and are also good for building up confidence in puzzle solving. The more challenging puzzles are the ones with numbers left out. Ease your child into these harder puzzles by leaving out just a few numbers and slowly move to leaving out more.
es: Las versiones más fáciles tienen todos los números completos y los números van del 1 al número de islas. Puede variar esta actividad comenzando en algún número distinto del 1 y omitiendo algunos de los números. Los acertijos con todos los números son sencillos una vez que su niño/niña sienta confianza contando. Los acertijos iniciales son una buena práctica para contar y también son buenos para desarrollar la confianza en la resolución de rompecabezas. Los rompecabezas más desafiantes son aquellos con números omitidos. Introduzca a su niño/niña en estos acertijos más difíciles omitiendo solo unos pocos números inicialmente e incremente la dificultad lentamente omitiendo más.

# template
source: The first of these two puzzles has every other number left out. This makes it relatively easy to fill in the missing numbers. 1 must attach to 0 and 2, and there is only one place for that. 3 must attach to 2 and 4, and with 1 filled in there is only one remaining place for the 3. 5 must go in the remaining place between 4 and 6. The second puzzle is a little bit harder. 3 must attach to 2 and 4, so there is only one place for it. 5 must attach to 4, so there is only one place for it now. 6 must attach to the 5. Finally, 0 must go in the remaining spot.
es: En el primero de estos dos acertijos, el número está omitido cada otro número. Esto hace que sea relativamente fácil completar los números que faltan. 1 debe estar entre 0 y 2, y solo hay un lugar para eso. 3 debe estar entre 2 y 4, y con 1 completado, solo queda un lugar restante para el 3. 5 debe ir en el lugar restante entre 4 y 6. El segundo rompecabezas es un poco más difícil. 3 debe unirse a 2 y 4, por lo que solo hay un lugar para ello. 5 debe unirse a 4, por lo que ahora solo hay un lugar para él. 6 debe unirse al 5. Finalmente, 0 debe ir en el lugar restante.

# template
source: To make the puzzle harder still, we can remove the 1 and play with removing some of the bridges. Have fun with variations and let your child design some of them, too.
es: Para hacer el rompecabezas aún más difícil, podemos eliminar el 1 y jugar a eliminar algunos de los puentes. Diviértase con las variaciones y deje que su niño/niña también diseñe algunas de ellas.

# template
source: Cutting Symmetric Shapes
es: Corte de Formas Simétricas

# template
source: Create designs by folding a piece of paper and cutting the paper while it is folded. This is called Kirigami.
es: Cree diseños doblando una hoja de papel y cortando el papel mientras está doblado. Esto se llama Kirigami.

# template
source: One Fold
es: Un Pliegue

# template
source: Folding the paper once and cutting it creates a design with one side the mirror image of the other. Experiment with cutting out faces, lamps, or geometric shapes. The star and tree were produced with a single fold, which is shown on the left, and then the unfolded paper is shown on the right.
es: Si se dobla el papel una vez y se corta, se crea un diseño con un lado como la imagen especular del otro. Experimente recortando caras, lámparas o formas geométricas. La estrella y el árbol se produjeron con un solo pliegue, que se muestra a la izquierda, y luego el papel desplegado se muestra a la derecha.

# template
source: Two Folds
es: Dos Pliegues

# template
source: Folding the paper once, and then folding once more in the opposite direction, will produce figures with two lines of mirror images. This makes it easy to create designs such as flowers. The figure on the left is the paper folded twice and cut to leave the blue area, and the figure on the right shows the unfolded paper.
es: Si dobla el papel una vez y luego lo dobla una vez más en la dirección opuesta, producirá figuras con dos líneas de imágenes especulares. Esto facilita la creación de diseños como flores. La figura de la izquierda es el papel doblado dos veces y cortado para dejar el área azul, y la figura de la derecha muestra el papel desplegado.

# template
source: Three Folds
es: Tres Pliegues

# template
source: Experiment with various folds and cuts. This figure was created by taking a twice folded piece of paper and then folding it once more diagonally through the corner of the previous folds.
es: Experimente con varios pliegues y cortes. Esta figura se creó tomando una hoja de papel doblada dos veces y luego doblada una vez más en diagonal a través de la esquina de los pliegues anteriores.

# template
source: Snowflakes
es: Copos de Nieve

# template
source: This is a sequence of folds for creating 6-point snowflakes. Though it takes a few steps, don’t be put off by them - with a little practice they become quick and easy. Start by taking a standard sheet of paper and folding at one of the corners so the sides marked A and B meet. Leave the fold in place and cut along the line marked C. Take the triangle produced and fold it in half so that sides AB and C overlap. Put a temporary fold in this triangle and use the fold to mark the middle of side ABC. Undo the temporary fold. Make a fold over F. When you fold over F, you will be looking to have G placed so that G breaks the angle in half. Fold along G - do this fold underneath so that this new folded piece is underneath the other paper. Although not strictly necessary, it is a good idea to slice off the top of this figure. Otherwise, you might be tempted to use the region above the red dotted line without realizing that there isn’t paper on all levels. Lastly, fold this triangle in half. At last you are all set to do the cutting of your design! Have fun experimenting with many different combinations of cuts and colors!
es: Esta es una secuencia de pliegues para crear copos de nieve de 6 puntos. Aunque se necesitan algunos pasos, no se deje intimidar por ellos: con un poco de práctica, se vuelven rápidos y fáciles. Comience tomando una hoja de papel estándar y dóblela en una de las esquinas para que los lados marcados con A y B se encuentren. Deje el papel doblado y corte a lo largo de la línea marcada C. Tome el triángulo producido y dóblelo por la mitad para que los lados AB y C se superpongan. Haga un pliegue temporal en este triángulo para marcar el centro del lado ABC. Deshaga el pliegue temporal. Haga un doblez sobre F. Cuando doble sobre F, tratara de que G se coloque de modo que G parta el ángulo por la mitad. Doble a lo largo de G: haga este doblez por debajo para que esta nueva pieza doblada quede debajo del papel. Aunque no es estrictamente necesario, es una buena idea cortar la parte superior de esta figura. De lo contrario, podría tener la tentación de utilizar la región por encima de la línea punteada roja sin darse cuenta de que no hay papel en todos los niveles. Por último, dobla este triángulo por la mitad. ¡Por fin estás listo para cortar tu diseño! ¡Diviértete experimentando con muchas combinaciones diferentes de cortes y colores!

# template
source: Shape Sums
es: Suma de Formas

# template
source: These puzzles use numbered circles connected in an upward fashion, and every circle is the sum of all the circles directly below and connected to it. The easiest puzzles have most of the circles filled in. Here are two examples that are straightforward to solve.
es: Estos juegos matemáticos utilizan círculos numerados conectados de manera ascendente, y cada círculo es la suma de todos los círculos directamente debajo y conectados a él. Los juegos más fáciles tienen la mayoría de los círculos resueltos. Aquí hay dos ejemplos que son fáciles de resolver.

# template
source: These puzzles can be made more difficult by having one circle used in more than one direction. All of the next seven puzzles are direct calculations except the rightmost one of the first row. It is trickier because the one circle in the middle is shared by two unknown circles above it. That puzzle involves small enough numbers that it can be solved easily with a little trial and error.
es: Estos juegos se pueden hacer más difíciles si se usa un círculo en más de una dirección. Los siguientes siete son cálculos directos, excepto el de la derecha de la primera fila. Es más complicado porque el círculo en el medio está conectado a dos círculos desconocidos encima de él. Este juego involucra números lo suficientemente pequeños como para que se pueda resolver fácilmente con un poco de prueba y error.
