Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Agree on a target sum, say 10. Remove the face cards and deal seven cards to each player. The remaining cards become a draw pile, and its top card is flipped over to start the discard pile. The goal is to hold seven cards that are broken into separate groups of one or more cards that add up to the target. During a turn, the player has the choice of picking up the top card of the discard pile or the unseen card at the top of the draw pile. That player then discards a card. When a player successfully fills their whole hand, the player lays down the hand and says “Gin!” Taking the difference with pairs of cards can be used instead of addition. In that case, deal an even number of cards to each player.
es: Acuerde una suma de objetivo, digamos 10. Retire las figuras del mazo y reparta siete cartas a cada jugador. Las cartas restantes se convierten en una pila para robar, cuya carta superior es volteada para comenzar la pila de descarte. El objetivo es tener siete cartas que se dividen en grupos separados de una o más cartas que sumadas den como resultado el objetivo. Durante un turno, el jugador tiene la opción de tomar la carta superior de la pila de descarte o la carta invisible en la parte superior de la pila de robo. Ese jugador luego descarta una carta. Cuando un jugador completa con éxito toda su mano, el jugador enseña la mano y dice "¡Gin!" Se puede usar la diferencia con pares de cartas en lugar de sumar. En ese caso, reparta un número par de cartas a cada jugador.

# template
source: The DiffTriangles puzzles have triangles and squares that share sides. A triangle always has exactly two squares on its sides, and the remaining side has either a triangle or is empty. A triangle’s number is the difference of the two adjoining squares. The challenge is to supply the missing numbers.
es: Los rompecabezas DiffTriangles tienen triángulos y cuadrados que comparten lados. Un triángulo siempre tiene exactamente dos cuadrados en sus lados y el lado restante tiene un triángulo o está vacío. El número de un triángulo es la diferencia de los dos cuadrados contiguos. El desafío es proporcionar los números que faltan.

# template
source: SumTriangles puzzles use addition in place of subtraction. The value of a triangle is the sum of its two or three square neighbors.
es: Los rompecabezas de SumTriangles usan la suma en lugar de la resta. El valor de un triángulo es la suma de sus dos o tres vecinos cuadrados.

# template
source: Making puzzles without loops is easy. Draw an alternating sequence of squares and triangles, and then put in numbers starting at one end working your way to the far end. When you are done, remove some of the numbers. Look at the Bonus Material for ideas on how to make these puzzles with loops.
es: Hacer rompecabezas sin bucles es fácil. Dibuje una secuencia alterna de cuadrados y triángulos, y luego coloque números comenzando en un extremo y avanzando hasta el otro extremo. Cuando haya terminado, elimine algunos de los números. Busque en Recursos para obtener ideas para estos rompecabezas con bucles.

# template
source: The ease of practicing math facts using flash cards makes them tempting. However, they are often abused by well-meaning helpers and can contribute to math hatred. Beyond the psychological damage that occurs with overly-enthusiastic drill, using flash cards misses out on learning important relationships between numbers. Feel free to use flash cards to give focused practice for a small handful of facts, but please keep the practice very relaxed. This page has methods that practice structural insights until the facts become automatic.
es: La facilidad de practicar operaciones matemáticas con tarjetas didácticas las hace tentadoras. Sin embargo, a menudo son abusadas ​​por ayudantes bien intencionados y pueden contribuir al odio hacia las matemáticas. Más allá del daño psicológico que se produce con un ejercicio exageradamente entusiasta, el uso de tarjetas didácticas no permite aprender las relaciones importantes entre los números. Siéntase libre de usar tarjetas didácticas para brindar una práctica enfocada para un pequeño repaso de datos de matemática, pero mantenga la práctica muy relajada. Esta página tiene métodos que practican conocimientos estructurales hasta que los hechos se vuelven automáticos.

# template
source: To do the activities on this page your child should know how to mentally do the following: * add and subtract 0, 1, 2 (and perhaps 3) * do adding twins and near twins * know the number bonds for 10 * add 10 to single-digit numbers. If your child is weak with any of these skills, this is the time to practice those skills some more.
es: Para realizar las actividades de esta página, su niño/niña debe saber cómo hacer mentalmente lo siguiente: * sumar y restar 0, 1, 2 (y quizás 3) * sumar gemelos y casi gemelos * conocer los vínculos numéricos para 10 * sumar 10 a números de un solo dígito. Si su niño/niña es débil con alguna de estas habilidades, este es el momento de practicarlas un poco más.

# template
source: Compensation is a powerful technique for making mental math easier. When adding two numbers, you can get the same sum by shifting over part of one number to the other. Adding 8 or 9 is easy using compensation. For example, add 6 + 9 by shifting 1 from the 6 to the 9, which gives 5 + 10. Similarly, 4 + 8 becomes 2 + 10. Use compensation from twins and near twins for what remains: 3 + 5, 3 + 6, 4 + 7, and 5 + 7. For example, 5 + 7 is the same as 6 + 6. Some math facts can be done several ways. Challenge your child to find more than one way to do a problem. For example, 5 + 7 can become 6 + 6, but it can also become 2 + 10. This kind of math play will lead to lasting insights.
es: La compensación es una técnica poderosa para facilitar las matemáticas mentales. Al sumar dos números, puede obtener la misma suma cambiando parte de un número al otro. Agregar 8 o 9 es fácil usando la compensación. Por ejemplo, adicione 6 + 9 cambiando 1 del 6 al 9, lo que da 5 + 10. De manera similar, 4 + 8 se convierte en 2 + 10. Use la compensación de gemelos y gemelos cercanos para lo que queda: 3 + 5, 3 + 6, 4 + 7 y 5 + 7. Por ejemplo, 5 + 7 es lo mismo que 6 + 6. Algunas operaciones matemáticas se pueden hacer de varias formas. Desafíe a su niño/niña a encontrar más de una forma de resolver un problema. Por ejemplo, 5 + 7 puede convertirse en 6 + 6, pero también puede convertirse en 2 + 10. Este tipo de juego matemático conducirá a percepciones duraderas.

# template
source: Before starting these subtraction activities, practice any of the following skills that happen to be weak for your child: * add and subtract 0, 1, 2 (and perhaps 3) * subtract numbers 1 or 2 apart * know the number bonds for 10 and how they make subtracting from 10 easy * subtract 10 from numbers from 11 to 19.
es: Antes de comenzar con estas actividades de resta, practique cualquiera de las siguientes habilidades que resultan ser débiles para su niño/niña: * sumar y restar 0, 1, 2 (y quizás 3) * restar números 1 o 2 de diferencia * saber los vínculos numéricos del 10 y cómo permiten restar de 10 más fácil. * restar 10 de los números del 11 al 19.

# template
source: For problems with numbers larger than 10, such as 13 - 8, break them into two differences. The distance from 13 to 8 is the distance from 13 to 10 plus the distance from 10 to 8. So, 13 - 8 becomes (13 - 10) + (10 - 8) = 3 + 2 = 5.
es: Para problemas con números mayores a 10, como 13 - 8, divídalos en dos diferencias. La distancia de 13 a 8 es la distancia de 13 a 10 más la distancia de 10 a 8. Entonces, 13 - 8 se convierte en (13 - 10) + (10 - 8) = 3 + 2 = 5.

# template
source: Compensation for subtraction means adding or subtracting the same amount for both numbers to maintain their distance. Use compensation on 13 - 8 by adding 2 to both numbers to turn the problem into 15 - 10. Single-digit problems can also be done this way. For example, 3 can be added to both numbers in 7 - 3 to make it 10 - 6.
es: La compensación por la resta significa sumar o restar la misma cantidad para ambos números para mantener la distancia. Use la compensación en 13 - 8 agregando 2 a ambos números para convertir el problema en 15 - 10. Los problemas de un solo dígito también se pueden resolver de esta manera. Por ejemplo, se puede agregar 3 a ambos números 7 menos 3 para que sea 10 - 6.

# template
source: Start by laying out all the playing cards from 1 to 5 in a 4 by 5 grid. Start the running total at 0 and choose a target number, say 25. Players take turns choosing and turning over one of the numbers and adding that number to the running total. The last player to pick a number that does not run over the target number wins. Replace using 1 to 5 with any set of five numbers you want practice adding. To practice subtraction, start at the target number, subtract the selected numbers, and don’t allow going below 0.
es: Comience colocando todas las cartas del 1 al 5 en una cuadrícula de 4 por 5. Comience el total en 0 y elija un número objetivo, digamos 25. Los jugadores se turnan para elegir y voltear uno de los números y agregar ese número al total acumulado. Gana el último jugador que elija un número que no supere el número objetivo. Reemplaza del 1 al 5 con cualquier conjunto de cinco números que quieras practicar sumando. Para practicar la resta, comience en el número objetivo, reste los números seleccionados y no permita ir por debajo de 0.

# template
source: Use a set of dominoes that either go from 1 to 6 or 1 to 9. Each player starts with 5 random dominoes without letting the other player see them. The aim of the game is to be the first player to get rid of all their dominoes. To start, a random domino is placed face up in the middle. After that, a player must match the top domino in the middle. Matching means that the two numbers on the top domino can be combined with any operation – add, subtract, or even multiply if you want – to make the same result as some, possibly different, operation acting on the two numbers of one of your dominoes. For example, if [1,5] is on top, then it matches [2,4] because 1+5 = 2+4, and it also matches [2,2] because 5-1 = 2x2. The matching domino is placed on top of the previous top. If you can’t make a match, you must pick up a new domino from the pile.
es: Use un juego de dominós que van del 1 al 6 o del 1 al 9. Cada jugador comienza con 5 dominós al azar sin dejar que el otro jugador los vea. El objetivo del juego es ser el primer jugador en deshacerse de todas sus fichas de dominó. Para empezar, se coloca un dominó al azar boca arriba en el medio. Después de eso, un jugador debe igualar el dominó superior que se encuentre en el medio. Emparejar significa que los dos números en la parte superior del dominó se pueden combinar con cualquier operación (sumar, restar o incluso multiplicar si lo desea) para obtener el mismo resultado que alguna operación, posiblemente diferente, que actúa sobre los dos números de uno de sus dominós. Por ejemplo, si [1,5] está arriba, entonces coincide con [2,4] porque 1+5 = 2+4, y también coincide con [2,2] porque 5-1 = 2x2. El nuevo dominó se coloca encima de la parte superior anterior. Si no puede emparejar, debe recoger un nuevo dominó de la pila.

# template
source: Use number cards 1 to 13. To start, each player is dealt 6 cards face up. There is a draw pile with one card turned over to start a discard pile. During a turn, a player takes the top discard card or the unknown card at the top of the draw pile. The chosen card must replace a card they already have, and the replaced card is discarded. The goal for each player is to create a 6-card pyramid where each card is the sum of the two below it. The first player to achieve this wins. Experiment with smaller or larger ranges of cards to accommodate the skills of younger or older players.
es: Utilice tarjetas numéricas del 1 al 13. Para comenzar, cada jugador recibe 6 cartas boca arriba. Hay una pila de robo con una carta volteada para comenzar una pila de descarte. Durante un turno, un jugador toma la carta de descarte superior o la carta desconocida en la parte superior de la pila de robo. La carta elegida debe reemplazar una carta que ya tiene, y la carta reemplazada se descarta. El objetivo de cada jugador es crear una pirámide de 6 cartas donde cada carta es la suma de las dos que están debajo. El primer jugador en lograrlo gana. Experimente con rangos de cartas más pequeños o más grandes para adaptarse a las habilidades de los jugadores más jóvenes o mayores.

# template
source: Use a deck of cards with numbers from 1 (Ace) to 10. On a shared piece of paper, draw 20 boxes or simple houses numbered from 0 to 19. Each player has 7 tokens distinct from the other player’s 7 tokens. During a turn, a player selects two random cards, and can choose to add, subtract, or multiply them to put their token in a house with fewer than three of the opponent’s tokens. If the house contains one or two of the opponent’s tokens, those tokens are given back to the opponent and the player says “Get out of my house.” The first player to put all their tokens in houses wins.
es: Usa una baraja de cartas con números del 1 (As) al 10. En una hoja de papel compartida, dibuja 20 cajas o casas simples numeradas del 0 al 19. Cada jugador tiene 7 fichas distintas de las 7 fichas del otro jugador. Durante un turno, un jugador selecciona dos cartas al azar y puede elegir sumarlas, restarlas o multiplicarlas para poner su ficha en una casa con menos de tres de las fichas del oponente. Si la casa contiene una o dos de las fichas del oponente, esas fichas se devuelven al oponente y el jugador dice "Sal de mi casa". El primer jugador en poner todas sus fichas en las casas gana.

# template
source: Your child has already practiced skip counting, probably by 2’s, 5’s, and 10’s between 0 and 20. Now is the time to start practicing general skip counting by any number from any number. Skip counting up and down by single-digit numbers helps with adding and subtracting, as well as multiplication and division. This is a lot to learn, so please expect it to take time. The tricky part in skip counting is when the tens digit changes, so be sure to focus on that. This is a handy activity to do when you are traveling or waiting around with some extra time. Skip counting by 10’s is tied to understanding that two-digit numbers are made up of a tens place and a ones place. Skip counting by 10’s will be easier if your child can look at a 100-chart.
es: Su hijo/a ya ha practicado el conteo salteado, probablemente de a 2, 5 y 10 entre 0 y 20. Ahora es el momento de comenzar a practicar el conteo salteado general por cualquier número de cualquier número. Seguir contando salteado hacia arriba y hacia abajo por números de un solo dígito ayuda a sumar y restar, así como a multiplicar y dividir. Esto es mucho para aprender, así que espere que tome tiempo. La parte complicada del conteo salteado es cuando cambia el dígito de las decenas, así que asegúrese de concentrarse en eso. Esta es una actividad útil para hacer cuando está de viaje o esperando con algo de tiempo extra. El conteo salteado de 10 en 10 está relacionado con la comprensión de que los números de dos dígitos se componen de un lugar de decenas y un lugar de unidades. Contar salteado de 10 en 10 será más fácil si su hijo puede mirar una tabla de 100.

# template
source: Create a random 2-digit starting number using two playing cards from 1 to 9 - the first card will give you the tens place and the other the ones place. Starting at that number, you are allowed to use a total of 5 jumps each of which is either by 1 or 10. The goal is to get as close to 50 as possible, and the score is the difference from 50. The lowest total score after several rounds wins. Young players benefit from referring to a 100-chart. Using that chart will also emphasize place value as they go up or down by 10. You can vary this game by allowing steps of 1, 2 or 10, or steps of 1, 2, 5, or 10. Also, use target numbers other than 50 sometimes.
es: Crea un número inicial aleatorio de 2 dígitos usando dos cartas del 1 al 9: la primera carta te dará el lugar de las decenas y la otra el lugar de las unidades. A partir de ese número, se le permite usar un total de 5 saltos, cada uno de los cuales es de 1 o 10. El objetivo es acercarse lo más posible a 50, y la puntuación es la diferencia de 50. La puntuación total más baja después de varias rondas gana. Los jugadores jóvenes se benefician al referirse a una tabla de 100. El uso de esa tabla también enfatizará el valor posicional a medida que aumentan o disminuyen en 10. Puede variar este juego permitiendo pasos de 1, 2 o 10, o pasos de 1, 2, 5 o 10. Además, use números de objetivo que no sean 50.

# template
source: These puzzles have islands (circles) connected by bridges (lines). In this version, the connections are made by skip counting. Some of the islands have numbers written on them and some will start off blank. Above the puzzle is the starting number, ending number, and the skip amount. The challenge is to fill in the missing numbers and find the path. You can also place the numbers and blanks on the floor to make a stepping puzzle.
es: Estos rompecabezas tienen islas (círculos) conectados por puentes (líneas). En esta versión, las conexiones se realizan contando con saltos. Algunas de las islas tienen números escritos y algunas comenzarán en blanco. Encima del rompecabezas está el número inicial, el número final y la cantidad que se salta. El desafío es completar los números que faltan y encontrar el camino. También puede colocar los números y los espacios en blanco en el suelo para hacer un rompecabezas de paso a paso.

# template
source: As with the Skip Counting activity, create puzzles to practice going forward or backward starting at a variety of numbers, not just numbers that are a multiple of the skip amount. Create these puzzles by making the islands first, filling in the skip counting numbers, connecting those islands in the correct order, and then adding some additional connections to help make a puzzle out of it. In the version you give your child, remove some numbers leaving enough of the numbers so that it can still be figured out.
es: Al igual que con la actividad de conteo de saltos, crea acertijos para practicar el avance o retroceso comenzando con una variedad de números, no solo números que son un múltiplo de la cantidad de saltos. Crea estos rompecabezas haciendo primero las islas, completando los números de conteo salteado, conectando esas islas en el orden correcto y luego agregando algunas conexiones adicionales para ayudar a hacer un rompecabezas. En la versión que le da a su niño/niña, elimine algunos números dejando suficientes números para que aún se pueda descifrar.

# template
source: Use a Tic-Tac-Toe board and tokens with the numbers from 1 to 9 on them. One player has the odd numbers and the other the even ones. Players take turns placing a token, with the Odd player going first. The first player to complete 3 in a row whose sum is 15 wins. One variation is to keep going, fill all the squares, and see which player made the most 15’s. A related game is to have an attacker and a defender. The attacker goes first (the first move cannot be a 5 in the center) and tries to get 15, and the defender tries to stop the attacker.
es: Utilice un tablero de Tic-Tac-Toe y fichas con los números del 1 al 9 en ellos. Un jugador tiene los números impares y el otro los pares. Los jugadores se turnan para colocar una ficha, y el jugador impar es el primero. El primer jugador en completar 3 seguidos cuya suma sea 15 gana. Una variación es seguir adelante, llenar todos los cuadrados y ver qué jugador hizo la mayor cantidad del total de 15. Un juego relacionado es tener un atacante y un defensor. El atacante va primero (el primer movimiento no puede ser 5 en el centro) e intenta obtener 15, y el defensor intenta detener al atacante.

# template
source: There are many versions of this game. The idea is always the same: deal a grid of cards face down, say 4 by 4, and the players take turns turning over two cards. If the cards match, the player keeps the cards, two more cards are dealt into the empty spaces, and the player gets another turn. If the cards don’t match, the cards are turned back over and the player’s turn ends. The player with the most cards wins. Here are other ideas for how cards can match: * Use a target sum - two cards match if their sum is the target. * Use a target difference - two cards match if their difference is the target. * Use cards with addition or subtraction problems together with cards that have the answers - cards match if the problem matches the answer.
es: Hay muchas versiones de este juego. La idea es siempre la misma: repartir una cuadrícula de cartas boca abajo, digamos 4 por 4, y los jugadores se turnan para darle la vuelta a dos cartas. Si las cartas coinciden, el jugador se queda con las cartas, se reparten dos cartas más en los espacios vacíos y el jugador tiene otro turno. Si las cartas no coinciden, se vuelven a dar la vuelta y el turno del jugador termina. El jugador con más cartas gana. Aquí hay otras ideas sobre cómo pueden coincidir las cartas: * Utilice una suma objetivo: dos cartas coinciden si su suma es el objetivo. * Utilice una diferencia objetivo: dos cartas coinciden si su diferencia es el objetivo. * Utilice tarjetas con problemas de suma o resta junto con tarjetas que tengan las respuestas; las tarjetas coinciden si el problema coincide con la respuesta.

# template
source: Start with a number line that goes from 1 to some number, say 20. During a turn, choose two numbers and a result, none of which have been crossed out, and write down an addition or subtraction equation that involves those numbers. The two numbers in the equation are crossed off, and the result is circled. The next player must use the result as one of the two numbers. If it is played competitively, the winner is the last player with a legal move. It can also be played cooperatively to see how few numbers are left untouched.
es: Comience con una recta numérica que vaya del 1 a algún número, digamos 20. Durante un turno, elija dos números y un resultado, ninguno de los cuales haya sido tachado, y escriba una ecuación de suma o resta que incluya esos números. Los dos números de la ecuación se tachan y el resultado se encierra en un círculo. El siguiente jugador debe usar el resultado como uno de los dos números. Si se juega de forma competitiva, el ganador es el último jugador con un movimiento legal. También se puede jugar de forma cooperativa para ver cuántos números quedan sin tocar.

# template
source: This starts with a 4 by 4 grid of numbers with a target sum. The challenge is to find entries to remove so that the sum of the remaining numbers in every row and column is the target. An alternative version uses individual target sums for each row and column.
es: Esto comienza con una cuadrícula de números de 4 por 4 con una suma objetivo. El desafío es encontrar entradas para eliminar de modo que la suma de los números restantes en cada fila y columna sea el objetivo. Una versión alternativa utiliza sumas para el objetivo en cada fila y columna.

# template
source: Make these puzzles by putting in pairs or triples of numbers that sum to the target sum. Then fill in the remaining spaces with decoy numbers.
es: Haga estos rompecabezas colocando pares o triples de números que sumen la suma de objetivo. Luego, complete los espacios restantes con números de señuelo.

# template
source: This helpful device shows how two-digit numbers are formed from tens and ones.
es: Este útil dispositivo muestra cómo se forman números de dos dígitos a partir de decenas y unidades.
