Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: I wonder if there's another me somewhere in the world.
es: Me pregunto si hay otro yo en algún lugar del mundo.

# data_list
source: What do you think -- is there another animal just like this one somewhere in the world?
es: ¿Qué crees?¿Hay algún otro animal como este en algún lugar del mundo?

# data_list
source: Do you think there's another person just like you?
es: ¿Crees que hay otra persona como tú?

# data_list
source: There are five trees in this picture. If you take away the one by itself on one side, how many trees are there on the other side? What is one less than five?
es: Hay cinco árboles en esta imagen. Si quitas el que está solo en un lado, ¿cuántos árboles hay del otro lado? ¿Cuánto es cinco menos uno?

# data_list
source: Who looks the same.
es: Quien se ve igual.

# data_list
source: When you look in a mirror or in water, the image is almost the same as how you look. How is it different and how is it the same?
es: Cuando te miras en un espejo o en el agua, la imagen es casi igual a ti. ¿En qué se parece y en qué se diferencia?

# data_list
source: Something that has one side that is the mirror image of the other side is called symmetric, or even mirror symmetric. Do you see some things around you that are symmetric?
es: Un objeto que tiene un lado que es el reflejo del otro lado se llama simétrico o se dice que tiene simetría reflectiva. ¿Ves algunas cosas a tu alrededor que son simétricas?

# data_list
source: People's faces are very close to being symmetric. Do you notice anything on one side of your face that is a little different than the other side? Perhaps your hair?
es: Las caras de las personas son casi simétricas. ¿Notas algo en un lado de tu cara que es un poco diferente en el otro? ¿Quizás tu cabello?

# data_list
source: And talks the same.
es: Y que hable igual.

# data_list
source: This animal is listening to its echo across a canyon. Have you heard an echo of your voice?
es: Este animal está escuchando su eco a través de un cañón. ¿Has oído el eco de tu voz?

# data_list
source: An echo for your voice is like looking in a mirror for your image. Does an echo sound exactly like you, or can you tell the difference?
es: El eco de tu voz es como mirar tu imagen en un espejo. ¿Un eco suena exactamente como tú o puedes notar la diferencia?

# data_list
source: Hearing an echo is similar to hearing a recording of your voice. Do you think recordings of your voice sound like what you hear in your head when you talk?
es: Oír un eco es similar a escuchar la grabación de tu voz. ¿Crees que las grabaciones de tu voz se parecen a como tú te la imaginas?

# data_list
source: And even has my curls.
es: Y hasta tiene mis rizos.

# data_list
source: Hippos and mice may have curly tails, but that does not make them the same as our friend. How many things need to be the same for two animals to be the same?
es: Los hipopótamos y los ratones pueden tener la cola rizada, pero eso no los hace iguales a nuestro amigo. ¿Cuántas cosas deben ser iguales para que dos animales sean iguales?

# data_list
source: Describe some ways that the hippo and the mouse are different than our friend.
es: Describe algunas formas en las que el hipopótamo y el ratón son diferentes a nuestro amigo.

# data_list
source: Pick someone you know and describe some ways you are similar to them and some ways you are different.
es: Escoge a alguien que conozcas y describe en qué te pareces y en qué te diferencias.

# data_list
source: Someone with my eyes my ears.
es: Alguien con mis ojos y mis orejas.

# data_list
source: Can you think of other animals that have big ears similar to these?
es: ¿Se te ocurren otros animales que tengan orejas grandes similares a estas?

# data_list
source: Can you think of other animals that have eyelashes like these?
es: ¿Se te ocurren otros animales que tengan pestañas como estas?

# data_list
source: This animal has three eyelashes on each side. How many eyelashes is that all together?
es: Este animal tiene tres pestañas a cada lado. ¿Cuántas pestañas hay en total?

# data_list
source: Who even has my laugh.
es: Que hasta tenga mi risa.

# data_list
source: Can you make some animals sounds? Which animals?
es: ¿Puedes hacer sonidos de animales? ¿De cuáles animales?

# data_list
source: Can you neigh like a horse, oink like a pig, meow like a cat, or bray like a donkey?
es: ¿Puedes relinchar como un caballo, gruñir como un cerdo, maullar como un gato o rebuznar como un burro?

# data_list
source: This animal has exceptionally big teeth. Think of other animals with teeth like these.
es: Este animal tiene unos dientes excepcionalmente grandes. Piensa en otros animales con dientes como estos.

# data_list
source: Who can do what I can do.
es: Que pueda hacer lo que yo puedo hacer.

# data_list
source: Do you feel happy running in a big open space like that?
es: ¿Te sientes feliz al correr en un gran espacio abierto como este?

# data_list
source: Do you prefer to run with someone or by yourself?
es: ¿Prefieres correr con alguien o solo?

# data_list
source: Count all the rocks near them. If you take away the two biggest rocks, how many rocks are left?
es: Cuenta todas las rocas que hay cerca de ellos. Si quitas las dos rocas más grandes, ¿cuántas quedan?

# data_list
source: And can't do what I can't.
es: Y que no pueda hacer lo que yo no puedo.

# data_list
source: Why are the animals having trouble peeling the banana?
es: ¿Por qué los animales tienen problemas para pelar el banano?

# data_list
source: Can you peel a banana easily?
es: ¿Puedes pelar un banano fácilmente?

# data_list
source: Are there things, such as fruit or packages, that you have trouble opening?
es: ¿Hay cosas, como frutas o paquetes, que te cuesta abrir?

# data_list
source: I've looked and looked everywhere to find another me. I went down to the park and looked behind the trees.
es: He buscado y rebuscado por todas partes para encontrar otro yo. Fui al parque y miré detrás de los árboles.

# data_list
source: What animal did he see when he looked behind a tree?
es: ¿Qué animal vio cuando miró detrás del árbol?

# data_list
source: Did he see an animal just like him when he looked behind the tree?
es: ¿Vio un animal como él cuando miró detrás del árbol?

# data_list
source: Did he see what he was looking for behind the tree?
es: ¿Vio lo que buscaba detrás del árbol?

# data_list
source: I looked around, up, and down.
es: Busqué alrededor, por arriba y por abajo.

# data_list
source: Do you think our friend could ever climb to the top of a tree?
es: ¿Crees que nuestro amigo podría subir a la cima de un árbol?

# data_list
source: Do you think the bird is surprised to see him there?
es: ¿Crees que el pájaro se sorprende de verlo allí?

# data_list
source: Has the animal looked everywhere? What are some places that may have been missed?
es: ¿Ha mirado el animal por todas partes? ¿Cuáles son algunos de los lugares que pudieron haber faltado?

# data_list
source: At every single face.
es: Miré todas y cada una de las caras.

# data_list
source: There are three animals on one side of the pond, and one more on the other side. If you put them all together, how many animals are there? What is one more than 3?
es: Hay tres animales de un lado del estanque, y uno más del otro lado. Si los juntas todos, ¿cuántos animales hay? ¿Cuánto es tres más uno?

# data_list
source: If you remove one animal on one side of the pond from the four animals at the pond, how many are left? What is one less than 4?
es: Si quitas el animal de un lado del estanque de los cuatro animales que hay ahí, ¿cuántos quedan? ¿Cuánto es 4 menos uno?

# data_list
source: Describe how the two facts: 3 + 1 = 4 and 4 - 1 = 3 are tied together. These two related math facts are called a math fact family. Can you think of another math fact family?
es: Describe cómo se relacionan las siguientes dos operaciones: 3 + 1 = 4 y 4 - 1 = 3 Estas dos operaciones relacionadas son parte de una familia de operaciones. ¿Se te ocurre alguna otra familia de operaciones?

# data_list
source: I couldn't find another me in any single place.
es: No pude encontrar otro yo en ningún lugar.

# data_list
source: Do you think his shadow temporarily fooled him into thinking that there was another animal just like him?
es: ¿Crees que su sombra lo engañó haciéndole creer que había otro animal como él?

# data_list
source: How much does your shadow look like you?
es: ¿Cuánto se parece tu sombra a ti?

# data_list
source: Have you ever seen a shadow that you thought was a person?
es: ¿Has visto alguna vez una sombra que creías que era una persona?

# data_list
source: There's only one me in the world! I'm special, oh it's true!
es: ¡Solo hay uno como yo en el mundo! Soy especial, ¡oh, es verdad!

# data_list
source: How many animals can you count in this picture?
es: ¿Cuántos animales puedes contar en esta imagen?

# data_list
source: Describe some of the ways each animal in this picture is different than our friend.
es: Describe algunas de las formas en que cada animal de esta imagen es diferente a nuestro amigo.

# data_list
source: Describe some of the ways each animal is similar to our friend.
es: Describe algunas de las formas en que cada animal es semejante a nuestro amigo.

# data_list
source: But not just me, don't you see? There's only one of you!
es: Pero no solo yo, ¿no lo ves? ¡Solo hay uno como tú!

# data_list
source: Do you know someone who is very similar to you? How are they similar to you?
es: ¿Conoces a alguien que sea muy parecido a ti? ¿En qué se parecen?

# data_list
source: Despite the similarities, describe some ways they are different from you.
es: A pesar de las semejanzas, describe algunas maneras en que son diferentes a ti.

# data_list
source: Do you like being the only you that there is?
es: ¿Te gusta ser único?

# data_list
source: I love forests!
es: Amo los bosques!

# data_list
source: What are some great things about forests?
es: ¿Cuáles son algunas de las grandes cosas acerca de los bosques?

# data_list
source: There are many types of places. For example, there are deserts, hills, beaches, canyons, mesas, and mountain slopes. What are some of your favorite places?
es: Hay muchos tipos de lugares. Por ejemplo, hay desiertos, colinas, playas, cañones, mesetas y laderas de montañas. ¿Cuáles son algunos de tus lugares favoritos?

# data_list
source: How many of the trees in this picture can you count? Can you count that high?
es: ¿Cuántos de los árboles en la imagen puedes contar? ¿Puedes contar tan alto?

# data_list
source: Last week I went to Kibale forest.
es: La semana pasada fui al bosque de Kibale.

# data_list
source: Kibale National Park is a rain forest in Western Uganda near the center of Africa. It is a sanctuary for a large variety of primates, wildlife, and vegetation.
es: El Parque Nacional de Kibale es un bosque tropical en Uganda Occidental cerca del centro de África. Es un santuario para una gran variedad de primates, fauna silvestre y vegetación.

# data_list
source: Are there parks or natural areas that you like to visit?
es: ¿Existen parques o áreas naturales que quieres visitar?

# data_list
source: Which do you find more interesting to see: plants and trees or lots of animals?
es: ¿Qué te parecen más interesantes para ver: las plantas y árboles, o muchos animales?

# data_list
source: I saw many trees. I saw Fig, Muvule, Palm, and Ebony trees.
es: Vi muchos árboles. Vi árboles de Higo, Iroko, Palma y Ébano.

# data_list
source: This picture shows plains with mountains in the distance. Do you think a mixture of living areas will be good for creating a mixture of plants and animals for the park?
es: Esta imagen muestra llanuras con montañas en la distancia. ¿Piensas que una combinación de áreas habitables sería buena para crear una combinación de plantas y animales para el parque?

# data_list
source: The story mentions four types of trees in the park. Do you see four types in this picture?
es: La historia menciona cuatro tipos de árboles en el parque. ¿Ves cuatro tipos en esta imagen?

# data_list
source: How many types of trees can you think of near where you live?
es: ¿En cuántos tipos de árboles cerca de donde vives puedes pensar?

# data_list
source: I saw chimpanzees, baboons, and monkeys.
es: Vi chimpancés, babuinos y monos.

# data_list
source: These adult animals are sitting in pairs, which makes them easy to count by 2's - 2, 4, 6. Adding in one more baby makes 7!
es: Estos animales adultos están sentados en pares, lo cual hace fácil contarlos de 2 en 2 – 2, 4, 6. ¡Al agregar un bebé más hay 7!

# data_list
source: One more than the 6 adults is 7. If you take away the one baby, how many is one less than 7?
es: Uno más que 6 adultos es 7. Si sacas a un bebé, ¿cuánto es uno menos que 7?

# data_list
source: Do you think this mixture of animals would naturally be together like this, or did the artist take some liberties with the picture?
es: ¿Piensas que esta combinación de animales ocurriría naturalmente, o el artista se tomó algunas libertades al crear la imagen?

# data_list
source: I saw different birds. I saw crested cranes, eagles, and owls.
es: Vi diferentes aves. Vi grullas coronadas, águilas y búhos.

# data_list
source: What about this picture -- do you think these birds would all be together like this?
es: En cuanto a esta imagen – ¿piensas que estas aves estarían juntas de esta manera?

# data_list
source: There are four birds and one fish. How many animals is that all together? How many is one more than four?
es: Hay cuatro aves y un pez. ¿Cuántos animales son en total? ¿Cuánto es uno más que cuatro?

# data_list
source: The story mentions three types of birds and shows us four birds. Do you think two of these birds are of the same type? If so, which two?
es: La historia menciona tres tipos de aves y nos muestra cuatro aves. ¿Piensas que dos de estas aves son del mismo tipo? De ser así, ¿cuáles dos?

# data_list
source: I laughed when I saw a big elephant with a little tail.
es: Me reí cuando vi a un elefante grande con una cola pequeña.

# data_list
source: Why do you think such a large animal has such a little tail?
es: ¿Por qué piensas que un animal tan grande tiene una cola tan pequeña?

# data_list
source: The parts the elephant has two of (ears, tusks, pairs of legs, and eyes) are on opposite sides of its body, and the parts it has one of (mouth, tail, and trunk) are in the middle of its body. Are all animals like this?
es: Las partes del elefante que son pares (orejas, colmillos, pares de piernas y ojos) están en lados opuestos del cuerpo, y las partes que son únicas (boca, cola y trompa) están en el centro del cuerpo. ¿Son así todos los animales?

# data_list
source: Can you think of an animal that doesn't have its parts arranged about a middle line?
es: ¿Puedes pensar en algún animal que no tiene sus partes dispuestas sobre una línea central?

# data_list
source: I saw so many different animals, birds, and plants.
es: Vi tantos animales, aves y plantas diferentes.

# data_list
source: Describe the animals by where they are in the picture -- some are in the air, the trees, the water, and in the grass.
es: Describe los animales de acuerdo a dónde están en la imagen – algunos están en el aire, los árboles, el agua y el césped.

# data_list
source: Count each group and then count them all together -- do you get the same result?
es: Cuenta cada grupo y luego cuenta a todos juntos. ¿Obtienes el mismo resultado?

# data_list
source: Which group has the most animals in it? Which has the least?
es: ¿Cuál grupo tiene la mayor cantidad de animales? ¿Cuál tiene la menor cantidad?

# data_list
source: Kibale forest is a good place to visit. I love forests! Do you?
es: El bosque de Kibale es un buen lugar para visitar. ¡Amo los bosques! ¿Y tú?

# data_list
source: Do you like to visit forests?
es: ¿Te gusta visitar los bosques?

# data_list
source: What is your favorite place to visit away from where you live?
es: ¿Cuál es tu lugar favorito para visitar fuera de donde vives?

# data_list
source: What is your favorite spot to go to around where you live?
es: ¿Cuál es tu lugar favorito alrededor de donde vives?

# data_list
source: Today I an not going to school. It is a holiday.
es: Hoy no voy a ir a la escuela. Es un día de asueto.

# data_list
source: What do you think she will do with her day off from school?
es: ¿Qué crees que hará en su día libre?

# data_list
source: Why does she like not going to school?
es: ¿Por qué le gusta no ir a la escuela?

# data_list
source: Do you think she will miss seeing her school friends and teachers?
es: ¿Crees que extrañará a sus compañeros de clase y a sus maestros?

# data_list
source: Today I am not going to watch TV. There is no electricity anyway.
es: Hoy no voy a ver la tele. De todos modos, no hay luz.

# data_list
source: Why does she decide to not watch TV?
es: ¿Por qué decide no ver la tele?

# data_list
source: What would you do if you were to plan a special day?
es: ¿Qué harías si tuvieras que planear un día especial?

# data_list
source: What do you do during times when your electricity is not working? Do you have special activities for such times?
es: ¿Qué haces cuando no hay luz? ¿Tienes actividades especiales para esas veces?

# data_list
source: What am I going to do? Today I am going to listen to my body!
es: ¿Qué voy a hacer? ¡Hoy voy a escuchar a mi cuerpo!

# data_list
source: Her hands only have four fingers! Have you seen someone with four fingers on a hand?
es: ¡Sus manos solo tienen cuatro dedos! ¿Has visto a alguien con cuatro dedos en una mano?

# data_list
source: It is uncommon, but some people are born with six fingers on a hand. How many more fingers is six fingers than what she has?
es: No es común, pero algunas personas nacen con seis dedos en una mano. ¿Cuántos dedos más son seis dedos de los que ella tiene?

# data_list
source: Do you think you can buy gloves for someone with six fingers?
es: ¿Crees que se pueden comprar guantes para alguien con seis dedos?

# data_list
source: First I have to be very quiet. So that I can listen to my own body.
es: Primero tengo que estar muy tranquila. Para que pueda escuchar a mi propio cuerpo.

# data_list
source: Have you listened to the sounds your body makes? What are some of them?
es: ¿Has escuchado los sonidos que hace tu cuerpo? ¿Cuáles son algunos de ellos?

# data_list
source: Have you heard your stomach rumbling, grumbling, or gurgling?
es: ¿Has escuchado los sonidos que hace tu cuerpo? ¿Cuáles son algunos de ellos?

# data_list
source: Have you ever run hard and heard your pulse pounding in your ears?
es: ¿Alguna vez has corrido mucho y escuchado tu pulso latir en tus oídos?

# data_list
source: Yes, now I can hear my breath. I breath in and out, in and out.
es: Sí, ahora puedo escuchar mi respiración. Inhalo y exhalo, inhalo y exhalo.

# data_list
source: If you stop and listen, can you hear yourself breathing?
es: Si te detienes y pones atención, ¿puedes escuchar tu respiración?

# data_list
source: Do you breathe through your mouth or your nose most of the time?
es: ¿La mayor parte del tiempo respiras por la boca o por la nariz?

# data_list
source: Watch the time for half a minute and count your breaths. How many were there?
es: Toma el tiempo por medio minuto y cuenta tus respiraciones. ¿Cuántas respiraciones contaste?

# data_list
source: And I can make my breath noisier. Ssssssssssss! And softer. Mmmmmmmm.
es: Y puedo hacer que mi respiración sea más ruidosa. ¡Ssssssssssss! Y más suave. Mmmmmmmm.

# data_list
source: She is making her toy fly around by blowing on it very hard. When have you blown hard on something?
es: Ella hace volar su juguete soplando con mucha fuerza. ¿Cuándo has soplado algo con mucha fuerza?

# data_list
source: Have you blown out candles on a birthday cake or maybe blown on a fire to help it burn?
es: ¿Has soplado las velas de un pastel de cumpleaños o un fuego para ayudar a que arda?

# data_list
source: How old were you at your last birthday?
es: ¿Cuántos años cumpliste en tu último cumpleaños?

# data_list
source: Now I can hear my heart beating! Doodom, doodoom, dooo dooom.
es: ¡Ahora puedo oír los latidos de mi corazón! Pum pum, pum pum, pum pum.

# data_list
source: It is not easy to hear your own heart beating. Can you hear yours?
es: No es fácil oír el latido de tu propio corazón. ¿Puedes oír el tuyo?

# data_list
source: Put your ear on someone's chest so you can hear their heart beating.
es: Pon tu oído en el pecho de alguien para que puedas oír los latidos de su corazón.

# data_list
source: Do you think your heart ever stops beating? Most of your muscles can get tired, but your heart muscle never does!
es: ¿Crees que alguna vez tu corazón deja de latir? ¡La mayoría de tus músculos se cansan, pero tu corazón no!

# data_list
source: Can I make my heart go faster or louder? Yes, by jumping up and down twenty times.
es: ¿Puedo hacer que mi corazón vaya más rápido o más fuerte? Sí, saltando veinte veces.

# data_list
source: Can you count to 20 to count the jumps?
es: ¿Puedes contar hasta 20 para contar los saltos?

# data_list
source: If you can't count to 20, you can count to 10 and then immediately count to 10 again. That will be just the same.
es: Si no puedes contar hasta 20, puedes contar hasta 10 e inmediatamente contar hasta 10 otra vez. Eso sería lo mismo.

# data_list
source: When you run around and start breathing hard, do you sometimes feel your heart beating in your chest?
es: Cuando corres y empiezas a jadear, ¿sientes tu corazón latiendo en tu pecho?

# data_list
source: Now see, my heart is beating faster.
es: Mira, mi corazón late más rápido.

# data_list
source: Have you ever seen your own heart beating in your chest? Is it possible to see it?
es: ¿Alguna vez has visto tu corazón latir en tu pecho? ¿Es posible verlo?

# data_list
source: The storyteller and artist are stretching the truth a bit here. Have you ever stretched the truth a bit to make a story a little more interesting?
es: El narrador y el artista están exagerando un poco aquí. ¿Alguna vez has exagerado para que una historia sea un poco más interesante?

# data_list
source: Her toy is covering its ears because the heart is beating so loudly. Is it possible to hear someone else's heart from a distance?
es: Su juguete se tapa los oídos porque su corazón late muy fuerte. ¿Es posible escuchar el corazón de alguien a distancia?

# data_list
source: If I put my fingers on my wrist, then I can feel my pulse!
es: Si pongo mis dedos sobre la muñeca, ¡puedo sentir mi pulso!

# data_list
source: Can you feel your pulse on your wrist? Some people like to feel their pulse on their neck or on their head. Try it!
es: ¿Puedes sentir tu pulso en tu muñeca? A algunas personas les gusta sentir su pulso en el cuello o en su cabeza. ¡Inténtalo!

# data_list
source: Count your pulse for ten seconds. Did you get a count between 7 and 20?
es: Cuenta tu pulso durante diez segundos. ¿Contaste entre 7 y 20?

# data_list
source: Have another person do the same thing and compare the counts you got. Whose count was more and whose was less?
es: Pídele a otra persona que haga lo mismo y comparen los resultados que obtuvieron. ¿Quién obtuvo el mayor resultado y quién el menor?

# data_list
source: I can hear myself laughing. Haha, haha, haaah, haaa!
es: Puedo oír mi risa. ¡Jaja, jaja, jaaa, jaaa!

# data_list
source: She is very expressive, so her laughter is probably very loud. Is it possible to laugh softly? Can you do it?
es: Ella es muy expresiva, así que su risa probablemente es muy fuerte. ¿Es posible reír en voz baja? ¿Puedes hacerlo?
