Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Point to these birds and clouds and count them together.
es: Señalen estos pájaros y nubes y cuéntenlos juntos.

# data_list
source: Which are there more of -- clouds or birds?
es: ¿De cuáles hay más: nubes o pájaros?

# data_list
source: The sixth color is indigo.
es: El sexto color es el índigo.

# data_list
source: Flowers are sometimes indigo. Have you seen flowers whose color is close to being indigo?
es: Las flores a veces son color índigo. ¿Has visto flores cuyo color se acerque al índigo?

# data_list
source: Sometimes her hands are stretched out wide. Having hands on hips often shows defiance and strength.
es: A veces sus manos están extendidas hacia afuera. El tener las manos en las caderas a menudo demuestra desafío y fortaleza.

# data_list
source: Indigo is very powerful. How do you feel if you stare at this big square of indigo?
es: El índigo es muy poderoso. ¿Cómo te sientes si miras fijamente este cuadro grande de color índigo?

# data_list
source: These berries are the color indigo.
es: Estas bayas son de color índigo.

# data_list
source: Count together the buttons or snaps on her jacket.
es: Cuenten juntos los botones o broches en su chaqueta.

# data_list
source: Would you like to eat some of those berries? Do you think you could eat all of them?
es: ¿Te gustaría comer algunas de esas bayas? ¿Crees que podrías comerlas todas?

# data_list
source: Think of the largest number you can. Does she have more berries than that number?
es: Piensa en el número más grande que puedas. ¿Crees que ella tenga más bayas que ese número?

# data_list
source: The seventh color is violet.
es: El séptimo color es el violeta.

# data_list
source: Violet is a very intense color. Is it too intense for you, or do you enjoy how intense it is?
es: El violeta es un color muy intenso. ¿Es demasiado intenso para ti o te gusta lo intenso que es?

# data_list
source: Now she has her arms crossed. Crossed arms can indicate being closed off from others.
es: Ahora ella tiene los brazos cruzados. Los brazos cruzados pueden indicar que uno se cierra a los demás.

# data_list
source: People tell us a lot without saying any words. Sometimes people do that with an expression on their face, and sometimes they do it with the way they hold their body.
es: Las personas dicen mucho sin decir una palabra. A veces las personas hacen eso con una expresión en la cara y a veces con la manera en que posicionan su cuerpo.

# data_list
source: My dress is violet. Violet is my favorite color! What is your favorite color?
es: Mi vestido es violeta. ¡El violeta es mi color favorito! ¿Cuál es tu color favorito?

# data_list
source: Notice that the flowers she is next to are violet flowers -- they are named after their color.
es: Observa que las flores a su lado son violetas. Se llaman así por su color.

# data_list
source: She looks very happy wearing a dress with her favorite color. Do you have clothes that are in your favorite color?
es: Ella se ve feliz de lucir un vestido de su color favorito. ¿Tienes ropa de tu color favorito?

# data_list
source: Which colors make you happy? Are there colors you don't like?
es: ¿Qué colores te hacen feliz? ¿Hay colores que no te gusten?

# data_list
source: Do you know the seven colors of the rainbow?
es: ¿Conoces los siete colores del arcoíris?

# data_list
source: Can you remember what each color is?
es: ¿Puedes recordar cada color?

# data_list
source: Some people use the fake name Roy G. Biv to remind them of the order of the seven colors of the rainbow.
es: Algunas personas utilizan la oración “Rona ve a Invi'' para recordar el orden de los siete colores en el arcoíris.

# data_list
source: Brown is not one of the main colors of the rainbow. Are there other colors you know that are not one of the seven?
es: El color marrón no es uno de los colores principales del arcoíris. ¿Conoces otros colores que no sean uno de los siete?

# data_list
source: One elephant is going to drink water.
es: Un elefante va a tomar agua.

# data_list
source: Count together the elephants, the tusks, the feet, the eyes, and the tails.
es: Cuenten juntos los elefantes, los colmillos, los pies, los ojos y los rabos.

# data_list
source: Which items are there the most of and which are there the least of?
es: ¿De cuáles hay más y de cuáles hay menos?

# data_list
source: What do you think the elephant is about to do?
es: ¿Qué crees que el elefante está a punto de hacer?

# data_list
source: Two giraffes are going to drink water.
es: Dos jirafas van a tomar agua.

# data_list
source: Each giraffe has four feet. Count the number of giraffes and the number of feet.
es: Cada jirafa tiene cuatro patas. Cuenten el número de jirafas y el número de patas.

# data_list
source: The giraffes are very tall. They must bend way down to get to the water.
es: Las jirafas son muy altas. Deben agacharse hasta abajo para alcanzar el agua.

# data_list
source: Two giraffes are one more animal than one elephant. What is one more animal than two animals?
es: Dos jirafas son uno más que un elefante. ¿Cuánto es un animal más que dos animales?

# data_list
source: Three buffaloes and four birds are also going to drink water.
es: Tres búfalos y cuatro pájaros también van a tomar agua.

# data_list
source: Count together the buffaloes, the birds, the horns, and the tails.
es: Cuenten juntos los búfalos, los pájaros, los cuernos y los rabos.

# data_list
source: When there is one source of water, all the thirsty animals come to that one place. If a lion wants to hunt animals, this is a good place to find them!
es: Cuando hay una fuente de agua, todos los animales sedientos van a ese lugar. Si un león quiere cazar animales, ¡este es un buen lugar para encontrarlos!

# data_list
source: Three buffaloes is one less animal than four animals. What is one less animal than three animals?
es: Tres búfalos es un animal menos que cuatro animales. ¿Cuánto es un animal menos que tres animales?

# data_list
source: Five antelopes and six warthogs are walking to the water.
es: Cinco antílopes y seis jabalíes caminan hacia el agua.

# data_list
source: Count the antelopes and the warthogs. How many of the warthogs are babies?
es: Cuenta los antílopes y los jabalíes. ¿Cuántos de los jabalíes son crías?

# data_list
source: Some of the antelopes are looking around rather than looking at each other. The pack stays safe by having some of them looking for danger!
es: Algunos de los antílopes miran a su alrededor en vez de mirarse a sí mismos. ¡La manada se mantiene a salvo haciendo que algunos de ellos vigilen!

# data_list
source: Of antelopes and warthogs, which are there more of and which are there less of?
es: De los antílopes y los jabalíes, ¿de cuál hay más y de cuál hay menos?

# data_list
source: Seven zebras are running to the water.
es: Siete cebras corren hacia el agua.

# data_list
source: Count the zebras and the trees.
es: Cuenta las cebras y los árboles.

# data_list
source: How can you tell that the zebras have been running? They must be very thirsty to be running to the water!
es: ¿Cómo sabes que las cebras han estado corriendo? ¡Deben estar muy sedientas para correr al agua!

# data_list
source: Try counting the black stripes on some of the zebras. Do some zebras have more stripes than others?
es: Intenta contar las rayas negras en algunas de las cebras. ¿Tienen más rayas algunas cebras que otras?

# data_list
source: Eight frogs and nine fish are swimming in the water.
es: Ocho ranas y nueve peces nadan en el agua.

# data_list
source: Count together the frogs and the fish. Can you count that high?
es: Cuenten juntos las ranas y los peces. ¿Puedes contar tan alto?

# data_list
source: They are packed very tightly together. Do you think they feel crowded or do they like having the company?
es: Están todos apretados juntos. ¿Crees que se sienten amontonados o crees que les gusta la compañía?

# data_list
source: What is one more than eight frogs? What is one less than nine fish?
es: ¿Cuánto es uno más que ocho ranas? ¿Cuánto es uno menos que nueve peces?

# data_list
source: How many different kinds of animals can you count?
es: ¿Cuántos tipos diferentes de animales puedes contar?

# data_list
source: One lion roars. He also wants to drink. Who is afraid of the lion?
es: Un león ruge. El también quiere tomar agua. ¿Quién tiene miedo del león?

# data_list
source: Count together the lions, warthogs, birds, zebras, antelopes, giraffes, water buffaloes, and elephants. That's a lot of counting!
es: Cuenten juntos los leones, los jabalíes, los pájaros, las cebras, los antílopes, las jirafas, los búfalos de agua y los elefantes. ¡Eso es contar mucho!

# data_list
source: Most of the animals start to run away from the lion. Which animals will stay?
es: La mayoría de los animales comienzan a huir del león. ¿Qué animales se quedarán?

# data_list
source: One elephant is drinking water with the lion.
es: Un elefante toma agua con el león.

# data_list
source: The elephant, birds, fish, and frogs did not run away.
es: El elefante, los pájaros, los peces y las ranas no huyeron.

# data_list
source: Would you run away from a lion?
es: ¿Huirías de un león?

# data_list
source: Would it be fun to go for a swim in this watering hole?
es: ¿Sería divertido nadar en este abrevadero?

# data_list
source: The Izinzawu family was a happy family. The children learned cooking, gardening, and hunting from their parents.
es: La familia Izinzawu era una familia feliz. Los niños aprendieron a cocinar, a cuidar el jardín, y la caza de sus padres.

# data_list
source: Why do plants need watering?
es: ¿Por qué se necesita regar las plantas?

# data_list
source: Point to and name the colors in this picture.
es: Señala y nombra los colores en esta ilustración.

# data_list
source: How are the green colors in this picture similar and how are they different?
es: ¿En qué se parecen y en qué se diferencian los colores verdes en esta ilustración?

# data_list
source: At dinner time every day, they talked about what they had done that day.
es: Todos los días a la hora de la cena, ellos hablaban acerca de lo que habían hecho ese día.

# data_list
source: A square is a shape like this page that has four equal sides. The tablecloth has a checkerboard design with lots of squares. Find some squares in a pattern where you are.
es: Un cuadrado es una figura como esta página con cuatro lados iguales. El mantel tiene un diseño de tablero de ajedrez con muchos cuadrados. Encuentra algunos cuadrados en un patrón donde tú estás.

# data_list
source: Name the shapes you see in this picture.
es: Nombra las figuras que ves en esta ilustración.

# data_list
source: This family talks about their day at dinner. What do you talk about when you eat dinner?
es: Esta familia habla sobre su día durante la cena. ¿De qué hablas mientras cenas?

# data_list
source: The father usually warned the children not to go deep into the forest. He told the family about a strange creature that lived in the forest. "This creature is like two of us put together!"
es: El padre a menudo advertía a los niños de no ir muy adentro en el bosque. El le contó a la familia acerca de una criatura extraña que vivía en el bosque. "¡Esta criatura es como dos de nosotros juntos!"

# data_list
source: Describe what you think the father's "strange creature" might look like.
es: Describe cómo piensas que "la criatura extraña" podría verse.

# data_list
source: What are the different patterns you see in this picture?
es: ¿Qué patrones diferentes ves en esta ilustración?

# data_list
source: How are the bowls on this page different from the bowls on the last page?
es: ¿En qué se diferencian los tazones de esta página a los tazones de la página anterior?

# data_list
source: One day, the girls were playing at the river. Suddenly, from behind a tree, there was a strange creature! The creature had two eyes, two ears, two arms, and two legs.
es: Un día, las niñas estaban jugando en el río. De repente, detrás de un árbol, ¡había una criatura extraña! La criatura tenía dos ojos, dos orejas, dos brazos y dos piernas.

# data_list
source: Does the "strange creature" look like what you imagined?
es: ¿La "criatura extraña" se ve como la imaginaste?

# data_list
source: Point at and count the number of children in this picture.
es: Señala y cuenta el número de niños en esta ilustración.

# data_list
source: Shaking with fear, they ran to tell their brothers about what they had seen. But the boys didn't believe them. "The girls are being silly!" they said.
es: Temblando de miedo, corrieron a decirle a sus hermanos lo que habían visto. Pero los niños no les creyeron. "¡Las niñas están bromeando!" dijeron ellos.

# data_list
source: There are four children and four heads. How many legs do you see? How many arms do you see? Is that surprising?
es: Hay cuatro niños y cuatro cabezas. ¿Cuántas piernas ves? ¿Cuántos brazos ves? ¿Te sorprende?

# data_list
source: Are there more girls or boys in this picture?
es: ¿Hay más niñas o niños en esta ilustración?

# data_list
source: Look at their mouths and eyebrows. What do their faces tell you about what these children are thinking and feeling?
es: Observa sus bocas y sus cejas. ¿Qué te dicen sus caras acerca de lo que piensan y sienten?

# data_list
source: Eventually, curiosity got the better of the boys. They followed the girls to the river to see this strange creature for themselves.
es: Finalmente, la curiosidad se apoderó de los niños. Ellos siguieron a las niñas al río para ver esta extraña criatura por sí mismos.

# data_list
source: How can you tell from their size in the picture that the girls are far away and the boys are nearby?
es: ¿Cómo puedes usar los tamaños para saber que las niñas están lejos y los niños están cerca?

# data_list
source: Why are the girls far away behind some bushes?
es: ¿Por qué están las niñas detrás de algunos arbustos a lo lejos?

# data_list
source: The grass, bushes, and trees are different shades of green. Are there different shades of some color where you are?
es: La hierba, los arbustos y los árboles tienen diferentes tonos de verde. ¿Hay diferentes tonos del mismo color donde tú estás?

# data_list
source: They searched and searched, but all they could see was the tall grass and trees. \PARA Suddenly, they heard a noise, and looked up.
es: Buscaron y buscaron, pero lo único que pudieron ver fue la hierba alta y los árboles. De repente, escucharon un ruido y miraron hacia arriba.

# data_list
source: What do you think made that noise above them?
es: ¿Qué crees que hizo el ruido arriba de ellos?

# data_list
source: What kinds of things make noises above our heads?
es: ¿Qué tipos de objetos hacen ruido sobre nuestras cabezas?

# data_list
source: That is really tall grass! What part of their bodies does the grass reach up to?
es: ¡Esa hierba es muy alta! ¿Hasta qué parte de sus cuerpos llega la hierba?

# data_list
source: Up on a tree swung the strangest creature they had ever seen. It had two arms, two hands, two legs and two feet. Instead of one each, like them.
es: Arriba en el árbol colgaba la criatura más extraña que jamás habían visto. Tenía dos brazos, dos manos, dos piernas y dos pies. En lugar de uno de cada uno, como ellos.

# data_list
source: How many arms, legs, hands, and eyes does each member of the family have?
es: ¿Cuántos brazos, piernas, manos, y ojos tiene cada miembro de la familia?

# data_list
source: Did you assume the unseen side of each family member had another arm, leg, hand, and eye, just like the side you could see?
es: ¿Asumiste que el otro lado de cada miembro de la familia que no se puede ver tenía otro brazo, otra pierna, otra mano y otro ojo como en el lado que sí puedes ver?

# data_list
source: When you see only one side of something, it is easy to assume the other side looks the same -- that it is the mirror reflection of what you can see.
es: Cuando solo ves un lado de un objeto, es fácil asumir que el otro lado se ve igual, que es el reflejo del lado que puedes ver.

# data_list
source: The frightened children ran home to call their parents. Soon the whole family was at the river to see the creature.
es: Los niños espantados corrieron a su casa para llamar a sus padres. Pronto toda la familia estaba en el río para ver a la criatura.

# data_list
source: Count the number of arms in this picture. If each person had two arms, how many arms would there be?
es: Cuenta el número de brazos en esta ilustración. Si cada persona tuviera dos brazos, ¿cuántos brazos habría?

# data_list
source: Arms and legs are called limbs. How many limbs does this family have?
es: Los brazos y las piernas se llaman extremidades. ¿Cuántas extremidades tiene esta familia?

# data_list
source: Did you notice that the grass was tall, but now it is short? Did someone cut the grass?
es: ¿Notas que la hierba era alta pero ahora es corta? ¿Alguien cortó la hierba?

# data_list
source: Don't hurt me! the creature said, as it hid behind the tree. Now the family could only see the creature's one foot, one leg, one hand, one arm and one eye.
es: "¡No me lastimen!" dijo la criatura mientras se escondía detrás del árbol. Ahora la familia solo podía verle un pie, una pierna, una mano, un brazo y un ojo a la criatura.

# data_list
source: The creature is hiding behind a tree. Where are some places you like to hide?
es: La criatura se esconde detrás de un árbol. ¿Cuáles son algunos lugares donde te gusta esconderte?

# data_list
source: When the creature is halfway behind the tree, it looks just like each of the family members. Why is that?
es: Cuando la criatura se esconde a medias detrás del árbol, se ve como uno de los miembros de la familia. ¿Por qué es eso?

# data_list
source: The creature feels "outnumbered." How many people are in the family and how many creatures are there? Which is more and which is less?
es: La criatura se siente "en desventaja." ¿Cuántas personas son parte de la familia y cuántas criaturas hay? ¿De cuál hay más y de cuál hay menos?

# data_list
source: I am just like you, continued the creature. "The only difference is that I was made with two of almost everything."
es: "Soy como ustedes," continuó la criatura. "La única diferencia es que yo tengo dos de casi todo".

# data_list
source: What body parts do you have two of and which do you have one of?
es: ¿De qué partes del cuerpo tienes dos y de qué partes tienes solo una?

# data_list
source: For the body parts you have one of, are they on the sides or the middle line of your body?
es: Las partes de las que solo tienes una, ¿están a los lados o a la mitad de tu cuerpo?

# data_list
source: Think of someone you know. List three ways they are similar to you and three ways that they are different.
es: Piensa en alguien que conoces. Enumera tres maneras en que son similares a ti y tres maneras en que se diferencian.

# data_list
source: So this was how the Izanzawu family discovered that it was not a creature to be scared of. It was simply a different form of them.
es: Así fue como la familia Izanzawu descubrió que no había que temerle a la criatura. Era simplemente una forma distinta de ellos.

# data_list
source: The creature has a striped shirt with two colors and everyone else's shirt has just one. Why did the writer do that?
es: La criatura tiene una camisa a rayas con dos colores y las camisas de los demás tienen solo un color. ¿Por qué hizo eso el escritor?

# data_list
source: There are six people in the Izanzawu family. When you add one more for the "creature," how many people are there?
es: Hay seis personas en la familia Izanzawu. Cuando agregas a la "criatura," ¿cuántas personas hay?

# data_list
source: If you arrange these seven people in order of height, putting the shortest on the left and tallest on the right, what would the order be? Describe this order using the color of their clothes.
es: Si ordenas a estas siete personas por orden de altura, poniendo el más bajo a la izquierda y el más alto a la derecha, ¿cuál sería el orden? Describe este orden usando el color de sus ropas.

# data_list
source: Everyone knows that the elephant has a very long nose.
es: Todos saben que el elefante tiene una nariz muy larga.

# data_list
source: Elephants live in many places in Africa and Asia. What are some things you know about elephants?
es: Los elefantes viven en muchos lugares de África y Asia. ¿Qué sabes de los elefantes?

# data_list
source: Have you ever seen an elephant? If so, did it look like this?
es: ¿Alguna vez has visto un elefante? Si es así, ¿se parecía a este?

# data_list
source: There are two patches of hair on this elephant. Do elephants actually have hair like this?
es: Hay dos partes con pelo en este elefante. ¿Los elefantes tienen realmente pelo como este?

# data_list
source: But a long time ago, the elephant's nose was short and fat. Like a shoe in the middle of its face.
es: Pero hace mucho tiempo, la nariz del elefante era corta y gruesa. Como un zapato en medio de su cara.

# data_list
source: Elephants have 5 toes on each foot. How many toes in total? One way to figure this out is to skip count by 5's -- 5, 10, 15, 20.
es: Los elefantes tienen cinco dedos en cada pata. ¿Cuántos dedos en total? Una manera de averiguar esto es contar de 5 en 5: 5, 10, 15, 20.

# data_list
source: Elephants have large ears and can hear sounds up to six miles away.
es: Los elefantes tienen orejas grandes y pueden escuchar sonidos hasta a seis millas de distancia.

# data_list
source: Elephants also use their ears to keep cool.
es: Los elefantes también usan sus orejas para mantenerse frescos.

# data_list
source: One day a baby elephant was born. She was curious about everything. She had a question for every animal.
es: Un día nació una bebé elefante. Ella sentía curiosidad por todo. Tenía una pregunta para cada animal.

# data_list
source: Even numbers are numbers that can be split evenly in two. Odd numbers can't. The elephant has 2 eyes, 2 ears, and four legs -- all even numbers.
es: Los números pares son números que se pueden dividir en dos partes iguales. Los números impares no. El elefante tiene dos ojos, dos orejas y cuatro patas —todos son números pares.

# data_list
source: Find some things in this picture that there are an odd number of.
es: Encuentra en esta imagen algunas cosas de las que hay un número impar.

# data_list
source: Notice that all the body parts that there are an odd number of are in the middle of the elephant's body.
es: Observa que todas las partes del cuerpo de las que hay un número impar están en el centro del cuerpo del elefante.

# data_list
source: She was curious about Giraffe. "Why do you have a long neck?" she asked.
es: Ella sentía curiosidad por Jirafa. Ella le preguntó: "¿Por qué tienes un cuello largo?".

# data_list
source: Can you count the Giraffe's dark spots, or are there too many to count?
es: ¿Puedes contar las manchas de la Jirafa o son demasiadas?

# data_list
source: No two giraffe's have the same pattern of dark spots!
es: ¡No hay dos jirafas con el mismo patrón de manchas!

# data_list
source: Do you think it takes a giraffe a long time to swallow its food because it has such a long neck?
es: ¿Crees que una jirafa tarda mucho en tragar su comida porque tiene un cuello tan largo?

# data_list
source: She was curious about Rhino. "Why does your horn have a sharp point?"
es: Ella sentía curiosidad por Rino. "¿Por qué tu cuerno tiene un extremo puntiagudo?".

# data_list
source: A rhino can run about half as fast as a car on a highway.
es: Un rinoceronte puede correr la mitad de rápido que un carro en una carretera.

# data_list
source: A rhino can run three times faster than a person, so don't try to run away from one!
es: Un rinoceronte puede correr tres veces más rápido que una persona, ¡así que no intentes huir de uno!
