Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Do you suppose they are sweeping up bits of cassava peels and palm nut shells? Have you ever used a tall broom or a dust broom?
es: ¿Crees que están barriendo las cáscaras de yuca y los frutos de la palmera? ¿Alguna vez has usado una escoba o una escobilla?

# data_list
source: Point out the vertical and horizontal lines in this picture.
es: Señala las líneas verticales y horizontales en esta imagen.

# data_list
source: Hmmm! sighed the woman. "All right friends, I have heard you. I will settle this problem."
es: “Mmm”, suspiró la mujer. “Muy bien, amigos, los he escuchado. Yo voy a resolver este problema".

# data_list
source: The woman says, "I have heard you." She listened carefully to both of them. It really helps when people listen closely to what people care about.
es: La mujer dijo: "Los he escuchado". Ella escuchó a ambos atentamente. Ayuda mucho cuando la gente escucha atentamente lo que es importante para otros.

# data_list
source: She is holding her hands with her palms up. Sometimes that gesture means "Here's the answer!" and sometimes it means "I don't know." What does it mean here?
es: Ella tiene las manos con las palmas hacia arriba. A veces ese gesto significa "¡Aquí está la respuesta!" y otras veces significa "No sé". ¿Qué significa aquí?

# data_list
source: How many bumps do you see on Palm's body? Can you count that high?
es: ¿Cuántas protuberancias puedes ver en el cuerpo de Palmera? ¿Puedes contar tan alto?

# data_list
source: Both of you are very important to me. The two of you together make a delicious meal, fufu and palm nut soup! said the woman.
es: "Los dos son muy importantes para mí. Los dos juntos hacen una comida deliciosa: ¡fufú y sopa de palmito!", dijo la mujer.

# data_list
source: Giving a new way to look at something can resolve an argument. What did she say that made them both happy?
es: Ofrecer un nuevo punto de vista puede resolver una discusión. ¿Qué dijo ella que los hizo felices a ambos?

# data_list
source: The woman is wearing lots of colors. What are they? Do you have a favorite color?
es: La mujer viste de muchos colores. ¿Qué colores son? ¿Cuál es tu color favorito?

# data_list
source: There are fabric curtains at the windows and wooden shutters on the outside of the windows. When do you think they close the shutters? Why?
es: Hay cortinas de tela en las ventanas y postigos de madera en la parte exterior. ¿Cuándo crees que cierren las ventanas? ¿Por qué?

# data_list
source: The woman prepared palm nut soup with fufu from cassavas. She invited her friends to eat with her. They enjoyed the meal very much. Since then, Cassava and Palm tree have remained good friends.
es: La mujer preparó sopa de palmito con fufú de las yucas. Ella invitó a sus amigos a comer. Ellos disfrutaron mucho de la comida. Desde entonces, Yuca y Palmera siguen siendo buenos amigos.

# data_list
source: How many people are sharing the meal? Who do you think is the oldest and who is the youngest?
es: ¿Cuántas personas están comiendo juntas? ¿Quién crees que sea el mayor y quién el más joven?

# data_list
source: Are they eating inside or outside the house? Which do you like to do better – eat inside or outside?
es: ¿Están comiendo dentro o fuera de la casa? ¿Qué prefieres: comer adentro o comer afuera?

# data_list
source: We can't see the face of the person in the green shirt. Why? Have you ever licked a plate clean because you liked the food so much?
es: No podemos ver el rostro de la persona con la camisa verde. ¿Por qué? ¿Alguna vez has lamido el plato porque la comida te gustó mucho?

# data_list
source: Count together the whiskers, ears, legs, eyes, and tails.
es: Cuenten juntos el número de bigotes, orejas, patas, ojos y colas.

# data_list
source: Which counts are the same, which are different, which are the largest, and which are the smallest?
es: ¿Cuáles recuentos son iguales?, ¿cuáles son diferentes?, ¿cuál es el más grande? y ¿cuál es el más pequeño?

# data_list
source: Which animal is red and which one is yellow?
es: ¿Qué animal es rojo y cuál es amarillo?

# data_list
source: Cat and Dog live in a house. A house with a door. A house with a roof.
es: Gato y Perro viven en una casa. Una casa con una puerta. Una casa con techo.

# data_list
source: Cat and Dog live in a round house. Is your house round?
es: Gato y Perro viven en una casa redonda. ¿Tu casa es redonda?

# data_list
source: Point to any other round things in the picture.
es: Señala cualquier otro objeto redondo que haya en la imagen.

# data_list
source: How many rooms does their house seem to have?
es: ¿Cuántas habitaciones parece tener su casa?

# data_list
source: Cat and Dog have a ball. The ball is red and blue and green.
es: Gato y Perro tienen una pelota. La pelota es roja, azul y verde.

# data_list
source: Count together the number of colors on the ball.
es: Cuenten juntos el número de colores que tiene la pelota.

# data_list
source: Which color on the ball is not a color for Cat or Dog?
es: ¿Qué color de la pelota no es un color para un gato o un perro?

# data_list
source: Is there anything where you are that is striped like this ball?
es: ¿Hay algún objeto a tu alrededor que tenga rayas como esta pelota?

# data_list
source: Cat and Dog play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Cat. Cat catches the ball.
es: Gato y Perro juegan con la pelota. Gato le tira la pelota a Perro. Perro atrapa la pelota. Perro le lanza la pelota a Gato. Gato atrapa la pelota.

# data_list
source: How many times did they throw the ball?
es: ¿Cuántas veces lanzaron la pelota?

# data_list
source: Do you like playing with balls? Do you throw them, catch them, or kick them?
es: ¿Te gusta jugar con pelotas? ¿Las arrojas, las atrapas o las pateas?

# data_list
source: Can real cats and dogs play catch with a ball? How can they play with balls?
es: ¿Pueden los perros y los gatos de verdad jugar a atrapar una pelota? ¿Cómo juegan ellos con las pelotas?

# data_list
source: Then Cat throws the ball very high. Oh! Oh!
es: De repente, Gato tira la pelota muy alto. ¡Oh! ¡Oh!

# data_list
source: The ball is higher than Dog. How much higher than Dog did Cat throw it?
es: La pelota está más alta que Perro. ¿Cuánto más alto que Perro está la pelota que arrojó Gato?

# data_list
source: Did Cat mean to do that? How can you tell from Cat's face?
es: ¿Quiso Gato hacer eso? ¿Cómo puedes saberlo? Mira la cara de Gato.

# data_list
source: Does the ball sometimes not go where you want it when you play catch?
es: Cuando juegas con la pelota, ¿te sucede que a veces la pelota no va a donde tú quieres?

# data_list
source: The ball is on the roof. The ball is on the roof of the house.
es: La pelota está en el techo. La pelota está en el techo de la casa.

# data_list
source: The roof is slanted. Does the ball look like it would roll off the roof?
es: El techo está inclinado. ¿Crees que la pelota se rodará del techo?

# data_list
source: Where are Cat and Dog?
es: ¿Dónde están Gato y Perro?

# data_list
source: How is the shape of the ball and the house similar and how are they different?
es: ¿En qué se parecen la forma de la pelota y la de la casa? ¿En qué se diferencian?

# data_list
source: Cat and Dog can see the ball. Cat and Dog cannot get to the ball. How will they get the ball down?
es: Gato y Perro pueden ver la pelota. Gato y Perro no alcanzan a bajar la pelota. ¿Cómo podrán bajar la pelota?

# data_list
source: The ball is too high for Cat and Dog to reach. How will they solve this problem?
es: La pelota está demasiado alta para que Gato y Perro la alcancen. ¿Cómo resolverán este problema?

# data_list
source: What can you do to get something that is too high? Would you ask for help?
es: ¿Qué puedes hacer para alcanzar un objeto que está demasiado alto para ti? ¿Pedirías ayuda?

# data_list
source: Does the ball look bigger than it did when they were throwing it?
es: ¿Se ve la pelota más grande ahora que cuando la estaban lanzando?

# data_list
source: Cat and Dog are sad. They want to find something tall to reach the ball. Then Elephant comes by.
es: Gato y Perro están tristes. Quieren encontrar algo alto para alcanzar la pelota. De repente, llega Elefante.

# data_list
source: Cat and Dog are crying. Is their crying helping them solve their problem?
es: Gato y Perro están llorando. ¿Su llanto les está ayudando a resolver su problema?

# data_list
source: Count together the big animals, birds, and trees in the picture.
es: Cuenten juntos los animales grandes, las aves y los árboles que hay en la imagen.

# data_list
source: How can Elephant help them? Is the elephant tall?
es: ¿Cómo puede Elefante ayudarlos? ¿Es alto el elefante?

# data_list
source: Elephant is big. Elephant can see the ball. Elephant can get to the ball. Elephant gets the ball from the roof. Elephant takes the ball from the roof of the house.
es: Elefante es grande. Elefante puede ver la pelota. Elefante alcanza a llegar a la pelota. Elefante toma la pelota que está en el techo. Elefante baja la pelota del techo de la casa.

# data_list
source: The ball is higher than Elephant. How does Elephant reach the ball?
es: La pelota está más alta que Elefante. ¿Cómo logra Elefante alcanzar la pelota?

# data_list
source: The animals are all standing on two of their four legs. Have you seen animals do this?
es: Todos los animales están de pie sobre dos de sus cuatro patas. ¿Has visto animales hacer esto?

# data_list
source: What other animals stand on two legs?
es: ¿Qué otros animales se paran en dos patas?

# data_list
source: Elephant gives the ball to Cat and Dog. Cat and Dog smile. Elephant smiles. Cat and Dog and Elephant smile.
es: Elefante le da la pelota a Gato y Perro. Gato y Perro sonríen. Elefante sonríe. Gato, Perro y Elefante sonríen.

# data_list
source: Who has the longest nose? Why does an elephant need such a long nose?
es: ¿Quién tiene la nariz más larga? ¿Por qué un elefante necesita una nariz tan larga?

# data_list
source: Which of these animals is the biggest and which is the smallest?
es: ¿Cuál de estos animales es el más grande y cuál es el más pequeño?

# data_list
source: How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?
es: ¿En qué se diferencia Elefante? ¿En qué se parece Elefante a Perro y a Gato? ¿Qué tiene Elefante que ellos no?

# data_list
source: Cat and Dog and Elephant play with the ball. Cat throws the ball to Dog. Dog catches the ball. Dog throws the ball to Elephant. Elephant catches the ball. Elephant throws the ball to Cat. Cat catches the ball.
es: Gato, Perro y Elefante juegan con la pelota. Gato le lanza la pelota a Perro. Perro atrapa la pelota. Perro le lanza la pelota a Elefante. Elefante atrapa la pelota. Elefante le lanza la pelota a Gato. Gato atrapa la pelota.

# data_list
source: Count the number of throws and the number of catches. Are they the same number?
es: Cuenta el número de lanzamientos y el número de recepciones. ¿Son el mismo número?

# data_list
source: Did each animal throw and each animal catch?
es: ¿Cada animal lanzó y atrapó la pelota?

# data_list
source: They are good at taking turns. Are you good at taking turns?
es: Son buenos tomando turnos. ¿Eres bueno tomando turnos?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye Elephant.
es: Adiós Gato. Adiós Perro. Adiós Elefante.

# data_list
source: Count together the number of animals waving.
es: Cuenten juntos el número de animales que se están despidiendo.

# data_list
source: Are there more animals or balls? By how much?
es: ¿Hay más animales o pelotas? ¿Cuánto es la diferencia?

# data_list
source: With fewer balls than animals, the animals must be good at sharing.
es: Con menos pelotas que animales, los animales deben ser buenos compartiendo.

# data_list
source: Which one has stripes and which one has spots? How many stripes and how many spots?
es: ¿Cuál tiene rayas y cuál tiene manchas? ¿Cuántas rayas y cuántas manchas?

# data_list
source: Which one has whiskers we can see? How many whiskers?
es: ¿Cuál tiene bigotes que podemos ver? ¿Cuántos bigotes?

# data_list
source: Which one is red and which one is yellow?
es: ¿Cuál es rojo y cuál es amarillo?

# data_list
source: Cat and Dog look through the window. They look through the window.
es: Gato y Perro miran por la ventana. Ellos miran por la ventana.

# data_list
source: How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.
es: ¿Cuántas veces dice que miran a través de la ventana? El escritor lo repite para decirnos que Gato y Perro no tienen nada que hacer.

# data_list
source: Do Cat and Dog look bored?
es: ¿Se ven aburridos Gato y Perro?

# data_list
source: Count together the number of trees.
es: Cuenten juntos el número de árboles.

# data_list
source: Then Cat and Dog see a butterfly! The butterfly is pink.
es: ¡Entonces Gato y Perro ven una mariposa! La mariposa es rosa.

# data_list
source: Why were Cat and Dog so excited to see a butterfly? Were they looking for one?
es: ¿Por qué Gato y Perro estaban tan emocionados de ver una mariposa? ¿Estaban buscando una?

# data_list
source: Point at and count the wings on the butterfly.
es: Señala y cuenta el número de alas en la mariposa.

# data_list
source: Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.
es: Señala y cuenta el número de líneas cortas que salen de la mariposa. Muestran que la mariposa está alarmada.

# data_list
source: Cat and Dog want to catch the butterfly. Cat and Dog follow the butterfly. They follow the butterfly.
es: Gato y Perro quieren atrapar la mariposa. Gato y Perro siguen a la mariposa. Ellos siguen a la mariposa.

# data_list
source: Does the butterfly want to be caught?
es: ¿Quiere ser atrapada la mariposa?

# data_list
source: Is it mean of Cat and Dog to want to catch the butterfly?
es: ¿Es malo que Gato y Perro quieran atrapar a la mariposa?

# data_list
source: When is it fun to be chased and when is it frightening?
es: ¿Cuándo es divertido ser perseguido y cuándo es alarmante?

# data_list
source: Cat and Dog follow the butterfly by foot. They walk after the butterfly. But the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.
es: Gato y Perro siguen a la mariposa a pie. Caminan detrás de la mariposa. Pero la mariposa es rápida. La mariposa es demasiado rápida y Gato y Perro son lentos. Ellos son demasiado lentos.

# data_list
source: Which animal is going the fastest?
es: ¿Qué animal va más rápido?

# data_list
source: Can you go faster or slower than Cat and Dog?
es: ¿Puedes ir más rápido o más lento que Gato y Perro?

# data_list
source: Point out that their feet are drawn going in circles to indicate they are running fast.
es: Señale que los pies son dibujados moviéndose en círculos para indicar que están corriendo rápido.

# data_list
source: Cat and Dog follow the butterfly by bike. They ride after the butterfly. But the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.
es: Gato y Perro siguen a la mariposa en bicicleta. Ellos van en bicicleta detrás de la mariposa. Pero la mariposa es rápida. La mariposa es muy rápida, y Gato y Perro son lentos. Ellos son muy lentos.

# data_list
source: Can butterflies fly faster than a bike can go?
es: ¿Pueden las mariposas volar más rápido de lo que va una bicicleta?

# data_list
source: Can cats and dogs ride bikes?
es: ¿Pueden montar en bicicleta los gatos y los perros?

# data_list
source: Do you think you could catch a butterfly while riding a bike?
es: ¿Crees que tú podrías atrapar una mariposa en bicicleta?

# data_list
source: Cat and Dog follow the butterfly by car. They drive after the butterfly. But the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.
es: Gato y Perro siguen a la mariposa en carro. Ellos manejan detrás de la mariposa. Pero la mariposa es rápida. La mariposa es todavía muy rápida, y Gato y Perro son lentos. Ellos todavía son muy lentos.

# data_list
source: Can a butterfly or a bird fly faster than a car?
es: ¿Puede una mariposa o un ave volar más rápido que un carro?

# data_list
source: Can a real dog drive a car?
es: ¿Puede un perro de verdad manejar un carro?

# data_list
source: Count together the clouds in the sky.
es: Cuenten juntos las nubes en el cielo.

# data_list
source: Cat and Dog follow the butterfly by boat. They float after the butterfly. But the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.
es: Gato y Perro siguen a la mariposa en un bote. Ellos flotan detrás de la mariposa. Pero la mariposa es muy rápida. La mariposa es superrápida, y Gato y Perro son lentos. Ellos todavía son superlentos.

# data_list
source: Count the number of fish.
es: Cuenta el número de peces.

# data_list
source: Including Cat and Dog, count the number of animals.
es: Incluyendo a Gato y Perro, cuenta el número de animales.

# data_list
source: The fish look surprised. Why are they surprised?
es: Los peces se ven sorprendidos. ¿Por qué están sorprendidos?

# data_list
source: Cat and Dog follow the butterfly by plane. They flow after the butterfly. But the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.
es: Gato y Perro siguen a la mariposa en avión. Ellos vuelan detrás de la mariposa. Pero la mariposa es muy rápida. La mariposa es todavía supersuperrápida, y Gato y Perro son lentos. Ellos todavía son superlentos.

# data_list
source: Do you think a dog can fly a plane?
es: ¿Crees que un perro puede volar un avión?

# data_list
source: Which of cars, boats, and planes is the fastest and which is the slowest?
es: ¿Cuál de los carros, barcos y aviones es el más rápido y cuál es el más lento?

# data_list
source: They are up very high. Count together the clouds where they are.
es: Ellos están muy arriba. Cuenten juntos las nubes donde ellos están.

# data_list
source: The Cat and Dog stop. They stop and sit down. They sit down at a tree. They sit down at a big tree. But then ....
es: Gato y Perro paran. Ellos paran y se sientan. Ellos se sientan debajo de un árbol. Ellos se sientan debajo de un árbol grande. Pero entonces....

# data_list
source: Which is longer, Cat's tongue or Cat's legs?
es: ¿Cuál es más larga, la lengua o las patas de Gato?

# data_list
source: Do you think cats have tongues that long?
es: ¿Crees que los gatos tengan lenguas tan largas?

# data_list
source: Are their tongues hanging out because Cat and Dog are tired?
es: ¿Están sacando las lenguas Gato y Perro porque están cansados?

# data_list
source: They see one butterfly in the tree. They see two butterflies in the tree. They see three butterflies in the tree.
es: Ellos ven una mariposa en el árbol. Ellos ven dos mariposas en el árbol. Ellos ven tres mariposas en el árbol.

# data_list
source: Count together the butterflies you can see in the tree.
es: Cuenten juntos las mariposas que pueden ver en el árbol.

# data_list
source: Do you think you can see all the butterflies?
es: ¿Crees que puedes ver todas las mariposas?

# data_list
source: There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?
es: Hay tres clases de seres vivos en esta ilustración: los árboles, Gato y Perro y las mariposas. ¿Qué grupo es el más grande y cuál es el más pequeño?

# data_list
source: They see a hundred butterflies!
es: ¡Ellos ven cien mariposas!

# data_list
source: How many butterflies can you count? Are there too many for you to count?
es: ¿Cuántas mariposas puedes contar? ¿Hay demasiadas para contar?

# data_list
source: How many different colors of butterflies are there?{For which color of butterfly is there the most?}
es: ¿Cuántos colores diferentes de mariposas hay? ¿De qué color hay más mariposas?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye butterflies.
es: Adiós Gato. Adiós Perro. Adiós Mariposas.

# data_list
source: Are you happy or sad that Cat and Dog caught a butterfly?
es: ¿Estás feliz o triste de que Gato y Perro hayan atrapado una mariposa?

# data_list
source: In the picture, who do you think is happy and who is sad?
es: En la ilustración, ¿quién crees que está feliz y quién está triste?

# data_list
source: How long do you think a butterfly can live in a jar?
es: ¿Cuánto tiempo crees que una mariposa pueda vivir en un frasco?

# data_list
source: They each have two ears. Whose ears are bigger?
es: Cada uno tiene dos orejas. ¿Quién tiene las orejas más grandes?

# data_list
source: They each have one tail. Whose tail is longer?
es: Cada uno tiene una cola. ¿Quién tiene la cola más larga?

# data_list
source: They each have markings on their belly. Whose markings are bigger?
es: Cada uno tiene marcas en el vientre. ¿Quién tiene las marcas más grandes?

# data_list
source: Cat and Dog walk. They walk in their village.
es: Gato y Perro caminan juntos. Ellos caminan por su pueblo.

# data_list
source: Count together the homes in the village.
es: Cuenten juntos cuántas casas hay en el pueblo.

# data_list
source: There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.
es: Hay muchos elementos que pueden contar juntos: un pájaro, un gato, un perro, tres animales, tres casas y un árbol.

# data_list
source: Two of the buildings are round around the base. The third one has a base shaped like this page.
es: Dos de las casas tienen una base redonda. La tercera tiene una base con la forma de esta página.

# data_list
source: Then they see an egg. The egg is in the grass. The egg is alone in the grass. The egg is all alone.
es: De repente, ellos ven un huevo. El huevo está en medio de la hierba. El huevo está solo en la hierba. El huevo está solo.

# data_list
source: Count together the animals, trees, houses, and eggs.
es: Cuenten juntos cuántos animales, árboles, casas y huevos hay.

# data_list
source: Name an animal that lays eggs.
es: Nombra un animal que ponga huevos.

# data_list
source: Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.
es: Gato y Perro recogen el huevo. Aunque siempre es mejor dejar los huevos donde uno los encuentra.

# data_list
source: Cat and Dog walk to a bird. They ask the bird, "Is this your egg?"
es: Gato y Perro caminan hacia un pájaro. Ellos le preguntan al pájaro, "¿Este huevo es tuyo?"

# data_list
source: The egg is round. Point to other things with round sides.
es: El huevo es redondo. Señala otros objetos que tengan sus lados redondos.

# data_list
source: Point to round things where you are.
es: Señala objetos redondos que haya a tu alrededor.

# data_list
source: Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.
es: Describe el lugar dónde está el pájaro: Gato y Perro están debajo del techo y debajo del pájaro, y el pájaro está encima de ellos.

# data_list
source: But the bird says, "No, that is not my egg. Ask the owl. Maybe it is his egg."
es: Pero el pájaro dice: "No, ese no es mi huevo. Pregúntale al búho. Tal vez sea su huevo".

# data_list
source: Have you seen blue birds where you live?
es: ¿Has visto pájaros azules en el lugar donde vives?

# data_list
source: What color is the tie the owl is wearing? Have you seen a bird wearing a tie?
es: ¿De qué color es la corbata que lleva el búho? ¿Has visto alguna vez un pájaro con corbata?
