Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: In a magical garden there are two kinds of flowers. One has 4 petals and the other has 7 petals. A child was asked to pick some flowers so that the total number of petals was 13. Could it be done? How about 15 petals? For which numbers of petals is it possible? For numbers that are possible, can it be done in more than one way? For example, 32 petals is four 7’s and one 4, and it is also eight 4’s. By trying many pairs of numbers, there are lots of examples to play with. For some pairs of numbers there comes a point where all numbers of petals are possible, and for other pairs of numbers there is no such point. For 4 and 7, every number from 18 on is possible. For 3 and 6, there is no point after which all numbers occur. What is the pattern and what creates that pattern? Those are often questions that come up, and it is where many interesting things happen. It’s easiest to see what happens when some number evenly divides both numbers. Take 3 and 6 for example. Think of these numbers as 1 x 3 and 2 x 3. When you add these numbers together, you will always get some number of 3’s. There is no way to add 3’s and 6’s together to get 10, because 10 is not a multiple of 3. When 1 is the only number that evenly divides both numbers, there will always come a point where every number can be attained. For 4 and 7, that number is 18. To find that number, subtract 1 from each of the numbers in the pair and multiply those new numbers together. In this case, that gives 3 x 6 = 18. Another interesting facet of this situation is that exactly half of the numbers below 18 will be reachable. Why this works takes some math a bit too sophisticated for a young child; however, it is fun to play with these calculations and your child’s experiences with these patterns may suddenly click into place much later on.
es: En un jardín mágico hay dos tipos de flores. Una tiene 4 pétalos y la otra tiene 7 pétalos. Se le pidió a un niño que recogiera algunas flores para que el número total de pétalos fuera 13. ¿Podría lograrse? ¿Qué tal 15 pétalos? ¿Para qué número de pétalos es posible? Para los números que son posibles, ¿se puede hacer de más de una manera? Por ejemplo, 32 pétalos son cuatro sietes y un cuatro, y también ocho cuatros. Al probar muchos pares de números, hay muchos ejemplos con los que jugar. Para algunos pares de números llega un punto en el que todos los números de pétalos son posibles, y para otros pares de números no existe tal punto. Para 4 y 7, todos los números a partir del 18 son posibles. Para 3 y 6, no hay un punto después del cual ocurran todos los números. ¿Cuál es el patrón y qué crea ese patrón? Esas son a menudo preguntas que surgen y es donde suceden muchas cosas interesantes. Es más fácil ver qué sucede cuando un número divide ambos números de manera uniforme. Tome 3 y 6, por ejemplo. Piense en estos números como 1 x 3 y 2 x 3. Cuando sume estos números, siempre obtendrá un número de treses. No hay forma de sumar 3 y 6 juntos para obtener 10, porque 10 no es un múltiplo de 3. Cuando 1 es el único número que divide ambos números de manera uniforme, siempre llegará un punto en el que se pueden alcanzar todos los números. Para 4 y 7, ese número es 18. Para encontrar ese número, reste 1 de cada uno de los números en el par y multiplique esos nuevos números juntos. En este caso, eso da 3 x 6 = 18. Otra faceta interesante de esta situación es que se podrá alcanzar exactamente la mitad de los números por debajo de 18. Por qué esto funciona, hace falta algo de matemática demasiado sofisticada para un niño pequeño; sin embargo, es divertido jugar con estos cálculos y las experiencias de su niño/niña con estos patrones pueden repentinamente hacer sentido mucho más adelante.

# template
source: Climbing Steps – How Many Ways?
es: Pasos de Subida – ¿Cuántas Maneras?

# template
source: Suppose your child likes to take steps two at a time sometimes, but one at a time other times. If your child wants to go up some steps, a natural question is: How many ways can this be done? For example, for 0 steps there is just one way - you just stand there. For 1 step there is one way - you take a single step. For two steps, you can either take one double step or two single steps. Your child should carefully count many cases of this and make a table of the results. When there is lots of information, a table often helps organize the information and allow patterns to stand out. The table would look like this (okay, going beyond 6 may require too much patience, but here are the numbers): 1 - 1 - 2 - 3 - 5 - 8 - 13 - 21 - 34 - 55 After looking at these numbers, your child may notice that each pair of consecutive numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers. The rule for creating the official Fibonacci Numbers is that each number is the sum of the previous two. This also happens for the steps. Hmmm ... Let’s look closely at one example - say 5 steps. The 8 possibilities are: 1+1+1+1+1, 1+1+2+1, 1+2+1+1, 2+1+1+1, 2+2+1, 1+1+1+2, 1+2+2, and 2+1+2. The first 5 possibilities use 1 for the last move, and the last 3 possibilities use 2 for the last move. That explains it - you can go up 5 steps by either going up 4 steps and taking 1 more step, or by going up 3 steps and going up 2 more steps. The number of ways of going up 5 steps is exactly equal to the sum of the number of ways of going up 4 steps plus the number of ways of going up 3 steps. Patterns are often understood by patiently going through examples, organizing the data, looking closely at the data, and digging for explanations of why things happen the way they do. This is a good habit to develop in your child.
es: Suponga que a su niño/niña le gusta subir los escalones de dos en dos a veces, pero de uno en uno en otras ocasiones. Si su niño/niña quiere subir algunos escalones, una pregunta natural es: ¿De cuántas formas se puede hacer esto? Por ejemplo, para 0 escalones solo hay una forma: simplemente te quedas ahí. Para 1 escalón hay una forma: subir un solo escalón. Para dos escalones, puede subir dos escalones de una vez o uno por uno. Su niño/niña debe contar cuidadosamente muchos casos de esto y hacer una tabla con los resultados. Cuando hay mucha información, una tabla a menudo ayuda a organizar la información y permite que los patrones se destaquen. La tabla se vería así (está bien, ir más allá de 6 puede requerir demasiada paciencia, pero aquí están los números): 1 - 1 - 2 - 3 - 5 - 8 - 13 - 21 - 34 - 55 Después de mirar estos números , su niño/niña puede notar que cada par de números consecutivos da el siguiente número. ¿Por qué pasa esto? Estos números se llaman números de Fibonacci. La regla para crear los números de Fibonacci oficiales es que cada número es la suma de los dos anteriores. Esto también sucede con los escalones. Mmmm ... Veamos de cerca un ejemplo, digamos 5 escalones. Las 8 posibilidades son: 1 + 1 + 1 + 1 + 1, 1 + 1 + 2 + 1, 1 + 2 + 1 + 1, 2 + 1 + 1 + 1, 2 + 2 + 1, 1 + 1 + 1 +2, 1 + 2 + 2 y 2 + 1 + 2. Las primeras 5 posibilidades usan 1 para el último movimiento, y las últimas 3 posibilidades usan 2 para el último movimiento. Eso lo explica: puede subir 5 escalones subiendo 4 escalones y luego 1 más, o subiendo 3 escalones y luego 2 más. El número de formas de subir 5 escalones es exactamente igual a la suma del número de formas de subir 4 escalones más el número de formas de subir 3 escalones. Los patrones se comprenden analizando los ejemplos con paciencia, organizando la información, observando de cerca y buscando explicaciones de por qué las cosas suceden de la manera en que suceden. Esto es un buen hábito para desarrollar en su niño/niña.

# template
source: Balance Scale
es: Balanza

# template
source: A balance scale is a simple device for telling when two things have exactly the same weight. The scale is usually supplied with a set of weights that are used to measure the weight of other objects. There are many interesting investigations you can do if you restrict the weights you are allowed to use. **One Kind of Weight** Suppose you have lots of weights, but they are all the same - say, 5 units. Then the only things you can weigh exactly are objects that are a multiple of 5 (just like skip counting by 5). **Two Kinds of Weights - One Side** Suppose you have lots of weights that are either 4 units or 7 units and you only use them on one side of the balance. The things you can weigh are the same numbers you found in the flower petal investigation. For 4 and 7, starting at 18 units you can weigh everything exactly. If the weights are 4 units and 6 units, you can only weigh even numbers starting with 4. **Two Kinds of Weights - Both Sides** After doing the investigation with two kinds of weights on one side, your child might be surprised if you ask them to weigh a 3-unit item, or even a 1-unit item, with 4’s and 7’s. The trick is to put some weights on one side and other weights on the other side. For example, verify an item weighs 3 units by putting it with a 4-unit weight and see that it balances with a 7-unit weight. Similarly, verify an item weighs 1 unit by putting it with a 7-unit weight and see that it balances with two 4-unit weights. There is an important math theorem called Bezout’s Theorem hidden in this investigation. Your child doesn’t need to know about that theorem at this point, but isn’t it cool that a young child can be playing around with advanced mathematics! **Doubling Weights** What happens if you have one weight each for each of the weights in the doubling progression 1, 2, 4, 8, and 16? How many ways can you weigh something that weighs 13? What is the largest weight you can measure? After some investigation, you will find that you can weigh everything up to one less than double the highest weight - in this case that is 31. Also, each item you can weigh can only be weighed in one way - for example, 13 = 1 + 4 + 8, and there is no other way to do it. Pretty cool! This situation is related to the binary number system. Fibonacci Weights: What happens if the weights are in the Fibonacci Numbers? Is there more than one way to weigh some weights? Find a restriction that would cause there to be only one way for each weight. Suppose you have one each for the weights 1, 1, 2, 3, 5, 8, and 13. With this, 10 = 2 + 3 + 5 = 2 + 8 = 1 + 1 + 3 + 5 = 1 + 1 + 8. What is causing the duplication is that the Fibonacci rule creates more than one way to write the Fibonacci numbers in terms of themselves - for example, 2 = 1 + 1 and 8 = 5 + 3. The way to fix this problem is to insist that you cannot use two Fibonacci numbers that are neighbors of each other in the sequence. When you add that restriction, the only way to get 10 is 2 + 8.
es: Una balanza es un dispositivo simple para saber cuándo dos cosas tienen exactamente el mismo peso. La báscula generalmente se suministra con un juego de pesas que se utilizan para medir el peso de otros objetos. Hay muchas investigaciones interesantes que puede hacer si restringe los pesos que puede usar. **Un Tipo de Peso** Suponga que tiene muchos pesos, pero todos son iguales, digamos, 5 unidades. Entonces, las únicas cosas que puede pesar con exactitud son los objetos que son múltiplos de 5 (como contar de 5 en 5). **Dos Tipos de Pesas— Un Lado** Suponga que tiene muchas pesas de 4 o 7 unidades y solo las usa en un lado de la balanza. Las cosas que puede pesar son los mismos números que encontró en la investigación de pétalos de flores. Para 4 y 7, a partir de 18 unidades, puede pesar todo exactamente. Si los pesos son 4 unidades y 6 unidades, solo puede pesar números pares a partir del 4. **Dos Tipos de Pesos— ambos Lados** Después de hacer la investigación con dos tipos de pesos en un lado, su niño/niña podría sorprenderse si le pide pesar un artículo de 3 unidades, o incluso un artículo de 1 unidad, con 4 y 7. El truco consiste en poner algunas pesas en un lado y otras pesas en el otro lado. Por ejemplo, verifique que un artículo pesa 3 unidades colocándolo con un peso de 4 unidades y verificando que se equilibre con un peso de 7 unidades. De manera similar, verifique que un artículo pesa 1 unidad colocándolo con un peso de 7 unidades y verificando que se equilibre con dos pesos de 4 unidades. Hay un teorema matemático importante llamado Teorema de Bezout escondido en esta investigación. Su niño/niña no necesita saber sobre este teorema en este momento, ¡pero no es genial que un niño pequeño pueda estar jugando con matemáticas avanzadas! **Duplicar Pesos** ¿Qué sucede si tiene un peso para cada uno de los pesos en la serie de dobles 1, 2, 4, 8 y 16? ¿De cuántas formas puede pesar algo que pesa 13? ¿Cuál es el peso más grande que puede medir? Después de investigar un poco, encontrará que puede pesar todo hasta uno menos del doble del peso más alto; en este caso, es 31. Además, cada artículo que puede pesar solo se puede pesar de una manera, por ejemplo, 13 = 1 + 4 + 8, y no hay otra forma de hacerlo. ¡Muy genial! Esta situación está relacionada con el sistema numérico binario. Pesos de Fibonacci: ¿Qué sucede si los pesos son los números de Fibonacci? ¿Hay más de una forma de pesar algunos pesos? Busque una restricción que provoque que solo haya una forma para cada peso. Suponga que tiene uno para cada uno de los pesos 1, 1, 2, 3, 5, 8 y 13. Con esto, 10 = 2 + 3 + 5 = 2 + 8 = 1 + 1 + 3 + 5 = 1 + 1 + 8. Lo que está causando la duplicación es que la regla de Fibonacci crea más de una forma de escribir los números de Fibonacci en términos de sí mismos, por ejemplo, 2 = 1 + 1 y 8 = 5 + 3. La forma de solucionar este problema es insistir en que no se pueden usar dos números de Fibonacci que sean vecinos entre sí en la secuencia. Cuando se agrega esa restricción, la única forma de obtener 10 es 2 + 8.

# template
source: Nim With Factors
es: Nim Con Factores

# template
source: Start with any number, say 20. Let the child decide whether to go first or second. During their turn, a player may subtract any divisor of the current number from the number. The player forced to 0 loses.
es: Empiece con cualquier número, digamos 20. Deje que el niño decida si va primero o segundo. Durante su turno, un jugador puede restar cualquier divisor del número. El jugador obligado a llegar a 0 pierde.

# template
source: As usual, a good strategy for learning about this game is to look at a simpler version of the game, which in this case means starting with very small numbers. If it is your turn and you are faced with each of these numbers, here is what will happen: 1 - lose, 2 - win, 3 - lose, 4 - win, 5 - lose, 6 - win, 7 lose, and 8 win. By now the pattern is clear - if it is your move and you have an odd number, then you will lose; if you have an even number, then you will win. Finding the winning strategy is a big step, but let’s go deeper. Why does this work? What are the properties of odd and even numbers that create this situation? Set this question before your child and give them a lot of time to think about it and experiment with it - there is no hurry, and this process of wrestling with a question is invaluable and should not be short circuited. Some experimentation with small numbers quickly reveals what is going on. If you have an odd number, all of the divisors are odd, so when you subtract any divisor the result is an even number. Consequently, odd numbers on one turn always lead to an even number on the next turn. Even numbers always have both odd and even numbers for divisors. So, the situation is not quite the same. However, if you have an even number, your goal is to give your opponent an odd number, and there is an easy way to do that - select the divisor 1 and subtract it!
es: Como es habitual, una buena estrategia para aprender sobre este juego es observar una versión más simple del juego, que en este caso significa comenzar con números muy pequeños. Si es su turno y se enfrenta con cada uno de estos números, esto es lo que sucederá: 1 - pierde, 2 - gana, 3 - pierde, 4 - gana, 5 - pierde, 6 - gana, 7 - pierde y 8 - gana. A estas alturas, el patrón es claro: si es su turno y tiene un número impar, perderá; si tiene un número par, ganará. Encontrar la estrategia ganadora es un gran paso, pero profundicemos. ¿Por qué funciona esto? ¿Cuáles son las propiedades de los números pares e impares que crean esta situación? Plantee esta pregunta a su niño/niña y déle mucho tiempo para pensar en ella y experimentar con ella; no hay prisa, y este proceso de batallar con una pregunta es invaluable y no debe ser acortado. Un poco de experimentación con números pequeños revela rápidamente lo que está sucediendo. Si tiene un número impar, todos los divisores son impares, por lo que cuando resta cualquier divisor, el resultado es un número par. En consecuencia, los números impares en un turno siempre conducen a un número par en el siguiente turno. Los números pares siempre tienen números pares e impares como divisores. Entonces, la situación no es la misma. Sin embargo, si tiene un número par, su objetivo es darle a su oponente un número impar, y hay una manera fácil de hacerlo: ¡seleccione el divisor 1 y réstelo!

# template
source: Sieve of Eratosthenes
es: Tamiz de Eratóstenes

# template
source: Activity
es: Actividad

# template
source: Start with a number line numbered from 1 to 25 - or a larger range if space and your patience allows. Write the number 2 below itself. On the line even with this 2, put X’s below each multiple of 2. Now, pull down the first number with no X’s below it (3 in this case) and put it on the next line. Write the 3 and put X’s on that line for all its multiples. Continue in this way. At the end, you will have pulled down all the primes. Remember that 1 is a unit and not a prime!
es: Comience con una recta numérica numerada del 1 al 25, o un rango mayor si el espacio y la paciencia lo permiten. Escribe el número 2 debajo de sí mismo. En la línea par con este 2, coloque una X debajo de cada múltiplo de 2. Ahora, baje el número más bajo sin X debajo de él (3 en este caso) y colóquelo en la siguiente línea. Escribe el 3 y coloca X en esa línea para todos sus múltiplos. Sigue tirando números y marcando sus múltiplos. Cuando haya terminado, habrá eliminado todos los números primos. ¡Recuerde que 1 es una unidad y no un primo!

# template
source: This simple process reveals some interesting facts about primes. See if your child can come up with some of these questions - however, if they don’t arise naturally, here are some questions to ask. a) Why are the numbers that drop down primes? Suppose you have a composite number. We want to show that this number will have an X under it. Being composite, it is divisible by some number, n, between 1 and that number. If n is a prime, then our composite number would have an X under it from n being an earlier prime. If n is not a prime, then it has an X under it from some earlier prime, call it p. Now, p evenly divides n and n evenly divides our new number, so p must divide our new number. Consequently, when marking the multiples of p, an X would have been placed under our new number. b) When you are placing X’s for the multiples of a prime, there are some numbers that already have an X from an earlier prime. When does that happen and when doesn’t it happen? Let’s look at the multiples of 5 in the sieve above. The multiples 5 x 2, 5 x 3, and 5 x 4 are already crossed out. Only 5 x 5 is new. This happens because 5 x 2, 5 x 3, and 5 x 4 are all multiples of 2 and 3, earlier primes. If we want to put X’s in fresh places, we must multiply 5 by numbers that only have prime factors that are 5 and above. Because it is a little tedious to keep track of all that, what some people do is only cross out odd multiples and leave it at that. c) For this sieve, what was the last prime that had a useful new X in its row? In this sieve, the primes with useful X’s are 2, 3, and 5. The multiples of 7 and 11 were all old X’s. If you look at the answer to the last question, you will see the answer here. The only way to get new X’s is to multiply a prime by primes bigger than or equal to itself. Once we reach a prime like 7 where 7 x 7 > 25, we do not need to check it. So, we only need to check primes whose square is smaller than or equal to the last number. d) If you were given a number, say 53, which primes would you need to divide it by to see that it is prime? From the answer to the last question, we only need to check primes whose square is less than or equal to 53. Those primes are 2, 3, 5, and 7 – none of these divides 53 evenly, so 53 must be prime!
es: Este sencillo proceso revela algunos datos interesantes sobre los números primos. Vea si su niño/niña puede plantear algunas de estas preguntas; sin embargo, si no surgen de forma natural, aquí hay algunas preguntas para hacer. a) ¿Por qué los números que bajan son primos? Suponga que tiene un número compuesto. Queremos mostrar que este número tendrá una X debajo. Al ser compuesto, es divisible por algún número, n, entre 1 y ese número. Si n es primo, entonces nuestro número compuesto tendría una X debajo ya que n sería un primo anterior. Si n no es un primo, entonces tiene una X debajo de algún primo anterior, llámelo p. Ahora, p divide uniformemente n y n divide uniformemente nuestro nuevo número, por lo que p debe dividir nuestro nuevo número. En consecuencia, al marcar los múltiplos de p, se habría colocado una X debajo de nuestro nuevo número. b) Cuando coloca X para los múltiplos de un primo, hay algunos números que ya tienen una X de un primo anterior. ¿Cuándo sucede eso y cuándo no sucede? Veamos los múltiplos de 5 en el tamiz de arriba. Los múltiplos de 5 x 2, 5 x 3 y 5 x 4 ya están tachados. Solo 5 x 5 es nuevo. Esto sucede porque 5 x 2, 5 x 3 y 5 x 4 son todos múltiplos de 2 y 3, primos anteriores. Si queremos poner X en lugares nuevos, debemos multiplicar 5 por números que solo tienen factores primos que son 5 o más. Debido a que es un poco tedioso hacer un seguimiento de todo eso, lo que algunas personas hacen es solo tachar los múltiplos impares y dejarlo así. c) Para este tamiz, ¿cuál fue el último número primo que tenía una nueva X útil en su fila? En este tamiz, los números primos con X útiles son 2, 3 y 5. Los múltiplos de 7 y 11 tenían todos Xs previas. Si observa la respuesta a la última pregunta, verá la respuesta aquí. La única forma de obtener nuevas Xs es multiplicando un número primo por números primos mayores o iguales a sí mismo. Una vez que llegamos a un primo como 7 donde 7 x 7> 25, no necesitamos verificarlo. Entonces, solo necesitamos verificar los números primos cuyo cuadrado sea menor o igual que el último número. d) Si le dieran un número, digamos 53, ¿entre qué primos necesitaría dividirlo para ver que es primo? De acuerdo a la respuesta de la última pregunta, solo necesitamos verificar los números primos cuyo cuadrado sea menor o igual a 53. Esos números primos son 2, 3, 5 y 7; ninguno de estos divide 53 de manera uniforme, por lo que 53 debe ser primo!

# template
source: Levers and Mobiles
es: Palancas y Móviles

# template
source: Levers
es: Palancas

# template
source: The lever principle states that the force exerted on one side of a lever by a mass is equal to the mass times its distance from the pivot point, the fulcrum.
es: El principio de la palanca establece que la fuerza ejercida en un lado de una palanca por una masa es igual a la masa multiplicada por su distancia desde el punto de pivote, el fulcro.
