Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: As with the analysis of the game Zoo Rescue, the simplest way to analyze this is to list out all the possibilities and count how many times each sum occurs. When you count how many times each sum occurs, the frequencies are: 1 - 0, 2 - 1, 3 - 2, 4 - 3, 5 - 4, 6 - 5, 7 - 6, 8 - 5, 9 - 4, 10 - 3, 11 - 2, 12 - 1. By the way, these are good numbers to remember for any dice game that involves summing the two dice! So, 1 will always lose and 7 is the most likely to win. However, the difference in frequency between 7 and 6 or 8 is not very great. If you just do a few rolls, it would be very hard to predict with any certainty which one would win. It is only when you do a great many rolls that you can guarantee that 7 will win eventually.
es: Al igual que con el análisis del juego anterior, la forma más sencilla de analizar esto es enumerar todas las posibilidades. Resumiendo la frecuencia tenemos: 1 - 0 veces, 2 - 1 vez, 3 - 2 veces, 4 - 3 veces, 5 - 4 veces, 6 - 5 veces, 7 - 6 veces, 8 - 5 veces, 9 - 4 veces, 10 - 3 veces, 11 - 2 veces, 12 - 1 vez. Por cierto, estos son buenos números para recordar para cualquier juego de dados que implique sumar los dos dados. Entonces, 1 siempre perderá y 7 es el más probable de que gane. Sin embargo, la diferencia de frecuencia entre 7 y 6 u 8 no es muy grande. Si solo hace unas pocas tiradas, sería muy difícil predecir con certeza cuál ganaría. Solo cuando haga muchas tiradas puede garantizar que el 7 ganará finalmente.

# template
source: Sudoku Variations
es: Variaciones de Sudoku

# template
source: There are a great many Sudoku variations in the world, and there are even more other puzzles that are similar to those Sudoku variations. This section will look at five of these Sudoku variations. These all follow the rule of the “Latin Square” - that every number occurs exactly once in each row and column. You can make any of these Sudokus by starting with a filled in puzzle of the appropriate type - either a Latin Square or a Jigsaw Sudoku. All of the Sudoku solutions given in the Bonus Material for Chapters 1-2 should be of use to you for this. After you have a solution in hand, add the additional information needed for this special kind of puzzle and remove some or all of the numbers.
es: Hay muchas variaciones de sudoku en el mundo, e incluso hay otros juegos que son similares a esas variaciones de sudoku. Esta sección analizará cinco de estas variaciones de sudoku. Todos siguen la regla del cuadrado latino: que cada número aparece exactamente una vez en cada fila y columna. Puede hacer cualquiera de estos sudokus comenzando con un juego resuelto del tipo apropiado, ya sea un cuadrado latino o un rompecabezas sudoku. Todas las soluciones de sudoku proporcionadas en el Material adicional para los Capítulos 1-2 deberían serle útiles para esto. Una vez que tenga una solución a la mano, agregue la información adicional necesaria para este tipo especial de juego y elimine algunos o todos los números.

# template
source: Jigsaw Sudokus With Extra Information
es: Rompecabezas Sudokus Con Información Adicional

# template
source: These two puzzle types are Latin Squares that have the additional restriction that each subregion has every number occurring in it exactly once. In addition to being a Jigsaw Sudoku, they have additional properties. **Even-Odd Sudokus** In these puzzles, the even numbers are greyed in. This additional information tends to make these puzzles very easy and it is usually possible to remove almost all the numbers.
es: Estos dos tipos de sudokus son cuadrados latinos que tienen la restricción adicional de que cada subregión tiene todos los números apareciendo exactamente una vez. Además de ser un rompecabezas sudoku, tienen propiedades adicionales. **Sudokus Pares-Impares** En estos sudokus, los números pares están en gris. Esta información adicional tiende a hacer estos juegos mucho más fáciles y, por lo general, es posible eliminar casi todos los números inicialmente.

# template
source: **Kropki Sudokus** This is the same as regular Sudoku except two types of dots placed between cells are added. If the dot is hollow, then the two numbers are one apart. If the dot is filled in, then one number is half the other number. Similar to Even-Odd puzzles, this additional information tends to make these puzzles pretty easy and that means that almost all numbers can be removed.
es: **Sudokus Kropki** Esto es lo mismo que el sudoku normal, excepto que se agregan dos tipos de puntos colocados entre las celdas. Si el punto es hueco, entonces los dos números están separados por uno. Si el punto está relleno, un número es la mitad del otro número. Al igual que en los sudokus pares-impares, esta información adicional tiende a hacer que estos juegos sean bastante fáciles y eso significa que casi todos los números se pueden eliminar.

# template
source: Sudokus With Adding and Subtracting
es: Sudokus Con Sumas y Restas

# template
source: These puzzles are broken into subregions that have a target number assigned to them. Unlike standard Sudoku, it is allowed for a number to be repeated in a subregion as long as the puzzle is still a Latin Square. If a subregion has just one square in it, then the target number will be the value of that square. In a Sumdoku Sudoku puzzle, the sum of all the numbers in a subregion is the given target number. In a Diffdoku Sudoku puzzle, all subregions have one or two squares. If a subregion has two squares, then the difference of the two numbers is the given target number.
es: Estos sudokus se dividen en subregiones que tienen un número objetivo asignado a ellas. A diferencia del sudoku estándar, se permite que un número se repita en una subregión siempre que el rompecabezas siga siendo un cuadrado latino. Si una subregión tiene solo un cuadrado, entonces el número objetivo será el valor de ese cuadrado. En un rompecabezas sudoku, la suma de todos los números en una subregión es el número objetivo dado. En un rompecabezas de sudoku diffdoku, todas las subregiones tienen uno o dos cuadrados. Si una subregión tiene dos cuadrados, entonces la resta de los dos números es el número objetivo dado.

# template
source: In a Sumdiffdoku Sudoku puzzle, both addition and subtraction are used. The subregions are marked with a “+” or a “-” to indicate whether to take a sum or difference. The three types of puzzles are usually made with no numbers given in them. Of course, the subregions with one square are essentially squares with the number filled in. For a young child, you may want to supply quite a few of the numbers to make the puzzle within their sophistication level. To vary the math calculations, use different groups of numbers instead of the usual 1 to 4 for a 4 by 4. For example, use the numbers 1, 3, 5, and 7. If you do this, list the numbers above the puzzle so your child will know what to use.
es: En un sudoku sumdiffdoku, se utilizan tanto la suma como la resta. Las subregiones están marcadas con un “+” o un “-” para indicar si tomar una suma o una diferencia. Los tres tipos de rompecabezas generalmente se proporcionan sin números iniciales. Por supuesto, las subregiones con un cuadrado son esencialmente cuadrados con el número resuelto. Para un niño pequeño, es posible que desee proporcionar algunos de los números para hacer el rompecabezas dentro de su nivel de experiencia. Para variar los cálculos matemáticos, use diferentes grupos de números en lugar del habitual 1 a 4 para un 4 por 4. Por ejemplo, use los números 1, 3, 5 y 7. Si hace esto, enumere los números sobre el rompecabezas para que su niño/niña sepa qué usar.

# template
source: How Many Ways?
es: ¿De Cuántas Maneras?

# template
source: Counting the number of ways of making choices can lead to some interesting results. Most of these counting situations benefit from being looked at systematically. This is hard for a child to do, and that’s okay - let them play around with it and enjoy the exploration. Being systematic can wait until they are older.
es: Contar la cantidad de maneras de tomar decisiones puede conducir a algunos resultados interesantes. La mayoría de estas situaciones de conteo son beneficiosas si se analizan de manera sistemática. Esto es difícil de hacer para un niño/niña, y está bien: déjelo jugar con esto y que disfrute de la exploración. Ser sistemático puede esperar hasta que sean mayores.

# template
source: Investigation 1
es: Investigación 1

# template
source: Drawing with only red and blue, how many ways can you draw a monster with a hat, eyes, and cape? How does this change if you only colored the hat and the cape? How would it change if you used three colors, or if you could only use each color once? To do this investigation in a sophisticated way involves multiplication, and it is too soon for that. However, your child can play around with these ideas and start developing a sense for how to do this kind of counting. Let’s tackle these questions one at a time. The hat can be either red or blue, the eyes can be either red or blue, and the cape can be either red or blue. Each object to color doubles the number of possibilities. Thus, 2 doubled and then doubled again gives 8 possibilities. Listing these out is a good way to see it. Let R be for red and B be for blue, and list the colors in the order for the hat, the eyes, and the cape. The possibilities are: RRR, RRB, RBR, RBB, BRR, BRB, BBR, BBB. Coloring only the hat and cape gives 2 doubled, which is 4 possibilities. The list for this is: RR, RB, BR, BB. If you had three colors for the three things to color, you would have 3 x 3 x 3 = 27 possibilities (a long list). In general, if you have events that don’t influence each other, multiply the possibilities. If you are only allowed to use each color once, the events restrict each other and do influence each other. Let’s list them out using G (for green) for the third color: RBG, RGB, BGR, BRG, GRB, GBR.
es: Dibujando solo con rojo y azul, ¿de cuántas formas puede dibujar un monstruo con sombrero, ojos y capa? ¿Cómo cambia esto si solo colorea el sombrero y la capa? ¿Cómo cambiaría si usara tres colores, o si solo pudiera usar cada color una vez? Hacer esta investigación de una manera sofisticada implica multiplicar, y es demasiado pronto para eso. Sin embargo, su niño/niña puede jugar con estas ideas y comenzar a desarrollar un sentido de cómo hacer este tipo de conteo. Abordemos estas preguntas una por una. El sombrero puede ser rojo o azul, los ojos pueden ser rojos o azules y la capa puede ser roja o azul. Cada objeto a colorear duplica el número de posibilidades. Por lo tanto, 2 duplicado y luego duplicado nuevamente da 8 posibilidades. Listarlos es una buena manera de verlo. Si R es rojo y A es azul, enumere los colores en el orden del sombrero, los ojos y la capa. Las posibilidades son: RRR, RRA, RAR, RAA, ARR, ARA, AAR, AAA. Colorear solo el sombrero y la capa da el doble de 2, que son 4 posibilidades. La lista para esto es: RR, RA, AR, AA. Si tuviera tres colores para colorear las tres cosas, tendría 3 x 3 x 3 = 27 posibilidades (una lista larga). En general, si tiene eventos que no se influyen entre sí, multiplique las posibilidades. Si solo se le permite usar cada color una vez, los eventos se restringen entre sí y se influyen mutuamente. Vamos a enumerarlos usando V (para verde) para el tercer color: RAV, RVA, AVR, ARV, VRA, VAR.

# template
source: Investigation 2
es: Investigación 2

# template
source: You have a row of 5 identical candies. How many ways can you color them to give 2 red ones and 3 blue ones? Mark 2 pieces of paper with an R and 3 pieces of paper with a B. Your child can play with the ten ways there are to lay these out. The list is: RRBBB, RBRBB, RBBRB, RBBBR, BRRBB, BRBRB, BRBBR, BBRRB, BBRBR, BBBRR. One way to look at this is that once you decide the 2 spots for red, blue has no choice and must go into the other 3 spots. Interestingly, you can also look at it the other way as placing the 3 blue pieces first. If you’re having fun, vary this investigation by changing the three numbers - just make sure the two smaller numbers add up to the total number of candies.
es: Tiene una fila de 5 caramelos idénticos. ¿De cuántas formas puede colorearlos para que haya 2 rojos y 3 azules? Marque 2 hojas de papel con una R y 3 hojas de papel con una B. Su niño/niña puede jugar con las diez formas que existen para distribuirlas. La lista es: RRAAA, RARAA, RAARA, RAAAR, ARRAA, ARARA, ARAAR, AARRA, AARAR, AAARR. Una forma de ver esto es que una vez que decida los 2 caramelos rojos, el azul no tiene otra opción y debe ir en los otros 3 caramelos. Curiosamente, también puede mirarlo de otra manera colocando los 3 caramelos azules primero. Si se está divirtiendo, varíe esta investigación cambiando los tres números; sólo asegúrese de que los dos números más pequeños sumen el número total de caramelos.

# template
source: Investigation 3
es: Investigación 3

# template
source: Find all the ways to get a sum by adding the numbers 1 and 2. Do this with and without considering order. **Don’t consider order** Look at the example of adding up to 4. The possibilities are 1+1+1+1, 2+1+1, and 2+2. There are 3 ways to do this. After trying a few more examples, you realize that you are counting the number of ways of using 2’s to add up to numbers less than or equal to 4. You can have 0 to 2 of the 2’s, so there are 3 ways to do it. In general, the answer will be one more than half the number for even numbers, and one more than half of one less than the number for odd numbers. **Consider order** For the example of 4, the possibilities are 1+1+1+1, 2+1+1, 1+2+1, 1+1+2, and 2+2. So there are 5 ways to do it. Play around with lots of examples and make a table of the results. Here is what you should get (okay, you probably didn’t go up to 10): 1/1 - 2/2 - 3/3 - 4/5 - 5/8 - 6/13 - 7/21 - 8/34 - 9/55 - 10/89 After looking at these numbers, your child may notice that each pair of numbers adds up to the next number. Why does this happen? These numbers are called Fibonacci Numbers and they show up surprisingly often. To see why these numbers occur in this investigation look at the example of 4 and look at the last number used in the sum. The last number is either 1 or 2. If it is a 1, then the previous numbers give all the ways of adding up to 3. If the last number is a 2, then the previous numbers give all the ways of adding up to 2. So, the number of ways of adding up to 4 is the total of the ways of adding up to 3 plus the ways of adding up to 2. **Bigger numbers** If you are enjoying this, you can play around with the number of ways of getting sums that involve the numbers from 1 to 3 or even 1 to 4. Looking for patterns in these cases is much harder, but playing with the numbers will be just as fun.
es: Encuentre todas las formas de obtener una suma sumando los números 1 y 2. Haga esto con y sin considerar el orden. **No considere el orden** Mire el ejemplo de sumar hasta 4. Las posibilidades son 1 + 1 + 1 + 1, 2 + 1 + 1 y 2 + 2. Hay tres formas de hacer esto. Después de probar algunos ejemplos más, se dará cuenta de que está contando la cantidad de formas de usar 2 para sumar números menores o iguales que 4. Puede tener de 0 a 2 de los 2, por lo que hay 3 formas de hacerlo. En general, la respuesta será uno más que la mitad del número para los números pares, y uno más que la mitad de uno menos que el número para los números impares. **Considere el orden** Para el ejemplo de 4, las posibilidades son 1 + 1 + 1 + 1, 2 + 1 + 1, 1 + 2 + 1, 1 + 1 + 2 y 2 + 2. Entonces hay 5 formas de hacerlo. Juegue con muchos ejemplos y haga una tabla con los resultados. Esto es lo que debería obtener (bueno, probablemente no subió a 10): 1/1 - 2/2 - 3/3 - 4/5 - 5/8 - 6/13 - 7/21 - 8/34 - 9/55 - 10/89 Después de mirar estos números, su niño/niña puede notar que la suma de cada par de números da el siguiente número. ¿Por qué pasa esto? Estos números se llaman números de Fibonacci y aparecen sorprendentemente a menudo. Para ver por qué ocurren estos números en esta investigación, mire el ejemplo de 4 y observe el último número usado en la suma. El último número es 1 o 2. Si es un 1, entonces los números anteriores dan todas las formas de sumar hasta 3. Si el último número es un 2, entonces los números anteriores dan todas las formas de sumar hasta 2. Entonces, el número de formas de sumar hasta 4 es el total de las formas de sumar hasta 3 más las formas de sumar hasta 2. **Números más grandes** Si está disfrutando de esto, puede jugar con la cantidad de formas de obtener sumas que involucren los números del 1 al 3 o incluso del 1 al 4. Buscar patrones en estos casos es mucho más difícil, pero jugar con los números será bastante divertido.

# template
source: Card Deck Ordering
es: Ordenando Tablas de Tarjetas

# template
source: Puzzle Description
es: Descripción del Rompecabezas

# template
source: The challenge is to stack a deck of numbered cards, say 1 to 5, so that the following is true: The top card is 1. Set aside this top card. Move the next card to the bottom of the deck. The next card is 2 and is set aside. Move the next card to the bottom of the deck. Continue until all cards are set aside in order. Once your child finds it easy for 1 to 5, challenge your child to do it for larger number ranges.
es: El desafío es ordenar una baraja de cartas numeradas, digamos del 1 al 5, de modo que lo siguiente se cumpla: La carta superior es 1. Ponga a un lado esta carta superior. Mueva la siguiente carta al fondo del mazo. La siguiente carta es 2 y se coloca a un lado. Mueva la siguiente carta al fondo del mazo. Continúe hasta que todas las cartas estén colocadas a un lado en orden. Una vez que a su niño/niña le resulte fácil de 1 a 5, desafíelo a que lo haga para rangos de números más grandes.

# template
source: Be Systematic
es: Sea Sistemático

# template
source: The difficulty with this puzzle is being systematic. For any size deck of cards, you can play around with it and eventually come up with the answer. Let’s look for interesting patterns that make it easier. Suppose you lay out the cards in order on the table. Here are the solutions for the first few cases. The numbers listed after the arrow give the order of the remaining cards after the first pass through the cards. 1 1 2 -> 2 1 3 2 -> 3 1 3 2 4 -> 3 4 1 5 2 4 3 -> 5 4 1 4 2 6 3 5 -> 4 6 5 1 6 2 5 3 7 4 -> 6 5 7 If there are an even number of cards (say 6), then the odd positions are filled with the first half of the cards in order (3 in this case), and the other spots are filled using the solution for half as many cards only bumped up in value. In the example for 6, the odd spots are filled with 1, 2, 3, and the even spots are filled with 4, 6, 5 - the values 1, 3, 2 (the solution for a three-card deck) each increased by 3. The pattern for an odd number of cards is a little trickier. As before, the odd spots are filled with the first roughly half of the numbers (1 to 4 in the case of 7). If you look at the examples, the first card after the arrow is going to be moved to the end, so it should be the card you want last in that sequence. After that observation, the answer proceeds as in the even case.
es: La dificultad con este juego es ser sistemático. Para una baraja de cartas de cualquier tamaño, puede jugar con ella y, finalmente, encontrar la respuesta. Busquemos patrones interesantes que lo hagan más fácil. Suponga que coloca las cartas en orden sobre la mesa. Aquí están las soluciones para los primeros siete casos. Los números que aparecen después de la flecha indican el orden de las cartas restantes después de la primera pasada por las cartas. 1 1 2 -> 2 1 3 2 -> 3 1 3 2 4 -> 3 4 1 5 2 4 3 -> 5 4 1 4 2 6 3 5 -> 4 6 5 1 6 2 5 3 7 4 -> 6 5 7 Si hay un número par de cartas (digamos 6), entonces las posiciones impares se llenan con la primera mitad de las cartas en orden (3 en este caso), y los otros lugares se llenan usando la solución para la mitad de las cartas solo que aumentadas de valor. En el ejemplo de 6, los lugares impares se llenan con 1, 2, 3, y los lugares pares se llenan con 4, 6, 5 - los valores 1, 3, 2 (la solución para una baraja de tres cartas) aumentado cada uno por 3. El patrón para un número impar de cartas es un poco más complicado. Como antes, los puntos impares se llenan con la primera mitad aproximadamente de los números (del 1 al 4 en el caso del 7). Si observa los ejemplos, la primera carta después de la flecha se moverá al final, por lo que debería ser la última carta que desee en esa secuencia. Después de esa observación, la respuesta procede como en el caso del par.

# template
source: Difference Pyramic
es: Pirámide de Diferencias

# template
source: The challenge is to place the numbers from 1 to 6 in a pyramid with one card in the top row, two cards in the second row and three cards in the third row, where each number is the difference of the two numbers below it. If you are having trouble, here are two tips that help. The 6 must be in the bottom row because it cannot be the difference of any pair of numbers. Similarly, the 5 must either be in the bottom row or in the middle row above the 6 and the 1.
es: El desafío es colocar los números del 1 al 6 en una pirámide con una carta en la fila superior, dos cartas en la segunda fila y tres cartas en la tercera fila, donde cada número es la diferencia de los dos números debajo. Si tiene problemas, aquí hay dos consejos que le ayudarán. El 6 debe estar en la fila inferior porque no puede ser la diferencia de ningún par de números. De manera similar, el 5 debe estar en la fila inferior o en la fila del medio encima del 6 y el 1.

# template
source: What are the "Different" Solutions?
es: ¿Cuáles son las Soluciones “Diferentes”?
