Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: I play hide-and-seek with Sisa.
es: Juego a las escondidas con Sisa.

# data_list
source: Why did Simo take his shoes off?
es: ¿Por qué se quitó los zapatos Simo?

# data_list
source: Who do you think is hiding and who is seeking in this picture?
es: ¿Quién crees que se esconde y quién busca en esta ilustración?

# data_list
source: Which of these two can hide better in this place -- whose clothes blend in better with the surrounding colors?
es: ¿Quién puede esconderse mejor en este lugar? ¿Las ropas de quién se camuflajean mejor con los colores alrededor?

# data_list
source: Come, friend, what do you like?
es: Ven, amigo. ¿A ti qué te gusta?

# data_list
source: What are some of your favorite activities?
es: ¿Cuáles son algunas de tus actividades favoritas?

# data_list
source: Count together the different activities in this story. Of these, which one would you pick?
es: Cuenten juntos las diferentes actividades en esta historia. De estas, ¿cuál escogerías?

# data_list
source: There were four activities and you picked your favorite. What is one less than four? Of the remaining activities, which one is your least favorite?
es: Había cuatro actividades y escogiste tu favorita. ¿Cuánto es uno menos que cuatro? De las actividades que quedan, ¿cuál te gusta menos?

# data_list
source: Come, play soccer with us.
es: Ven a jugar futbol con nosotros.

# data_list
source: Are they playing on teams, or are they just kicking the ball around?
es: ¿Juegan en equipos o sólo patean la pelota?

# data_list
source: There are five people. Can you split them into two teams with the same number of people?
es: Hay cinco personas. ¿Puedes dividirlos en dos equipos con el mismo número de personas?

# data_list
source: Whose shoes are the worst for playing soccer?
es: ¿Los zapatos de quién son los peores para jugar futbol?

# data_list
source: Come, swim with us.
es: Ven a nadar con nosotros.

# data_list
source: There are two pairs of children and one child alone. Can you put them all into pairs so no one is left out?
es: Hay dos pares de niños y un niño solo. ¿Los puedes poner a todos en pares y que no sobre nadie?

# data_list
source: A number is said to be "odd" if there is no way of splitting that many things into pairs. It is also "odd" if that number of things cannot be split into two equal groups.
es: Un número es "impar" cuando no hay manera de dividirlo en pares. También es "impar" si el número de cosas no se pueden dividir en dos grupos iguales.

# data_list
source: Why are the two ideas for "odd" the same? Why is being able to split something into pairs the same as being able to split it into two equal groups?
es: ¿Por qué son iguales las dos explicaciones de “impar”? ¿Por qué es lo mismo ser capaz de dividir algo en pares que en dos grupos iguales?

# data_list
source: Come, play hide-and-seek with us.
es: Ven a jugar a las escondidas con nosotros.

# data_list
source: It looks like Simo is "it." Will he have a hard time finding the other children?
es: Parece que a Simo le toca buscar. ¿Creen que le será difícil encontrar a los otros niños?

# data_list
source: Count the children on top of the branch and the number hiding on the other side of the tree. Do they add up to four children?
es: Cuenta los niños encima de la rama y los que se esconden del otro lado del árbol. ¿Suman cuatro niños?

# data_list
source: There is one in the tree, one counting, and three behind the tree. You can get five in many ways from this. One way is to start with three, add one more, and then add one more. Think together of other ways to get five.
es: Hay un niño en el árbol, uno que cuenta y tres detrás del árbol. Puedes llegar a cinco de muchas maneras. Una manera es empezar con tres, agregar uno más y luego otro más. Piensen juntos en diferentes maneras de llegar a cinco.

# data_list
source: Come, read with us!
es: ¡Ven a leer con nosotros!

# data_list
source: One person is reading alone, and the rest are reading in pairs.
es: Una persona lee sola y el resto lee en pares.

# data_list
source: They all seem very happy together, no matter which activity they do. Do you have some friends you like to do things with?
es: Todos se ven muy felices juntos sin importar qué actividad están haciendo. ¿Tienes amigos con los que te guste hacer cosas?

# data_list
source: One of the children only has four fingers on a hand -- which one?
es: Uno de los niños solo tiene cuatro dedos en una mano. ¿Cuál niño?

# data_list
source: Chalew is a horse that pulls a cart. He carries heavy loads along the gravel roads of Debre Birhan. He works from morning to evening.
es: Chalew es un caballo que jala una carreta. Lleva cargas pesadas por los caminos de grava de Debre Birhan. Trabaja desde la mañana hasta la noche.

# data_list
source: Chalew pulls heavy loads and does a difficult job. Have you seen any animals that have to do work?
es: Chalew jala cargas pesadas y hace trabajos difíciles. ¿Has visto algunos animales que tienen trabajos que hacer?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out some shapes in this picture that are rectangles and some that are round.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Señala algunas figuras en esta imagen que son rectángulos y otras que son redondas.

# data_list
source: How many rectangles can you find in the place where you are now?
es: ¿Cuántos rectángulos puedes encontrar en el lugar donde estás ahora?

# data_list
source: Chalew does not get enough time to rest. He does not get enough food to eat. The driver of the cart beats him to go faster.
es: Chalew no tiene suficiente tiempo para descansar. No le dan suficiente para comer. El conductor de la carreta le golpea para que vaya más rápido.

# data_list
source: How do you feel about the way the driver treats Chalew?
es: ¿Cómo te sientes acerca de la manera en que el conductor trata a Chalew?

# data_list
source: What are some ways to treat animals, or people, to try to get them to do what you want? For people, you can say "please," and that works sometimes.
es: ¿Cuáles son algunas formas de tratar a los animales, o a las personas, para tratar de conseguir que hagan lo que quieres? Para las personas, puedes decir “por favor” y a veces eso funciona.

# data_list
source: What makes you want to do things for other people?
es: ¿Qué es lo que te hace querer hacer cosas para otras personas?

# data_list
source: One day, all the cart drivers gathered for a funeral. The cart horses were left to graze in a nearby field. They began to talk about their terrible conditions.
es: Un día, todos los conductores se juntaron para un funeral. Los caballos de carga fueron dejados en un campo cercano para pastar. Empezaron a hablar de sus condiciones terribles.

# data_list
source: Count the number of people and the number of horses. Are there more people or horses? How many more?
es: Cuenta el número de personas y el número de caballos. ¿Hay más personas o más caballos? ¿Cuántos más?

# data_list
source: Use skip counting by 2's to count how many legs the people have. Can you skip count that high?
es: Cuenta de 2 en 2 para ver cuántas piernas tienen las personas. ¿Puedes contar de 2 en 2?

# data_list
source: What would you skip count by to count the number of legs the horses have? That's a pretty big number. Can you skip count that high?
es: ¿De qué número contarías para ver cuántas patas tienen todos los caballos? Ese número es un poco grande. ¿Puedes contar así de alto?

# data_list
source: My harness doesn't fit me. It is too tight and cuts my skin, said one horse. "Me too, me too," another agreed.
es: “Mi arnés no me queda bien. Está demasiado apretado y me corta la piel”, dijo un caballo. “A mi también me pasa eso”, dijo otro.

# data_list
source: How do real horses talk with each other?
es: ¿Cómo se hablan los caballos de verdad?

# data_list
source: Which parts of a horse come in pairs, and which don't?
es: ¿Qué partes de un caballo son pares, y cuáles no?

# data_list
source: The body parts that pair up show up on opposite sides of the horse's body. Can you think of other animals like that? Can you think of any that aren't like that?
es: Las partes del cuerpo de un caballo que son pares aparecen en lados opuestos del cuerpo. ¿Se te ocurren otros animales que son así? ¿Se te ocurren algunos que no son así?

# data_list
source: An old horse spoke. "I'm almost lame because of the nails they hammer into my hooves." More horses nodded in agreement.
es: Un caballo viejo habló: “Ya casi estoy cojo debido a los clavos que martillean en mis cascos". Otros caballos asintieron.

# data_list
source: Why do you think the owners have been so bad to the horses? Were the owners mean on purpose and did they not realize what they were doing?
es: ¿Por qué piensas que los dueños han sido tan malos con los caballos? ¿Fueron malos a propósito o piensas que no se dieron cuenta de lo que estaban haciendo?

# data_list
source: What do you think the horses should do about being treated so badly?
es: ¿Qué piensas que deberían hacer los caballos respecto a la manera en que son tratados?

# data_list
source: There are five horses. How many tails, ears, and legs are there? Did you skip count to find the ears and legs, or did you start with the number of tails and double things?
es: Aquí hay cinco caballos. ¿Cuántas colas, orejas y patas hay? ¿Contaste salteado para ver cuántas orejas y patas hay o empezaste con el número de colas y lo duplicaste?

# data_list
source: We work very hard, but most of our owners treat us badly. Many do not know how to look after us, said Chalew. All of the horses agreed.
es: “Trabajamos muy duro, pero la mayoría de nuestros dueños nos tratan mal. Muchos no saben cómo cuidar de nosotros”, dijo Chalew. Todos los caballos estuvieron de acuerdo.

# data_list
source: What do you think Chalew is going to suggest that they do about their bad situation?
es: ¿Qué piensas que Chalew va a sugerir que hagan acerca de su mala situación?

# data_list
source: In this picture, the five horses are paired up into two pairs with one left over. Is there any way to pair these five horses into pairs all at the same time? When there are a number of things that can't all be paired up, that's called on odd number.
es: En esta imagen, los cinco caballos están emparejados en dos parejas de dos y uno sobra. ¿Hay una manera de emparejar a los cinco caballos a la vez? Cuando hay una cantidad de cosas en la cual no todas pueden ser emparejadas, esto se llama un número impar.

# data_list
source: Think of some other odd numbers. When you have two people and an odd number of things, it is impossible to give them the same number, so you can't share the things equally.
es: Piensa en algunos otros números impares. Cuando hay dos personas y una cantidad impar de cosas, es imposible darles el mismo número, entonces las cosas no se pueden compartir igualmente.

# data_list
source: We need better conditions. Let's go on strike! declared Chalew. The horses cheered! They decided to stay in the field until the cart drivers agreed to change.
es: “Necesitamos mejores condiciones. ¡Deberíamos ponernos en huelga!” dijo Chalew. ¡Los caballos aclamaron! Decidieron quedarse en el campo hasta que los conductores de carreta aceptaran cambiar.

# data_list
source: A strike occurs when a group of workers refuse to work and insist on getting treated better by their company. People sometimes go on strike to get better working conditions, and sometimes they do it to get paid more.
es: Una huelga ocurre cuando un grupo de trabajadores se niegan a trabajar e insisten en ser tratados mejor por su compañía. A veces la gente se pone en huelga para recibir mejores condiciones de trabajo y a veces lo hacen para recibir mejor pago.

# data_list
source: What is risky for a person when they strike? (They might not get paid for a long time and they might lose their job.)
es: ¿Cuál es el riesgo para una persona cuando se pone en huelga? (Puede que la persona no sea remunerada por mucho tiempo y podría perder su trabajo).

# data_list
source: Numbers that can be pair up are called even numbers. There are six horses in this picture. Can you pair them all up? Is six an odd or even number?
es: Los números que pueden ser emparejados se llaman números pares. Hay seis caballos en esta imagen. ¿Los puedes poner todos en pares? ¿Es el número seis un número par o impar?

# data_list
source: The cart drivers did not know what to do. "I can get another horse," boasted one driver. But most of the drivers needed their horses to earn a living.
es: Los conductores de carreta no sabían qué hacer. “Yo puedo conseguir otro caballo”, presumió uno de los conductores. Pero la mayoría de ellos necesitaban sus caballos para ganarse la vida.

# data_list
source: How many people are in this picture? If you take away (subtract off) the two who are sitting down, how many are standing up?
es: ¿Cuántas personas hay en esta imagen? Si quitas (sustraes) los dos que están sentados, ¿cuántos están de pie?

# data_list
source: Are there an odd or even number of people in the room? Can they be split into two equal groups? If you can, it's an even number and otherwise it's an odd number.
es: ¿Es la cantidad de personas que están en la sala un número par o impar? ¿Pueden ser divididos en dos grupos iguales? Si se puede hacer, es un número par, y si no, es un número impar.

# data_list
source: What worries the owners? Are they worried about how the horses feel or are they worried about their businesses?
es: ¿Qué les preocupa a los dueños? ¿Están preocupados por cómo se sienten los caballos o están preocupados por sus empresas?

# data_list
source: The drivers held a meeting to discuss the strike. They argued for a long time. "Maybe the horses are right," said one man. "Why should they get better conditions?" asked another.
es: Los conductores se reunieron para hablar de la huelga. Discutieron por mucho tiempo. “Tal vez tienen razón los caballos”, dijo un hombre. “¿Por qué deberían recibir mejores condiciones?”, preguntó otro.

# data_list
source: Estimate how many people are crowded into the room and then count, as best you can, how people there are. An estimate is an educated guess based on partial information, such as a quick glance.
es: Estima cuántas personas están abarrotando la sala y luego cuenta, lo mejor que puedas, cuántas hay. Una estimación es una suposición educada basada en información parcial, por ejemplo una ojeada breve.

# data_list
source: Making estimates can be a fun game. When you're walking around, have everyone make an estimate of a group of things, then carefully count how many there are, and see who is closest to the right answer.
es: Hacer estimaciones puede ser un juego divertido. Cuando estén paseando, haz que cada quien haga una estimación del número de un grupo de cosas, y luego, con cuidado, cuenta el número que hay en realidad para ver quién hizo la estimación más cercana.

# data_list
source: How do the owners know what the horses want? Did the horses talk to them?
es: ¿Cómo saben los dueños qué es lo que quieren los caballos? ¿Les hablaron los caballos?

# data_list
source: The horses' strike spread from the town of Debre Birhan across Ethiopia. Nearly three million horses refused to work. "We have had enough! Treat us fairly!" they said.
es: La huelga de los caballos se difundió desde el pueblo de Debre Birhan por toda Etiopía. Casi tres millones de caballos se negaron a trabajar. “¡Estamos hartos! ¡Trátanos con justicia!”, dijeron.

# data_list
source: Three million is a lot of horses! Can you think of something around you that there are more than one hundred of? More than a thousand?
es: ¡Tres millones son muchos caballos! ¿Puedes pensar en algo a tu alrededor de lo que haya más de cien? ¿Más de mil?

# data_list
source: Have you heard of working people going on strike near you? Did the strike work, or did the strikers give up before getting what they wanted?
es: ¿Has escuchado de obreros que se han puesto en huelga cerca de ti? ¿Funcionó la huelga o se rindieron los trabajadores antes de que pudieran obtener lo que querían?

# data_list
source: What do you do when you really want something and it doesn't seem like you are going to get it? Does it work?
es: ¿Qué es lo que haces cuando hay algo que quieres mucho y parece que no lo vas a conseguir? ¿Funciona eso?

# data_list
source: So, the cart drivers were forced to change. They agreed to better conditions and fair treatment for all horses. They learned how to look after the horses, and keep them healthy.
es: Entonces, los conductores de carreta fueron obligados a cambiar. Accedieron a las mejores condiciones y al tratamiento justo de todos los caballos. Aprendieron a cuidar de sus caballos y a mantenerlos sanos.

# data_list
source: Taking better care of the horses is the right thing to do for the horses, and it's the smart thing to do to get the horses to do better work!
es: Cuidar de los caballos de una mejor manera es hacer lo correcto para los caballos, ¡y es la decisión más inteligente para hacer que los caballos trabajen mejor!

# data_list
source: If it's a good idea to take better care of the horses, why weren't the drivers doing this all along?
es: Si era una buena idea tratar bien a los caballos, ¿por qué no hicieron esto los conductores desde el principio?

# data_list
source: Sometimes people do something that seems easy, but is a bad idea in the long run. Have you ever put off doing something that you wished you hadn't?
es: A veces las personas hacen algo que parece ser fácil, pero es una mala idea a la larga. ¿Alguna vez has tratado de hacer algo para luego arrepentirte?

# data_list
source: Slowly, the horses' lives improved. They got enough food and rest. Their harnesses fitted. They got better shoes for their hooves. Old Chalew became a hero to all horses!
es: Poco a poco, la vida de los caballos fue mejorando. Recibieron suficiente comida y descanso. Sus arreos les quedaban bien. Recibieron mejores herraduras para sus cascos. ¡El viejo Chalew se convirtió en un héroe para todos los caballos!

# data_list
source: Chalew took a risk and helped an important cause. Can you think of a person who has done that?
es: Chalew tomó un riesgo y ayudó a una causa importante. ¿Puedes pensar en una persona que haya hecho lo mismo?

# data_list
source: Have you ever gone out of your way to help a person or group of people who needed help? Did you make a difference for them?
es: ¿Alguna vez has hecho un esfuerzo para ayudar a una persona o a un grupo de personas que necesitaban ayuda? ¿Lograste tener un impacto positivo?

# data_list
source: How does it feel when you help others?
es: ¿Cómo te sientes cuando ayudas a otros?

# data_list
source: How many legs do two ladybugs have?
es: ¿Cuántas patas tienen dos mariquitas?

# data_list
source: Skip counting is counting by steps bigger than 1. You can skip count these legs by 6's by counting 6, 12. You can also skip count by 3's using the sides of their bodies 3, 6, 9, 12.
es: Contar saltando números es contar brincando números mayores que uno. Puedes contar las patas de 6 en 6 de esta manera: 6, 12. También puedes contarlas de 3 en 3 usando cada lado de los cuerpos: 3, 6, 9, 12.

# data_list
source: You can skip count to 12 in steps of 3 and 6. Can you think of other ways to skip count to 12? Which ways work (1, 2, 3, 4, 6, 12) and which ways don't (5, 7, 8, 9, 10, 11)?
es: Puedes contar hasta doce 12 de 3 en 3 y de 6 en 6. ¿Se te ocurren otras maneras de contar hasta 12? ¿Qué maneras funcionan (1, 2, 3, 4, 6, 12) y cuáles no (5, 7, 8, 9, 10, 11)?

# data_list
source: Count together the dots on each ladybug's back. Have you seen ladybugs around where you live -- did they have more or fewer dots than these?
es: Cuenten juntos las manchas de cada mariquita. ¿Has visto mariquitas cerca de donde tú vives?, ¿tenían más o menos manchas que estas?

# data_list
source: How many wings do four birds have?
es: ¿Cuántas alas tienen cuatro aves?

# data_list
source: Skip count the wings by counting by 2's -- one 2 for each bird.
es: Cuenta las alas contando de 2 en 2 -- 2 por cada ave.

# data_list
source: Skip count the wings by counting the four left wings and then the four right wings. It's fun that you get the same answer whether you skip by 2's or 4's!
es: Cuenta las alas contando primero las cuatro alas izquierdas y luego las cuatro alas derechas. ¡Es divertido obtener la misma respuesta contando tanto de 2 en 2 como de 4 en 4!

# data_list
source: If the bird in the sky flies away, how many of the four birds will remain?
es: Si el ave en el cielo se va, ¿cuántas aves quedan?

# data_list
source: How many horns do three rhinos have?
es: ¿Cuántos cuernos tienen tres rinocerontes?

# data_list
source: Each rhino has two horns, a big one and a small one. Skip count their horns by 2's and 3's.
es: Cada rinoceronte tiene dos cuernos: uno grande y uno pequeño. Cuenta sus cuernos de 2 en 2 y de 3 en 3.

# data_list
source: How would you skip count to find out how many feet they have?
es: ¿Cómo contarías para averiguar cuántos pies tienen?

# data_list
source: Each rhino has twice as many feet as horns. Take the total number of horns and double that to get the total number of feet.
es: Cada rinoceronte tiene el doble de patas que de cuernos. Toma el número total de cuernos y calcula el doble para obtener el número total de pies.

# data_list
source: How many trunks do five elephants have?
es: ¿Cuántas trompas tienen cinco elefantes?

# data_list
source: Let's count trunks, tails, tusks, and ears. Counting tails and trunks is simple -- what number do you get?
es: Contemos las trompas, las colas, los colmillos y las orejas. Contar las colas y las trompas es sencillo. ¿Qué número obtienes?

# data_list
source: Each elephant has two tusks and two ears. Which do you like better -- skip counting these by 2's or by 5's?
es: Cada elefante tiene dos colmillos y dos orejas. ¿Qué prefieres: contar de 2 en 2 o de 5 en 5?

# data_list
source: There are four big elephants and one baby elephant. How much is four plus one more?
es: Hay cuatro elefantes grandes y una cría de elefante. ¿Cuántos son cuatro más uno más?

# data_list
source: How many ears do seven dogs have?
es: ¿Cuántas orejas tienen siete perros?

# data_list
source: Did you count the ears by 1's, 2's, or 7's?
es: ¿Contaste las orejas de 1 en 1, de 2 en 2 o de 7 en 7?

# data_list
source: There are 14 ears. We can skip count to 14 by 1's, 2's, and 7's. Are there any other step sizes that work for counting to 14?
es: Hay 14 orejas. Podemos contar hasta 14 de 1 en 1, de 2 en 2 y de 7 en 7. ¿Hay otra manera de saltar números para llegar a 14?

# data_list
source: There are four dogs in the top group and three in the bottom. What do you get when put four dogs together with three more?
es: Hay cuatro perros en el grupo de arriba y tres en el grupo de abajo. ¿Qué número obtienes cuando sumas cuatro perros más tres más?

# data_list
source: How many tails do three monkeys have?
es: ¿Cuántas colas tienen tres monos?

# data_list
source: Let's count the tails, eyes, and feet. How many tails do you count?
es: Contemos las colas, los ojos y los pies. ¿Cuántas colas hay?

# data_list
source: Would you count the eyes two at a time, two for each monkey, or would you count them three at a time, which is doubling the number of monkeys?
es: ¿Contarías los ojos de dos en dos, dos por cada mono, o los contarías de tres en tres, que es lo mismo que duplicar el número de monos?

# data_list
source: You have many choices for skip counting their feet. What are your choices and which one would you choose to use?
es: Tienes muchas opciones para contar sus pies. ¿Cuáles son tus opciones y cuál escogerías?
