Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: In the lever above, the 3 on the left side is a distance of 5 from the fulcrum, so its force is 3 x 5 = 15. The 5 on the right side is a distance of 3 from the fulcrum, so its force is 5 x 3 = 15. This lever is in balance. If there is more than one weight on a side, the forces will add up.
es: En la palanca de arriba, el 3 del lado izquierdo está a una distancia de 5 del fulcro, por lo que su fuerza es 3 x 5 = 15. El 5 del lado derecho está a una distancia de 3 del fulcro, por lo que su fuerza es 5 x 3 = 15. Esta palanca está en equilibrio. Si hay más de un peso en un lado, las fuerzas se sumarán.

# template
source: In this lever, there is 3 x 4 + 1 x 2 + 1 x 1 = 15 on the left side, and 5 x 3 = 15 on the right side. So it is in balance. We will restrict these problems to only use whole numbers. You can decide whether you allow multiple weights to be hung off of the same point – we will assume it’s okay to do multiple weights in the discussion that follows.
es: En esta palanca, hay 3 x 4 + 1 x 2 + 1 x 1 = 15 en el lado izquierdo y 5 x 3 = 15 en el lado derecho. Entonces está en equilibrio. Limitaremos estos problemas para usar solo números enteros. Puede decidir si permite que se cuelguen varios pesos del mismo punto; asumiremos que está bien usar varios pesos en la discusión que sigue.

# template
source: Lever Puzzles
es: Juegos de Palanca

# template
source: You have a 3-unit weight and a 5-unit weight to put on opposite sides of the fulcrum. Where should they be put to balance? The answer to this can be the distances 5 and 3, but it can also be 10 and 6, or even larger answers such as 15 and 9. Be open to discussing whatever your child comes up with. If you have a 3-unit and a 5-unit weight to put on one side of a lever, which weights can you put at which distances on the other side? This question continues the questions on the Make It Count page at the end of Chapter 4. As before, explore different combinations of weights. What happens if 3 and 5 are replaced by 4 and 5, 4 and 9, or 6 and 9? How does this last problem change if we put the 3-unit and 5-unit weights on opposite sides of the fulcrum? Now it is easy to weigh a 1-unit weight by using 3 x 2 = 5 x 1 + 1 x 1. What other weights can you weigh this way?
es: Tiene un peso de 3 unidades y un peso de 5 unidades para colocar en lados opuestos del fulcro. ¿Dónde deben colocarse para equilibrarse? La respuesta a esto pueden ser las distancias 5 y 3, pero también pueden ser 10 y 6, o incluso respuestas más grandes como 15 y 9. Esté dispuesto a discutir lo que se le ocurra a su niño/niña. Si tiene un peso de 3 unidades y uno de 5 unidades para poner en un lado de una palanca, ¿qué pesos puede colocar y a qué distancias del otro lado? Esta pregunta continúa con las preguntas de la página Haz que cuente al final del Capítulo 4. Como antes, explore las diferentes combinaciones de pesos. ¿Qué sucede si 3 y 5 se reemplazan por 4 y 5, 4 y 9, o 6 y 9? ¿Cómo cambia este último problema si colocamos los pesos de 3 y 5 unidades en lados opuestos del fulcro? Ahora es fácil pesar un peso de 1 unidad usando 3 x 2 = 5 x 1 + 1 x 1. ¿Qué otros pesos puede pesar de esta manera?

# template
source: Mobiles
es: Móviles

# template
source: You are given some weights and a design for a mobile that has some attach points. The challenge is to put at most one weight per attach point so the mobile will balance along every arm. For the sake of these problems, we will assume the wires that create the mobile are weightless. Each arm in the mobile is a lever that needs balancing, so these puzzles are an extension of the Lever Balance - practice those puzzles before starting these. Start with the simplest mobiles, which are just levers in the air. Here is a solution for putting the weights from 1 to 4 on this mobile to balance it. This works as a lever with the fulcrum at the hanging point. For this mobile we have 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2.
es: Se le dan algunos pesos y un diseño para un móvil que tiene algunos puntos de sujeción. El desafío es poner como máximo un peso por punto de sujeción para que el móvil se equilibre a lo largo de cada brazo. Para estos problemas, asumiremos que los cables que crean el móvil no tienen peso. Cada brazo del móvil es una palanca que debe equilibrarse, por lo que estos juegos son una extensión de la actividad Balance de palanca; practique con esos juego antes de comenzar con estos. Comience con los móviles más sencillos, que son solo palancas en el aire. Aquí hay una solución para poner los pesos de 1 a 4 en este móvil para equilibrarlo. Esto funciona como una palanca con el fulcro en el punto de suspensión. Para este móvil tenemos 2 x 4 + 1 x 2 = 4 x 1 + 3 x 2.

# template
source: If there is more than one level to the mobile, then each individual arm on each level must balance as a lever. For this next mobile, the two bottom arms balance because 1 x 3 = 3 x 1 and 4 x 1 = 2 x 2. For the next level up, you just add up the weights below it. For example, the weight on the left side is 1 + 3 = 4 – as far as the next level up is concerned, it does not matter where on that bottom arm the weights are located. So, for the next level up, (1 + 3) x 3 = (4 + 2) x 2 = 12, so the top level balances as well.
es: Si hay más de un nivel en el móvil, entonces cada brazo individual en cada nivel debe equilibrarse como una palanca. Para este próximo móvil, los dos brazos inferiores se equilibran porque 1 x 3 = 3 x 1 y 4 x 1 = 2 x 2. Para el siguiente nivel, simplemente sume los pesos debajo de él. Por ejemplo, el peso en el lado izquierdo es 1 + 3 = 4; en lo que respecta al siguiente nivel, no importa en qué parte del brazo inferior estén ubicados los pesos. Entonces, para el siguiente nivel, (1 + 3) x 3 = (4 + 2) x 2 = 12, por lo que el nivel superior también se equilibra.

# template
source: Have fun making mobile puzzles for each other. Here is a last one to play with using each of the numbers from 1 to 6. Don’t worry about being fancy and using each number once. Any completed puzzle will be fun. Checking the levels we have: 2 x 2 = 4 x 1; 1 x 4 + (2 + 4) x 1 = 5 x 2; 3 x 2 = 6 x 1; and (1 + 2 + 4 + 5) x 3 = (3 + 6) x 4.
es: Diviértanse haciendo juegos móviles entre ustedes. Aquí hay un último para jugar usando cada uno de los números del 1 al 6. No se preocupe por ser elegante y usar cada número una vez. Cualquier juego completado será divertido. Comprobando los niveles tenemos: 2 x 2 = 4 x 1; 1 x 4 + (2 + 4) x 1 = 5 x 2; 3 x 2 = 6 x 1; y (1 + 2 + 4 + 5) x 3 = (3 + 6) x 4.

# template
source: Divide Up the Box
es: Divide la Caja

# template
source: A rectangle, 4 by 4 or larger, with numbers in some of its squares, is to be divided into smaller rectangles. Each number must end up in a separate rectangle whose area is that number. For adults, constructing these puzzles is simple enough. Take a rectangle, divide its interior into rectangles, put numbers for the areas inside each interior rectangle, and then remove any sign of the interior rectangles. The only tricky part is putting numbers in places that make the puzzle reasonably easy to solve - you can always give hints as needed if your puzzle ends up being too hard.
es: Se divide un rectángulo de 4 por 4 o más grande, con números en algunos de sus cuadrados, en rectángulos más pequeños. Cada número debe terminar en un rectángulo separado cuya área sea ese número. Para los adultos, la creación de estos juegos es bastante simple. Tome un rectángulo, divida su interior en rectángulos, coloque números para las áreas dentro de cada rectángulo interior y luego elimine cualquier indicio de los rectángulos interiores. La única parte complicada es poner números en lugares que hagan que el juego sea razonablemente fácil de resolver; siempre puede dar pistas según sea necesario si su juego termina siendo demasiado difícil.

# template
source: Solving Strategies
es: Estrategias de Resolución

# template
source: Here are some general strategies that can simplify solving these puzzles. Do your best to let your child discover these rules as they play with the puzzles. Make a list together of the rules they come up with.
es: Aquí hay algunas estrategias generales que pueden simplificar la resolución de estos acertijos. Haga todo lo posible para que su niño/niña descubra estas reglas mientras juega. Hagan juntos una lista de las reglas que se les ocurran.

# template
source: a) Look at numbers with only one or two options for their rectangles. Both 4’s are highly constrained. Each 4 can only be inside a 1 by 4 or a 2 by 2 rectangle. The upper 4 is hemmed in, so it cannot be inside a 1 by 4. So, there must be a 2 by 2 rectangle in the upper left corner. That leaves the lower 4 with only the possibility that its rectangle is 1 by 4 and goes along the bottom side. b) Look at prime numbers - they must be inside a 1 by n rectangle. The 3’s in the puzzle above must be contained in a 1 by 3 rectangle. The 3 in the upper right corner can only be part of a 1 by 3 rectangle going along the top edge or along the right side. The upper left 2 by 2 square being blocked off for the 4 makes it impossible to have a 1 by 3 along the top edge. The 1 by 4 along the bottom forces the 1 by 3 for the lower of the two 3’s to be the higher of the two vertical possibilities.
es: a) Fíjese en los números con solo una o dos opciones para sus rectángulos. Ambos 4 están muy restringidos. Cada 4 solo puede estar dentro de un rectángulo de 1 por 4 o de 2 por 2. El 4 superior está acorralado, por lo que no puede estar dentro de un 1 por 4. Por lo tanto, debe haber un rectángulo de 2 por 2 en la esquina superior izquierda. Eso deja al 4 inferior solo con la posibilidad de que su rectángulo sea de 1 por 4 y que vaya a lo largo del lado inferior. b) Observe los números primos: deben estar dentro de un rectángulo de 1 por n. Los 3 en el juego de arriba deben estar contenidos en un rectángulo de 1 por 3. El 3 en la esquina superior derecha solo puede ser parte de un rectángulo de 1 por 3 que va a lo largo del borde superior o del lado derecho. El cuadrado superior izquierdo de 2 por 2 bloqueado para el 4 hace que sea imposible tener un 1 por 3 a lo largo del borde superior. El 1 por 4 a lo largo de la parte inferior obliga al 1 por 3 para que el más bajo de los dos 3 sea el más alto de las dos posibilidades verticales.

# template
source: c) Numbers close to the maximum dimension often have few options. Look at the 6’s and 5’s in this next puzzle. The uppermost 6 needs lots of room, and the only way there is enough room for it is vertically straight down, using up the entire column. The other 6 cannot be 1 x 6 because the row was cut off by the other 6’s column. So, the lower 6 must be a 2 x 3, which is not quite determined yet. As another example, if there had been an 8 in this puzzle, 1 by 8 would not have fit, so it would have to be part of a 2 by 4 rectangle. d) Squares that are boxed in have few options. The uppermost 5 is boxed in, so it’s only choice is to be in a 5-box column. The other 5, because it is also a prime, must go vertically or horizontally. It is cut off horizontally by the column for the 6, so it must go vertically up to right below the 3. e) Corners are often highly constrained. The 2 in the upper right corner must go horizontally, so it is easy to fill in.
es: c) Los números cercanos a la dimensión máxima a menudo tienen pocas opciones. Mira los 6 y los 5 en este siguiente rompecabezas. El 6 superior necesita mucho espacio, y la única forma en que hay suficiente espacio para él es verticalmente hacia abajo, usando toda la columna. Los otros 6 no pueden ser 1 x 6 porque la fila fue cortada por la columna del otro 6. Por lo tanto, el 6 inferior debe ser un 2 x 3, lo que aún no está determinado. Como otro ejemplo, si hubiera habido un 8 en este rompecabezas, 1 por 8 no habría encajado, por lo que tendría que ser parte de un rectángulo de 2 por 4. d) Los cuadrados encasillados tienen pocas opciones. El 5 superior está encasillado, por lo que su única opción es estar en una columna de 5 cuadros. El otro 5, por ser también primo, debe ir vertical u horizontalmente. Está cortado horizontalmente por la columna del 6, por lo que debe ir verticalmente hasta justo debajo del 3. e) Las esquinas suelen estar muy limitadas. El 2 en la esquina superior derecha debe ir horizontalmente, por lo que es fácil de completar.

# template
source: Letter Substitution Puzzles
es: Juegos de Sustitución de Letras

# template
source: Once your child becomes comfortable with the Missing Number puzzles from a few pages earlier in this chapter, they can start playing with these puzzles. In these, one or more of the digits are replaced by letters. The three rules for letters are: * A given letter is always the same digit * The leftmost digit of a number is never 0 * Different letters must be different digits Create these puzzles by taking an addition or subtraction problem and replacing one or more of the digits. The puzzles can also be created to make interesting problem-solving challenges for your child. Note that the values of the letters do not carry over from puzzle to puzzle.
es: Una vez que su niño/niña se sienta cómodo/a con los acertijos de Números Perdidos de algunas páginas anteriores de este capítulo, pueden comenzar a jugar con estos rompecabezas. En estos, uno o más de los dígitos se reemplazan por letras. Las tres reglas para las letras son: * Una letra dada es siempre el mismo dígito * El más a la izquierda de un número nunca es 0 * Las letras diferentes deben ser dígitos diferentes Cree estos rompecabezas tomando un problema de suma o resta y reemplazando uno o más de los dígitos. Los acertijos también se pueden crear para crear interesantes desafíos de resolución de problemas para su niño/niña. Tenga en cuenta que los valores de las letras no se transfieren de un rompecabezas a otro.

# template
source: Examples
es: Ejemplos

# template
source: This first example illustrates how you can take a standard addition or subtraction problem and make a letter substitution puzzle out of it. The first version replaced all the 6’s with A’s, and the second version went on to replace the 2’s with B’s.
es: Este primer ejemplo ilustra cómo se puede tomar un problema estándar de suma o resta y hacer un acertijo de sustitución de letras a partir de él. La primera versión reemplaza todos los 6 con A, y la segunda versión reemplaza los 2 con B.

# template
source: The rest of these examples are carefully constructed to allow solving using properties of the particular situation. One property to note is that when you add two numbers, the carry into the next column is always either 0 or 1. So, for example, in the problem A + A = C4, C must be 1 because it is not allowed to be 0.
es: El resto de estos ejemplos se construyeron cuidadosamente para permitir la resolución utilizando propiedades de la situación particular. Una propiedad a tener en cuenta es que cuando suma dos números, el acarreo a la siguiente columna es siempre 0 o 1. Entonces, por ejemplo, en el problema A + A = C4, C debe ser 1 porque no puede ser 0.

# template
source: Bouncing Billiard Ball
es: Bola de Billar que Rebote

# template
source: Imagine a billiard table that has a pocket in each corner. When a ball bounces off the side of the table, it bounces away at the same angle it came in at. If we shoot a ball at a 45 degree angle from the lower left corner, where will it end up? The answer depends on the size of the table. Pictured at right is what happens on a 3 by 4 table. Give your child a drawing of a table and challenge your child to predict which corner will be hit first and how many bounces it will take before getting to that corner.
es: Imagine una mesa de billar que tiene una bolsa en cada esquina. Cuando una pelota rebota en el costado de la mesa, rebota en el mismo ángulo en el que entró. Si disparamos una pelota en un ángulo de 45 grados desde la esquina inferior izquierda, ¿dónde terminará? La respuesta depende del tamaño de la mesa. En la imagen de la derecha se muestra lo que sucede en una mesa de 3 por 4. Dele a su niño/niña un dibujo de una mesa y desafíe a su niño/niña a predecir qué esquina se atinará primero y cuántos rebotes se necesitarán antes de llegar a esa esquina.

# template
source: Start by letting your child just play around with this and don’t be in a hurry discovering results. As you will see, this problem involves some sophisticated ideas for a young person. As needed, ask a question or two to give their thinking a little more structure. You know what’s coming – look at simpler tables first to look for patterns - when this idea becomes automatic for your child, this will serve them well for the rest of their lives! The simplest tables are 1 by n, and they are easy to understand. Playing with a few values of n, the pattern emerges quickly. It is easy to undervalue a simple result like this; however, any completely understood result is to be celebrated, and this result will lead to others. **Result** 1 by n table: The ball will take n-1 bounces. The ball will end up in the bottom right corner if n is even and in the upper right corner if n is odd. The next simplest tables are 2 by n. The patterns here are a little more involved. Good record keeping can make a big difference in something like this. An observant experimenter will notice that a 2 by 4 table behaves just like a 1 by 2 table, and a 2 by 6 table just like a 1 by 3. This quickly generalizes to the next result. **Result** A 2 by 2xn table behaves just like a 1 by n table. Why is this? What is going on? This is a mathematical process to instill in your child – look for patterns and then seek to understand them, and with that new understanding extend your earlier results. What is going on is that the bounces on a table do not change if you enlarge both dimensions by the same factor. When that is done, the table is bigger but the geometry is the same. In geometry terms, the two tables are said to be “similar.” **Result** A kxm by kxn table behaves exactly like an m by n table. We have gotten here in little steps, but this is a BIG result. It means we can start our analysis on any table by first removing any common factor. Resuming where we left off for 2 by n tables. We understand what happens when n is even, but what happens when n is odd? What happens for 2 by n for n = 1, 3, 5, 7, and so on? The pattern quickly becomes easy to see. **Result** When n is odd, a 2 by n table has n bounces and ends up in the upper left hand corner. Lots of progress is being made. Playing with more examples leads to some more patterns. **Result** If n is not a multiple of 3, a 3 by n table has n+1 bounces and ends in the upper right corner if n has a remainder of 1 when divided by 3, and in the lower right corner if n has a remainder of 2 when divided by 3. If n is odd, a 4 by n table has n + 2 bounces and ends in the upper left corner. If n is not a multiple of 5, a 5 by n table has n+3 bounces and ends up in the upper right corner when n is odd and lower right corner when n is even. At this point we are tempted to look over the data, see some patterns, and make some conjectures.
es: Empiece por dejar que su niño/niña juegue con esto y no se apresure a descubrir los resultados. Como verá, este problema implica algunas ideas sofisticadas para una persona joven. Según sea necesario, haga una pregunta o dos para darle un poco más de estructura a su pensamiento. Ya sabe lo que sigue; mire primero las mesas más simples para buscar patrones; cuando esta idea se vuelva automática para su niño/niña, ¡esto le servirá bien por el resto de sus vidas! Las mesas más simples son 1 por n, y son fáciles de entender. Jugando con algunos valores de n, el patrón emerge rápidamente. Es fácil subestimar un resultado simple como este; sin embargo, cualquier resultado entendido completamente debe celebrarse, y este resultado conducirá a otros. **Resultado** Mesa 1 por n: La pelota tomará n-1 rebotes. La bola terminará en la esquina inferior derecha si n es par y en la esquina superior derecha si n es impar. Las siguientes mesas más simples son de 2 por n. Los patrones aquí están un poco más complicados. Un buen registro puede marcar una gran diferencia en algo como esto. Un observador experimentado notará que una mesa de 2 por 4 se comporta como una mesa de 1 por 2, y una mesa de 2 por 6 como una de 1 por 3. Esto se generaliza rápidamente al siguiente resultado. **Resultado** Una mesa de 2 por 2xn se comporta como una mesa de 1 por n. ¿Por qué es esto? ¿Qué está pasando? Este es un proceso matemático para inculcar en su niño/niña: busque patrones y luego intente comprenderlos, y con esa nueva comprensión amplíe sus resultados anteriores. Lo que está sucediendo es que los rebotes en una mesa no cambian si agranda ambas dimensiones por el mismo factor. Una vez hecho esto, la mesa es más grande pero la geometría es la misma. En términos de geometría, se dice que las dos mesas son "similares". **Resultado** Una mesa de kxm por kxn se comporta exactamente como una mesa de m por n. Hemos llegado hasta aquí en pequeños pasos, pero este es un GRAN resultado. Significa que podemos comenzar nuestro análisis en cualquier mesa eliminando primero cualquier factor común. Reanudamos donde quedamos para mesas de 2 por n. Entendemos lo que sucede cuando n es par, pero ¿qué sucede cuando n es impar? ¿Qué sucede para 2 por n cuando n = 1, 3, 5, 7, etc.? El patrón se vuelve fácil de ver rápidamente. **Resultado** Cuando n es impar, una mesa de 2 por n tiene n rebotes y termina en la esquina superior izquierda. Se están logrando muchos avances. Jugar con más ejemplos conduce a más patrones. **Resultado** Si n no es un múltiplo de 3, una mesa de 3 por n tiene n + 1 rebotes y termina en la esquina superior derecha si n tiene un residuo de 1 cuando se divide entre 3, y en la esquina inferior derecha si n tiene un residuo de 2 cuando se divide entre 3. Si n es impar, una mesa de 4 por n tiene n + 2 rebotes y termina en la esquina superior izquierda. Si n no es múltiplo de 5, una mesa de 5 por n tiene n + 3 rebotes y termina en la esquina superior derecha cuando n es impar y en la esquina inferior derecha cuando n es par. En este punto, nos sentimos tentados a revisar los datos, ver algunos patrones y hacer algunas conjeturas.

# template
source: Conjecture
es: Conjetura
