Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Fana tells her friends, "Animals are our friends. We protect them."
es: Fana le dice a sus amigos: "Los animales son nuestros amigos. Nosotros los protegemos".

# data_list
source: Should we only protect our friends, or should we protect everything we can?
es: ¿Deberíamos solo proteger a nuestros amigos o a todo lo que podamos?

# data_list
source: Look at all the color patterns in these clothes. Point out which ones are solid, striped, or have a checkered pattern.
es: Observa los patrones de colores en las ropas. Señala cuáles son sólidos, rayados, o tienen un patrón de tablero de ajedrez.

# data_list
source: Fana has worn many different colors during this story. Can you remember them all?
es: Fana se vistió de muchos colores diferentes en este cuento. ¿Puedes recordarlos todos?

# data_list
source: Once upon a time, there was a farmer who had two sons.
es: Hace mucho tiempo, había un granjero que tenía dos hijos.

# data_list
source: The round thatched roofs of the houses are cone shaped. What other cone shapes do you see in this picture?
es: Los techos de paja redondos de las casas tienen forma de cono. ¿Qué otras figuras con forma de cono ves en esta imagen?

# data_list
source: What other cone shaped things have you seen in your life? (Ice cream cone, fir trees, traffic cone, funnel)
es: ¿Qué otros objetos con forma de cono has visto a lo largo de tu vida? (Un cono de nieve, árboles de abeto, un cono de tráfico, un embudo).

# data_list
source: A rectangle is a shape with four straight sides like this page. Find as many rectangles as you can in this picture.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Encuentra tantos rectángulos como puedas en esta imagen.

# data_list
source: One day, he called his sons and said, "I am old and will die soon. But before I die, I want to see you in your own homes. You have one month to each make your own home. I want to see you back here after the month."
es: Un día, llamó a sus hijos y les dijo: "Soy viejo y moriré pronto. Pero antes de morir quiero verlos con sus propios hogares. Tienen un mes para que cada uno construya su propio hogar. Los quiero ver de de vuelta aquí al cabo de un mes."

# data_list
source: You can find out how many feet they have all together by skip counting by 2's three times or skip counting by 3's two times. How many are there?
es: Puedes averiguar cuántos pies tienen todos juntos contando de 2 en 2 tres veces o contando de 3 en 3 dos veces. ¿Cuántos pies hay?

# data_list
source: To find out how many limbs (legs and arms) they have, what number would you skip count by? How many limbs are there?
es: ¿Cómo contarías para encontrar el número de extremidades (piernas y brazos) que tienen? ¿Cuántas extremidades tienen?

# data_list
source: Guess why the father has that long stick. Is it because he has trouble walking, or is it to signal that he should get respect as an older person, or perhaps both?
es: Adivina por qué el padre tiene ese palo largo. ¿Es porque se le dificulta caminar o es para señalar que debe ser respetado como una persona mayor, o quizás las dos cosas?

# data_list
source: The two sons rushed out. The first one went to the roadside. He cut down trees and began to build a big compound for himself.
es: Los dos hijos salieron corriendo. El primero se dirigió al borde del camino. Taló árboles y comenzó a construir un gran conjunto de viviendas para sí mismo.

# data_list
source: Sometimes you can find faces in the clouds, in the moon, or other places. Do you see the face in the tree?
es: A veces se pueden ver caras en las nubes, en la luna y en otros lugares. ¿Ves la cara en el árbol?

# data_list
source: Have you ever seen a face in the clouds or someplace else when it wasn't really a face?
es: ¿Alguna vez has visto una cara en las nubes o algún otro lugar cuando no había realmente una cara?

# data_list
source: How many trees has this son cut down to make these houses?
es: ¿Cuántos árboles ha talado este hijo para hacer estas casas?

# data_list
source: The second one, however, went out and started forming special relationships with other families. He went to different people, and he became like their foster child.
es: El segundo hijo, sin embargo, salió y empezó a entablar relaciones especiales con otras familias. Acudió a diferentes personas y se volvió como un hijo adoptivo.

# data_list
source: This second son is greeting someone in a friendly way with his hands. Copy this hand gesture with the person you are with now.
es: Este segundo hijo saluda a alguien amigablemente con sus manos. Imita este gesto con la persona con la que te encuentras ahora.

# data_list
source: How do you greet people differently when they are in your family and when they are a friend?
es: ¿En qué se diferencia la manera en la que saludas a un familiar de la manera en la que saludas a un amigo?

# data_list
source: Look at the shadows in this picture. Point to where you think the sun is in the sky. Guess what time of day it is.
es: Mira las sombras en esta imagen. Señala dónde crees que se encuentra el sol en el cielo. Adivina qué hora es.

# data_list
source: After a month, the two brothers came back to their father. The father said, "Well, have you built your homes?" And both of the brothers said, "Yes."
es: Después de un mes, los dos hermanos regresaron con su padre. El padre dijo: "Y bien, ¿han construido sus hogares?". Y ambos hermanos dijeron: "Sí".

# data_list
source: Vertical lines go up and down. Although you can't see them all, how many vertical planks in the door do you think there are?
es: Las líneas verticales van de arriba a abajo. Aunque no las puedes ver todas, ¿cuántas tablas verticales crees que tiene la puerta?

# data_list
source: Horizontal lines go from side to side. If you add the one horizontal plank to the vertical planks, how many planks are there all together?
es: Las líneas horizontales van de lado a lado. Si sumas la tabla horizontal a las tablas verticales, ¿cuántas tablas hay en total?

# data_list
source: A month can be 28, 29, 30, or 31 days. Do you think someone could make their home in about 30 days? What month of the year is it for you right now?
es: Un mes puede tener 28, 29, 30, o 31 días. ¿Crees que alguien podría construir su casa en 30 días? ¿Qué mes del año es para ti en este momento?

# data_list
source: The father went with his eldest son. He saw that the son had built many huts. As he walked by each hut, he asked, "Is there anybody in this hut?" Each time, the son replied, "No."
es: El padre fue con el hijo mayor. Vio que su hijo había construido muchas chozas. Al pasar por cada choza preguntaba: "¿Hay alguien en esta choza?". En cada ocasión el hijo respondía:"No".

# data_list
source: There is a new word that the father uses for these buildings. How is a hut different from a home?
es: El padre utiliza una palabra nueva para estas construcciones. ¿En qué se diferencia una choza de un hogar?

# data_list
source: Have you ever made a real or pretend hut, house, or fort? What did you use to make it?
es: ¿Alguna vez has construido una choza, una casa o un fuerte real o de mentiras? ¿Qué usaste para construirlos?

# data_list
source: Count how many huts there are in this picture. If there is no one in a hut, how many people is that? (0 – zero)
es: Cuenta el número de chozas en esta imagen. Si no hay nadie en cada choza, ¿cuántas personas hay? (0 – cero)

# data_list
source: The father would ask, "Is there anybody in this hut?" And the son would reply, "No."
es: El padre preguntaba: "¿Hay alguien en esta choza?". Y el hijo contestaba: "No".

# data_list
source: Count all the rectangles you can find in this picture.
es: Cuenta todos los rectángulos que puedas encontrar en esta imagen.

# data_list
source: A right angle is formed when two lines cross each other like the corner of this page. Horizontal lines form right angles with vertical lines. Point out some right angles in this picture.
es: Un ángulo recto se forma cuando dos líneas se cruzan como en la esquina de esta página. Las líneas horizontales forman ángulos rectos con las líneas verticales. Señala algunos ángulos en esta imagen.

# data_list
source: There are probably lots of right angles where you are. Can you count them all, or are there too many?
es: Probablemente hay muchos ángulos rectos donde tú te encuentras. ¿Puedes contarlos todos o son demasiados?

# data_list
source: The father became hungry, but there was no one to serve food to him. He said, "Let's go home." So they went home.
es: El padre tuvo hambre, pero no había nadie que le sirviera la comida. El dijo: "Vamos a casa". Así que fueron de vuelta a su casa.

# data_list
source: People usually offer visitors something to eat or drink. All these huts are unwelcoming, with nothing to offer to a visitor.
es: La gente suele ofrecer algo de comer o de beber a los visitantes. Todas estas chozas no son acogedoras, no tienen nada que ofrecer a un visitante.

# data_list
source: Notice that the father has turned his back on his son. What message do you give someone when you turn your back on them?
es: Observa que el padre le ha dado la espalda a su hijo ¿Qué mensaje le das a alguien cuando le das la espalda?

# data_list
source: As the father walks away, what do you think he is feeling?
es: ¿Qué crees que siente el padre al alejarse?

# data_list
source: The second brother took them to the first family he had adopted. He introduced them, "Here is my father and my brother." The family welcomed the men. They slaughtered a sheep and gave them a big feast.
es: El segundo hermano los llevó con la primera familia que había adoptado. Los presentó: "Aquí están mi padre y mi hermano". La familia les dio la bienvenida. Mataron una oveja y les ofrecieron un gran banquete.

# data_list
source: This family gave the father a feast! Why did they do that?
es: ¡Esta familia le ofreció un banquete al padre! ¿Por qué hicieron eso?

# data_list
source: How do you think the father is feeling about this?
es: ¿Cómo crees que se siente el padre acerca de esto?

# data_list
source: What do you think will happen with the next family they visit?
es: ¿Qué crees que sucederá con la próxima familia que visiten?

# data_list
source: They went to the second family the younger son had adopted. He introduced his father and brother and they were given another feast.
es: Fueron con la segunda familia que el hijo menor había adoptado. El presentó a su padre y su hermano y les ofrecieron otro banquete.

# data_list
source: Notice how the people are looking at each other. How are they feeling?
es: Observa cómo se miran los unos a los otros. ¿Cómo se sienten?

# data_list
source: What do you think the small child and the second son are saying to each other as they meet?
es: ¿Qué crees que se dicen la niña pequeña y el segundo hijo al saludarse?

# data_list
source: Their clothes have many soft hues. Describe some of the different colors that you see.
es: Sus ropas tienen muchos tonos pastel. Describe algunos de los colores que ves.

# data_list
source: Father and brother were welcomed in all the places where the younger son was adopted. They ate and were satisfied. Then they left for home.
es: El padre y el hermano fueron acogidos en todos los lugares en donde el hijo menor fue adoptado. Comieron y quedaron satisfechos. Luego se fueron a casa.

# data_list
source: Some of the cone-shaped roofs are steeper than others. Why is it helpful to have a steep roof?
es: Algunos de los techos con forma de cono están más inclinados que otros. ¿Por qué es útil tener un techo inclinado?

# data_list
source: Can you think of any disadvantages of having a steep roof? (It would take more material.)
es: ¿Se te ocurre alguna desventaja de tener un techo inclinado? (Se necesitaría más material).

# data_list
source: What things about the father tell you that he is feeling very tired?
es: ¿Qué cosas del padre indican que se siente muy cansado?

# data_list
source: The father said, "This is what I meant when I said you should make yourself a home. A home is more than many huts or a big expensive house. It is love, warmth and friendship with other people.
es: El padre dijo: "Esto es lo que quise decir cuando dije que deberían construir sus hogares. Un hogar es más que varias chozas o una casa grande y costosa. Es amor, calidez y amistad con otras personas.

# data_list
source: A home is not just a roof or walls or doors. In the place where you live, what kinds of things make it a home to you?
es: Un hogar no es solo un techo o puertas.En el lugar donde vives, ¿qué tipo de cosas hacen que sea un hogar para ti?

# data_list
source: Which of these three is the tallest and which is the shortest?
es: ¿Quién de ellos tres es el más alto y quién es el más bajo?

# data_list
source: Which do you think is more helpful – to have lots of people who care about you or to have lots of buildings?
es: ¿Qué es más útil: tener mucha gente que se preocupa por ti o tener muchos edificios?

# data_list
source: Fati was a little girl who ran like the wind. She loved to laugh, and always tried hard to do as she was told.
es: Fati era una niña pequeña que corría como el viento. Le gustaba mucho reír y siempre se esforzaba en hacer lo que le pedían.

# data_list
source: It can be hard sometimes to do what you are told. Are you good at following directions?
es: Algunas veces es difícil hacer lo que nos piden. ¿Eres bueno siguiendo instrucciones?

# data_list
source: How do you feel when you don't do as you are told?
es: ¿Cómo te sientes cuando no haces lo que te piden?

# data_list
source: Does Fati have more, or less, limbs (arms and legs) than there are ends to her stick?
es: ¿Fati tiene más o menos extremidades (brazos y piernas) que los extremos de su palo?

# data_list
source: One day, Fati went with her mother and father to look for firewood.
es: Un día, Fati fue con su mamá y su papá a buscar leña.

# data_list
source: Have you ever tried to balance something on your head the way Fati's mother is doing? What sorts of things do people carry on their heads?
es: {¿Alguna vez has tratado de balancear algo en tu cabeza tal como la mamá de Fati lo está haciendo? ¿Qué tipo de cosas cargan las personas sobre sus cabezas?

# data_list
source: Looking at Fati's head and shoulders, what do you think she is feeling?
es: Observa la posición de la cabeza y los hombros de Fati. ¿Cómo crees que se está sintiendo?

# data_list
source: Count together the people in this picture.
es: Cuenten juntos las personas en esta ilustración.

# data_list
source: Fati liked to help her mother and father, but there was so much to do and so much to see. There were birds, monkeys, and the sky!
es: A Fati le gustaba ayudar a su mamá y a su papá, pero había tantas cosas que hacer y tantas cosas por ver. ¡Habían aves, monos y el cielo!

# data_list
source: When you are outside, what do you like to look at in the sky?
es: ¿Qué te gusta mirar en el cielo cuando estás afuera?

# data_list
source: How many birds is Fati looking at?
es: ¿Cuántas aves está mirando Fati?

# data_list
source: Count together all the ends of the sticks in this picture.
es: Cuenten juntos todos los extremos de los palos en esta imagen.

# data_list
source: Mother said, "Fati, please listen! You can look for firewood here and you can look for firewood there."
es: La mamá dijo: “¡Fati, escucha por favor! Puedes buscar leña aquí y puedes buscar leña allá”.

# data_list
source: Fati and her mother are holding outdoor tools. Have you used tools, such as a broom, to do work outside?
es: Fati y su mamá están sosteniendo herramientas para el trabajo al aire libre. ¿Has usado herramientas, tales como una escoba, para trabajar al aire libre?

# data_list
source: Fati's mother's dress has a design on it. Count together how many times the design is repeated. Can you count that high? If not, count just one leg.
es: El vestido de la mamá de Fati tiene un diseño. Cuenten juntos cuántas veces se repite el diseño. ¿Pueden contar tan alto? Si no pueden, cuenten solamente los diseños en una pierna.

# data_list
source: Two people have a total of two heads. Together, how many legs, arms, eyes, and ears do these two people have?
es: Dos personas tienen un total de dos cabezas. ¿Cuántas piernas, brazos, ojos y orejas tienen estas dos personas en total?

# data_list
source: But Fati, please watch where you go and be very careful." She replied, "Yes, mother."
es: “Pero Fati, por favor, pon atención y ten mucho cuidado”. Ella respondió: “Sí, mamá”.

# data_list
source: What kinds of things might be dangerous for Fati while out collecting firewood?
es: ¿Qué peligros puede encontrar Fati mientras recoge leña?

# data_list
source: Which sorts of things are you warned to be careful about?
es: ¿De qué tipo de cosas te piden a tí que tengas cuidado?

# data_list
source: Do you listen to those warnings? Do you think Fati will listen?
es: ¿Escuchas esas advertencias? ¿Crees que Fati va a escucharlas?

# data_list
source: Soon Fati's mother and father were very busy.
es: En seguida, la mamá y el papá de Fati se pusieron a trabajar.

# data_list
source: There are many reasons people wear hats. Why is Fati's father wearing a hat?
es: Existen muchas razones por las cuales las personas usan sombreros. ¿Por qué está usando un sombrero el papá de Fati?

# data_list
source: Fati's father uses a hat to work outside in the sun. Can you think of other clothes that have special uses for certain occasions?
es: El papá de Fati usa un sombrero cuando trabaja al aire libre bajo el sol. ¿Se te ocurren otras vestimentas que se usen solamente en ocasiones especiales?

# data_list
source: Fati's family is gathering firewood. Other than keeping warm, what are some ways people use fires?
es: La familia de Fati está recogiendo leña. ¿Qué otros usos hay para el fuego, además de dar calor?

# data_list
source: They found big pieces of firewood. They found small pieces of firewood.
es: Ellos encontraron grandes trozos de leña. Ellos encontraron trozos pequeños de leña.

# data_list
source: Do the different sizes of firewood have different uses?
es: ¿El uso que se le da a los trozos de leña es diferente según su tamaño?

# data_list
source: Count how many pieces of firewood there are.
es: Cuenta cuántos trozos de leña hay.

# data_list
source: Compare the thickness of the biggest pieces of firewood to Fati's father's leg. Which is wider and which is narrower?
es: Compara el grosor de los trozos de leña más gruesos con la pierna del papá de Fati. ¿Cuál es más grueso y cuál es más angosto?

# data_list
source: Fati was also very busy. She found small pieces of firewood. She found very small pieces of firewood.
es: Fati también estaba muy ocupada. Ella encontró trozos pequeños de leña. Ella encontró trozos muy pequeños de leña.

# data_list
source: Why do you think Fati found such small pieces of firewood?
es: ¿Por qué crees que Fati encontró pedazos tan pequeños de leña?

# data_list
source: In making a fire, having a variety of sizes of wood is useful. The small pieces help get the fire going, and the big pieces can make it last a long time.
es: Al hacer una fogata, es muy útil tener diferentes tamaños de madera. Los trozos pequeños ayudan a iniciar el fuego, y los trozos grandes pueden hacer que el fuego dure mucho tiempo.

# data_list
source: Count together how many pieces of firewood Fati has found. It's tricky to tell because her wood is all jumbled together.
es: Cuenten juntos la cantidad de trozos de leña que Fati encontró. Es complicado hacerlo porque los trozos de madera están todos revueltos.

# data_list
source: Then Fati looked up. She saw a red bird in the tall grass.
es: Luego Fati miró hacia arriba. Ella vió un ave roja sobre los tallos altos de hierba.

# data_list
source: Lots of animals have things in common, such as a mouth and a heart. Guess what birds have that no other animal has. (feathers)
es: Muchos animales tienen cosas en común, como por ejemplo una boca y un corazón. Adivina qué tienen las aves que ningún otro animal tiene. (plumas)

# data_list
source: Fati is having too much fun looking at special things to worry about looking for dangers. Is she being careless?
es: Fati está tan entretenida viendo cosas especiales que no está prestando atención a los peligros que pueden haber a su alrededor. ¿Está siendo descuidada?

# data_list
source: Does the bird's red color blend in with the colors in the tall grass?
es: ¿Crees que el color rojo del ave se mezcla con el color de los tallos altos de hierba?

# data_list
source: Next, Fati looked down. She saw a brown ant on the dusty path.
es: A continuación, Fati miró hacia abajo. Ella vió una hormiga marrón en el camino de tierra.

# data_list
source: The largest ants are about the same length as your finger. Do you think the artist got a little carried away drawing this ant?
es: Las hormigas más grandes son aproximadamente del mismo largo que tu dedo. ¿Crees que el artista exageró un poco al dibujar esta hormiga?

# data_list
source: Ants have six legs. How many legs does this ant have?
es: Las hormigas tienen seis patas. ¿Cuántas patas tiene esta hormiga?

# data_list
source: If ants should have six legs, how many legs is this ant missing?
es: Si las hormigas deben tener seis patas, ¿cuántas patas le faltan a esta hormiga?

# data_list
source: Fati saw a beautiful leaf. The leaf was shiny and green. She put one finger on the beautiful leaf.
es: Fati vió una hermosa hoja. La hoja era brillosa y verde. Ella puso un dedo sobre la hermosa hoja.

# data_list
source: What do you think will happen next with this strange leaf?
es: ¿Qué crees que pasará a continuación con esta extraña hoja?

# data_list
source: What is different about the "leaf" that Fati is touching?
es: ¿Que tiene diferente la “hoja” que Fati está tocando?

# data_list
source: An estimate is an educated guess. Make an estimate of how many leaves are in this picture. Is it a number bigger than you know?
es: Una estimación es una predicción bien fundamentada. Da una estimación de cuántas hojas hay en esta imagen. ¿Es un número más grande de los que conoces?

# data_list
source: Fati said, "This does not feel like a leaf." Suddenly, the beautiful leaf moved! Fati said, "This is not a beautiful leaf. This is a green snake!"
es: Fati dijo: “Esto no se siente como una hoja”. De repente, ¡la hermosa hoja se movió! Fati dijo: “Esto no es una hermosa hoja. ¡Es una serpiente verde!”.

# data_list
source: Which of her five senses did Fati use to notice the snake?
es: ¿Cuál de sus cinco sentidos usó Fati para darse cuenta de la serpiente?

# data_list
source: If you remove one of the five senses, how many are left?
es: Si quitas uno de los cinco sentidos, ¿cuántos quedan?

# data_list
source: Can you name all five of your senses?
es: ¿Puedes nombrar todos los cinco sentidos?

# data_list
source: Fati screamed, "EII!" She ran very fast to look for her mother and father.
es: Fati gritó: “¡Ahh!”. Corrió muy rápido buscando a su mamá y a su papá.

# data_list
source: Fati screamed and ran. When you are surprised and scared, what do you do?
es: Fati gritó y corrió. ¿Qué haces cuando algo te sorprende o te asusta?

# data_list
source: Do you like to hide in your bed or maybe under your bed? What is your favorite hiding spot?
es: ¿Te gusta esconderte en tu cama o debajo de tu cama? ¿Cuál es tu escondite preferido?

# data_list
source: Fati is running so fast that she doesn't notice something. What is it?
es: Fati está corriendo tan rápido que no se da cuenta de algo. ¿Qué es?

# data_list
source: Fati saw her father and shouted, "A snake! A snake!" Father said, "Where? Where?" Fati said, "There! There!"
es: Fati vió a su papá y gritó: “¡Una serpiente! ¡Una serpiente!”. El papá dijo: “¿Dónde? ¿Dónde?”. Fati dijo: “¡Allá! ¡Allá!”.
