Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Assume k and n have no factors in common. Then a k by n table will have k + n - 2 bounces. It will end in the upper left corner if k is even. It will end in the upper right corner if k is odd and n is odd, and in the lower right corner if k is odd and n is even. Wow - if this conjecture is true, we have completely solved this problem! You know what’s coming… Let’s see if we can explain why this conjecture should be true (or find out that it is false). Although there are other ways to understand this situation, as sometimes happens, what makes this problem much easier to understand is a new idea. It might not occur to you, but once you see it you will probably be amazed. The idea is to unfold the table so that the ball can go in a straight line! Here is what happens if we unfold the original 3 by 4 table and make the path of the ball into a straight line.
es: Suponga que k y n no tienen factores en común. Entonces una mesa de k por n tendrá k + n - 2 rebotes. Terminará en la esquina superior izquierda si k es par. Terminará en la esquina superior derecha si k es impar y n es impar, y en la esquina inferior derecha si k es impar y n es par. Vaya, si esta conjetura es cierta, ¡hemos resuelto completamente este problema! Ya sabe lo que viene… Veamos si podemos explicar por qué esta conjetura debería ser cierta (o descubramos que es falsa). Aunque existen otras formas de entender esta situación, como ocurre a veces, lo que hace que este problema sea mucho más fácil de entender es una idea nueva. Puede que no se le ocurra, pero una vez que lo vea, probablemente se sorprenderá. ¡La idea es desplegar la mesa para que la bola pueda ir en línea recta! Esto es lo que sucede si desplegamos la mesa original de 3 por 4 y hacemos que la trayectoria de la bola sea una línea recta.

# template
source: Seeing that the conjecture is true is a lot easier now. The bounces correspond to crossing lines - there are (k - 1) of them to cross in one direction and (n - 1) of them to cross in the other direction, so together that makes a total of (k - 1) + (n - 1) = k + n - 2 lines to cross. Seeing which corner it ends up in is a matter of keeping track of how things unfold. We’re all done now with quite an interesting journey.
es: Ver que la conjetura es cierta es mucho más fácil ahora. Los rebotes corresponden a líneas de cruce: hay (k - 1) de ellos para cruzar en una dirección y (n - 1) de ellos para cruzar en la otra dirección, por lo que juntos hacen un total de (k - 1) + ( n - 1) = k + n - 2 líneas para cruzar. Ver en qué esquina termina es una cuestión de hacer un seguimiento de cómo se extienden las cosas. Ya hemos terminado con un viaje bastante interesante.

# template
source: Playing With Shapes
es: Jugando Con Figuras

# template
source: Investigation
es: Investigación

# template
source: Filling Regions With Shapes - Introduction
es: Llenando Regiones con Formas - Introducción

# template
source: Suppose you have an 8 by 8 chessboard and you have a collection of 1 by 2 tiles. Finding a way to exactly cover the chessboard with 32 of these 1 by 2 tiles is simple enough. Let’s start removing some squares from the chessboard and see what happens. If you remove one corner of the chessboard, you know immediately that you can no longer cover the chessboard with tiles because the tiles will always cover an even number of squares, and there are now 63 squares to cover. Okay, remove two corners to make an even number of remaining squares - can you cover it now? The answer depends on which two corners you remove. Why? What if you no longer restrict yourself to removing corners, what will happen then?
es: Suponga que tiene un tablero de ajedrez de 8 por 8 y tiene una colección de fichas de 1 por 2. Encuentre una manera de cubrir exactamente el tablero de ajedrez con 32 de estas fichas de 1 por 2 es bastante simple. Empecemos quitando cuadrados del tablero de ajedrez y viendo qué pasa. Si quita una esquina del tablero de ajedrez, sabrá de inmediato que ya no puede cubrir el tablero de ajedrez con fichas porque las fichas siempre cubrirán un número par de casillas, y ahora hay 63 casillas. Bien, quite dos esquinas para hacer un número par de cuadrados restantes, ¿puede cubrirlo ahora? La respuesta depende de las dos esquinas que elimine. ¿Por qué? ¿Qué pasa si ya no te limitas a quitar esquinas, entonces qué sucederá?

# template
source: Let your child play with this before revealing the coloring idea. If they play around with small boards, they may discover the rule on their own, and that is always better. An observation that helps a lot with this question is to use the coloring of the chessboard squares. If you take the 1 by 2 tiles and color one square white and the other black, you will see an interesting thing occur. Every tile must cover a square of each color. Not only will k tiles cover 2xk squares, but they will cover k white squares and k black squares - the same number of squares of each color. Using this idea, it becomes obvious that if you remove more squares of one color than another, it will be impossible to cover the board. If your child is enjoying these questions, start branching out to using other shapes to fill the board. Play around with filling it with 1 by 3 tiles or with 3 squares in an L shape. What patterns and rules do you discover with these? What other shapes might be interesting to play with?
es: Deje que su niño/niña juegue con esto antes de revelar la idea de colorear. Si juegan con tableros pequeños, es posible que descubran la regla por sí mismos, y eso siempre es mejor. Una observación que ayuda mucho con esta pregunta es colorear los cuadrados del tablero de ajedrez. Si toma las fichas de 1 por 2 y colorea un cuadrado de blanco y el otro de negro, verá que ocurre algo interesante. Cada ficha debe cubrir un cuadrado de cada color. Las fichas k no solo cubrirán los cuadrados 2xk, sino que cubrirán k cuadrados blancos y k cuadrados negros, la misma cantidad de cuadrados de cada color. Usando esta idea, resulta obvio que si quita más cuadrados de un color que de otro, será imposible cubrir el tablero. Si su niño/niña disfruta con estas preguntas, comience a usar otras figuras para llenar el tablero. Juegue llenándolo con fichas de 1 por 3 o con 3 cuadrados en forma de L. ¿Qué patrones y reglas descubre con estos? ¿Con qué otras figuras podría ser interesante jugar?

# template
source: Filling Squares With Squares - Introduction
es: Relleno de Cuadrados Con Cuadrados - Introducción

# template
source: In which ways can you fill a square with other squares, where the other squares need not all be the same size? However, the lengths cannot be totally random numbers – the side length of each square must be some whole number multiple of a fixed length. The question to investigate is: What are all the numbers of squares that are possible? Also, if you know a number is possible, is there an easy way to describe how to do it? Let your child play with it over many days and don’t be in a hurry to get to the answer. There are many different ways to come up with ideas for this investigation, so be flexible and work with your child’s ideas. Here is a diagram showing how 6 is possible.
es: ¿De qué manera se puede llenar un cuadrado con otros cuadrados, donde los otros cuadrados no tienen que ser todos del mismo tamaño? Sin embargo, las longitudes no pueden ser números totalmente aleatorios; la longitud del lado de cada cuadrado debe ser un múltiplo de un número entero de una longitud fija. La pregunta a investigar es: ¿Cuáles son todos los números de cuadrados que son posibles? Además, si sabe que un número es posible, ¿hay una manera fácil de describir cómo hacerlo? Deje que su niño/niña juegue durante muchos días y no se apresure a encontrar la respuesta. Hay muchas formas diferentes de proponer ideas para esta investigación, así que sea flexible y trabaje con las ideas de su niño/niña. Aquí hay un diagrama que muestra cómo 6 es posible.

# template
source: Coming up with some quick examples is always a good idea. Breaking the big square into squares of equal size as an easy start. From that you know that the square numbers (1, 4, 9, 16, 25, …) all work. Working off the 6 square example, we can use one large square of any size and put 1 by 1 squares on two of its sides. Doing that for ever larger squares (1 by 1, 2 by 2, 3 by 3, …) we get 1 + 3 = 4, 1 + 5 = 6 (as pictured), 1 + 7 = 8, 1 + 9 = 10, and so on. So, all even numbers starting with 4 can be done this way.
es: Siempre es una buena idea proponer algunos ejemplos rápidos. Dividir el gran cuadrado en cuadrados de igual tamaño es un comienzo fácil. A partir de eso sabe que todos los números cuadrados (1, 4, 9, 16, 25,…) funcionan. Trabajando con el ejemplo de 6 cuadrados, podemos usar un cuadrado grande de cualquier tamaño y poner cuadrados de 1 por 1 en dos de sus lados. Haciendo eso para cuadrados cada vez más grandes (1 por 1, 2 por 2, 3 por 3,…) obtenemos 1 + 3 = 4, 1 + 5 = 6 (como se muestra en la imagen), 1 + 7 = 8, 1 + 9 = 10 , y así. Entonces, todos los números pares a partir de 4 se pueden hacer de esta manera.

# template
source: A powerful idea that wraps this up quickly is to see that we can take a diagram that works, and replace one of its squares by another diagram that works. So for example, if you take a simple 2 by 2 filled in with 4 1 by 1 squares, and you replace one of those 1 by 1 squares with the 6-square example, you get the diagram shown at right with 9 squares. Because one square is getting replaced by an n-square diagram, the net change in the number of squares is to add n-1 of them. That means that we can take one number that works, and add multiples of one less than it to any other number that works. In particular, we can add multiples of 4 -1 = 3 to any other number that works - the easy ones to add 3 to are all the even numbers starting with 4. Putting that all together says that the numbers 1, 4, 6, 7, 8, 9, … all work, and it is easy to see at least one simple way to construct them. It is also easy to convince yourself that 2, 3, and 5 are impossible. If your child enjoys exploring that question, explore variations on this theme. Suppose you only allow squares of certain sizes - such as 1 by 1, 2 by 2, and 3 by 3. Or perhaps only allow 2 by 2 and 3 by 3. See which questions lead to interesting results and which ones are not so interesting. Another direction to look at is filling other figures with figures that have the same shape. For example, ask the same question for regular triangles (triangles with all their sides the same length). Some figures are interesting to investigate in this way, and some are not interesting at all - which ones?
es: Una idea poderosa que resume esto rápidamente es ver que podemos tomar un diagrama que funcione y reemplazar uno de sus cuadrados por otro diagrama que funcione. Entonces, por ejemplo, si toma un simple 2 por 2 completado con 4 cuadrados de 1 por 1, y reemplaza uno de esos cuadrados de 1 por 1 con el ejemplo de 6 cuadrados, obtendrá el diagrama que se muestra a la derecha con 9 cuadrados. Debido a que un cuadrado está siendo reemplazado por un diagrama de n cuadrados, el cambio neto en el número de cuadrados es sumar n-1 de ellos. Eso significa que podemos tomar un número que funcione y agregar múltiplos de uno menos que el número a cualquier otro número que funcione. En particular, podemos sumar múltiplos de 4 -1 = 3 a cualquier otro número que funcione; los más fáciles de sumar 3 son todos los números pares a partir de 4. Para resumir, los números 1, 4, 6, 7, 8, 9,… todos funcionan, y es fácil ver al menos una forma sencilla de construirlos. También es fácil convencerse de que 2, 3 y 5 son imposibles. Si a su niño/niña le gusta explorar esa pregunta, explore variaciones sobre este tema. Suponga que solo permite cuadrados de ciertos tamaños, como 1 por 1, 2 por 2 y 3 por 3. O quizás permita solo de 2 por 2 y 3 por 3. Vea qué preguntas conducen a resultados interesantes y cuáles no lo son tanto. Otra dirección para explorar es llenar otras figuras con figuras que tengan la misma forma. Por ejemplo, haz la misma pregunta para triángulos regulares (triángulos con todos los lados de la misma longitud). Algunas figuras son interesantes de investigar de esta manera, y otras no lo son en absoluto, ¿cuáles?

# template
source: Product Game
es: Juego de Productos

# template
source: Use a shared piece of paper filled out as follows:
es: Utilice una hoja de papel compartida rellenada de la siguiente manera:

# template
source: The first player moves a token onto any number from 1 to 9 in the 1-9 squares on the bottom row. The second player puts another token on one of the 1-9 squares on the bottom row and claims the product in the 6 by 6 grid. From then on, each player chooses to move one of the two tokens and claim the product (if they can). The first player to claim 3 squares in a row wins. Mix up the product numbers in the 6 by 6 grid to give your child better practice identifying the products.
es: El primer jugador mueve una ficha a cualquier número del 1 al 9 en los cuadros del 1 al 9 en la fila inferior. El segundo jugador coloca otra ficha en uno de los cuadros del 1 al 9 en la fila inferior y reclama el producto en la cuadrícula de 6 por 6. A partir de ese momento, cada jugador elige mover una de las dos fichas y reclamar el producto (si puede). El primer jugador en reclamar 3 cuadros adjuntos gana. Mezcle los números de producto en la cuadrícula de 6 por 6 para que su niño/niña practique mejor la identificación de los productos.

# template
source: Bigger Boards
es: Tableros más Grandes

# template
source: These playing boards can be made as large as you like, though they do get to be quite large pretty quickly. Here are a few larger boards with the corresponding larger number ranges beneath them.
es: Estos tableros de juego se pueden hacer tan grandes como quiera, aunque llegan a ser bastante grandes con bastante rapidez. Aquí hay algunas tablas más grandes con los rangos de números mayores correspondientes debajo de ellas.

# template
source: The squares with red stars are “free” squares and may be used by either side as needed.
es: Los cuadrados con estrellas rojas son cuadrados "libres" y se pueden usar por cualquier jugador según sea necesario.

# template
source: Limited Calculators
es: Calculadoras Limitadas

# template
source: Puzzle
es: Rompecabezas

# template
source: Suppose you have a calculator that is badly broken and you are challenged to produce some result on the calculator. You can come up with a wide variety of scenarios that can provide interesting challenges with a quick puzzle description. This activity is easy to play orally whenever you have a spare moment. Here are some examples to get you started. Although there are some moments where deeper mathematics is going on in these questions, mostly these are problems entirely for the fun of playing around with them.
es: Suponga que tiene una calculadora que está muy averiada y tiene el desafío de producir algún resultado en la calculadora. Puede idear una amplia variedad de escenarios que pueden proporcionar desafíos interesantes con una descripción rápida del acertijo. Esta actividad es fácil de jugar oralmente siempre que tenga un momento libre. Aquí hay algunos ejemplos para comenzar. Aunque hay algunos momentos en que se utilizan matemáticas más profundas en estas preguntas, en su mayoría estos son problemas para divertirse jugando con ellos.

# template
source: One Working Number
es: Un Número en Funcionamiento

# template
source: a) Suppose you had a calculator with +, -, x, and /, but only one working number key, the 4. Could you get the result 21? If so, what is the fewest number of steps you would need? 4 + 4 + 4 + 4 + 4 + 4/4 = 21 is one way, but there are many other ways to do it. Another is 4 x (4 + 4/4) + 4/4. The goal is to play around and enjoy the exploration. b) Suppose you could use 4 at most four times - which numbers could you produce? Suppose you had to use the 4 exactly four times. As a child’s math resources increase, the four 4’s problem is a fun puzzle. At this point, your child’s choices are quite limited, but it is still a lot of fun to play around with. It will be particularly difficult to do many of the numbers without dividing or using decimals. Don’t be concerned with coming up with all the numbers in order - just come up with as many different numbers as possible. Here are a few examples just to get you started. 1 = (4/4) x (4/4) = 44 / 44 2 = 4 / ((4 + 4) / 4) 3 = (4 + 4 + 4) / 4 4 = (4 - 4) x 4 + 4 6 = 4 + (4 + 4) / 4 7 = 44 / 4 - 4 8 = (4 + 4) x (4/4) = 4 + 4 + 4 - 4 32 = 4 x 4 + 4 x 4 c) Play around with having other single numbers and creating other results.
es: a) Suponga que tiene una calculadora con +, -, x y /, pero solo una tecla numérica funciona, la del 4. ¿Podría obtener el resultado de 21? Si es así, ¿cuál es la menor cantidad de pasos que necesitaría? 4 + 4 + 4 + 4 + 4 + 4/4 = 21 es una forma, pero hay muchas otras formas de hacerlo. Otra es 4 x (4 + 4/4) + 4/4. El objetivo es jugar y disfrutar de la exploración. b) Suponga que pueda usar el 4 como máximo cuatro veces, ¿qué números podría producir? Suponga que tiene que usar el 4 exactamente cuatro veces. A medida que aumentan los recursos matemáticos de un niño/niña, el problema de los cuatro 4 es divertido. En este punto, las opciones de su niño/niña son bastante limitadas, pero todavía es muy divertido jugar con el juego. Será particularmente difícil formar muchos de los números sin dividir o usar decimales. No se preocupe por poner todos los números en orden, simplemente proponga tantos números diferentes como sea posible. Aquí hay algunos ejemplos solo para comenzar. 1 = (4/4) x (4/4) = 44/44 2 = 4 / ((4 + 4) / 4) 3 = (4 + 4 + 4) / 4 4 = (4 - 4) x 4 + 4 6 = 4 + (4 + 4) / 4 7 = 44/4 - 4 8 = (4 + 4) x (4/4) = 4 + 4 + 4 - 4 32 = 4 x 4 + 4 x 4 c) Juegue con otros números únicos y cree otros resultados.

# template
source: Two Working Numbers
es: Dos Números en Funcionamiento

# template
source: a) Suppose your calculator could only add 4 or 7. Which numbers could you produce? This is the result we have seen several times by now. Starting at (4 - 1) x (7 - 1), you can achieve all numbers by adding multiples of 4 and 7. 18 = 2 x 7 + 4, 19 = 3 x 4 + 7, 20 = 5 x 4, 21 = 3 x 7, and so on. b) Suppose it had 4 or 7, but it could add and subtract. Which numbers could you produce? You can produce all numbers in this way. c) Replace 4 and 7 with other pairs of numbers. What happens for these pairs? In Number Theory, this is called Bezout’s Theorem. The result says that by combining multiples of two numbers you can produce any multiple of the greatest common divisor of the two numbers.
es: a) Suponga que su calculadora solo pudiera sumar 4 o 7. ¿Qué números podría producir? Este es el resultado que hemos visto varias veces hasta ahora. Comenzando en (4 - 1) x (7 - 1), puede lograr todos los números sumando múltiplos de 4 y 7. 18 = 2 x 7 + 4, 19 = 3 x 4 + 7, 20 = 5 x 4, 21 = 3 x 7, y así sucesivamente. b) Suponga que tiene 4 o 7, pero puede sumar y restar. ¿Qué números podrías producir? Puede producir todos los números de esta manera. c) Reemplace 4 y 7 con otros pares de números. ¿Qué pasa con estos pares? En la teoría de números, esto se llama teorema de Bezout. El resultado dice que al combinar múltiplos de dos números puedes producir cualquier múltiplo del máximo común divisor de los dos números.

# template
source: Binary Numbers
es: Números Binarios

# template
source: Suppose you only had a 1 key and could only add or double. For example, 2 x (2 x 1) + 1 is 5. What other numbers can you create? This is a question about binary numbers in disguise. It is not important for your child to realize this or understand it, it is just for playing with. Any number can be written in binary, so all numbers can be achieved by combining doubling with adding 1. For example, 21 is 16 + 4 + 1. So, 21 = 2 x (2 x (2 x (2 x 1) + 0) + 1) + 0) + 1.
es: Suponga que solo tiene la tecla 1 y solo puede sumar o duplicar. Por ejemplo, 2 x (2 x 1) + 1 es 5. ¿Qué otros números puede crear? Esta es una pregunta sobre números binarios disfrazados. No es importante que su niño/niña se dé cuenta de esto o lo entienda, es solo para jugar. Cualquier número se puede escribir en binario, por lo que todos los números se pueden lograr combinando el duplicar con sumar 1. Por ejemplo, 21 es 16 + 4 + 1. Entonces, 21 = 2 x (2 x (2 x (2 x 1) + 0) + 1) + 0) + 1.

# template
source: Double or Nothing
es: Doble o Nada

# template
source: Game
es: Juego

# template
source: Introduction
es: Introducción

# template
source: Players start the game by secretly picking 5 distinct numbers larger than 20 and not bigger than 120. After they are selected, they are written where all can see them. Using Number Cards or some other device, a random number from 1 to 20 is created. That number is repeatedly doubled until either someone’s number is hit for the first time or the number becomes bigger than 120. The first player to have all five numbers hit is the winner.
es: Los jugadores comienzan el juego eligiendo en secreto 5 números distintos mayores de 20 y no mayores de 120. Una vez seleccionados, se escriben donde todos puedan verlos. Usando tarjetas numéricas o algún otro dispositivo, se crea un número aleatorio del 1 al 20. Ese número se duplica repetidamente hasta que se acierta el número de alguien por primera vez o el número se vuelve más grande que 120. El primer jugador en obtener los cinco números es el ganador.

# template
source: Analysis
es: Análisis
