Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Here are a few examples to help you get started. * rabbit, dog, butterfly, pillow - The first three are alive and the pillow is not. * banana, cheese, hammer, carrot - The hammer is the only one you cannot eat. * cheese, shoes, coat, shirt - The cheese is the only one you cannot wear. * red triangle, red square with a hole, green square, red square with no hole - Any one of the first three can be the odd one. The red triangle is the only one that is not a square. The red square with a hole is the only one that is not solid. The green square is the only one that is not red. * dog, cat, lion, goldfish - The lion is the only animal on the list that would make a bad pet. It is also quite a bit bigger than the other animals. Or, three of them have four legs and the fish lives in water. * bench, table, couch, stool - The table is the only one that you don’t sit on. Or only the couch is soft. * bark, honk, rainbow, click - The rainbow is the only one that is not a sound. * socks, pants, toothbrush, hat - The toothbrush is the only one that you wouldn’t wear. * chair, umbrella, sofa, stool - The umbrella is the only one you wouldn’t want to sit on. * ants, pig, spiders, grasshoppers - The pig is the only one that is not a little bug. You can also do this with pictures instead of words. Make a habit of cutting pictures out of ads, magazines, and whatever else comes your way so that you can play games with the pictures.
es: A continuación, se muestran algunos ejemplos que le ayudarán a empezar. *conejo, perro, mariposa, almohada: los tres primeros están vivos y la almohada no. *banano, queso, martillo, zanahoria: el martillo es el único que no se puede comer. *queso, zapatos, abrigo, camisa: el queso es el único que no se puede vestir. *triángulo rojo, cuadrado rojo con un agujero, cuadrado verde, cuadrado rojo sin agujero - Cualquiera de los tres primeros puede ser el diferente. El triángulo rojo es el único que no es un cuadrado. El cuadrado rojo con un agujero es el único que no es sólido. El cuadrado verde es el único que no es rojo. *perro, gato, león, pez dorado: el león es el único animal de la lista que sería una mala mascota. También es bastante más grande que los otros animales. O tres de ellos tienen cuatro patas y el pez vive en el agua. rosal, roble, arce, pino: el rosal es el único que no es un árbol. *banco, mesa, sofá, taburete: la mesa es la única en la que uno no se sienta. O solo el sofá es suave. *ladrido, bocinazo, arco iris, clic: el arco iris es el único que no es un sonido. *calcetines, pantalones, cepillo de dientes, sombrero: el cepillo de dientes es el único que no se puede vestir. *silla, paraguas, sofá, taburete: el paraguas es el único en el que no querrás sentarte. *hormigas, cerdo, arañas, saltamontes - El cerdo es el único que no es un bicho pequeño. También puede hacer esto con imágenes en lugar de palabras. Adquiera el hábito de recortar imágenes de anuncios, revistas y cualquier otra cosa que se le presente para que pueda jugar con las imágenes.

# template
source: Nim With One and Two
es: Nim Con Uno y Dos

# template
source: The Game Rules
es: Las Reglas del Juego

# template
source: A target number, say 10, is chosen. Let your child choose whether to go first or second. The total starts at 0. During a turn, a person chooses to add 1 or 2 to the current total. The first person to reach the target wins. This game can also be played with subtraction. In this version, the starting total starts at the target, which in this example is 10. On a given turn the player chooses whether to subtract 1 or 2. The first person to reach 0 wins. Another variation is that instead of winning, the player forced to hit or go beyond the target number loses. You can also experiment with what happens if you allow a player to add (or subtract) 1, 2, or 3 for each turn.
es: Se elige un número objetivo, digamos 10. Deje que su niño/niña elija si va primero o segundo. El total comienza en 0. Durante un turno, una persona elige sumar 1 o 2 al total. La primera persona en alcanzar el objetivo gana. Este juego también se puede jugar con resta. En esta versión, el total inicial comienza en el objetivo, que en este ejemplo es 10. En un turno dado, el jugador elige si restar 1 o 2 del total. La primera persona en llegar a 0 gana. Otra variación es que en lugar de ganar, el jugador obligado a jugar, pierde si el total va más allá del número objetivo. También puede experimentar con lo que sucede si permite que un jugador sume (o reste) 1, 2 o 3 en cada turno.

# template
source: Understanding the Game
es: Comprensión del Juego

# template
source: Without analyzing anything, this game is enjoyable to play and it provides good practice with adding or subtracting 1 and 2. We could leave it at that. However, it is also a great example of two problem solving techniques that you can show to your child when they are ready: 1) learning from simpler examples, and 2) looking for patterns. Any of the versions can be studied this way. Let’s look at one: Subtracting starting at 10 and whoever gets 0 wins. The hard part of this game is that 10 is so far from 0. So, let’s look at a simpler version. When children are asked to do this, they often suggest starting at 5 or 6 - it seems absurd to them to start at 1, but that is actually what they should do! Often it is best to start as simply as possible - that means starting at 1. If it is your move and the count is 1, you win. Do the next few. If the count is 2, you win. If the count is 3, you must lose - whether you subtract 1 or 2, you will give your opponent a winning position. If the count is 4, you will win because you will subtract 1 and put your opponent in a losing position. Continuing in this way, build up a table of results: 1W - 2W - 3L - 4W - 5W - 6L - 7W - 8W - 9L - 10W
es: Sin analizar nada, este juego es agradable de jugar y proporciona una buena práctica para sumar o restar 1 y 2. Podríamos dejarlo así. Sin embargo, también es un gran ejemplo de dos técnicas de resolución de problemas que puede mostrarle a su niño/niña cuando esté listo: 1) aprender de ejemplos más simples y 2) buscar patrones. Cualquiera de las versiones se puede estudiar de esta forma. Veamos uno: restando a partir de 10 y el que obtenga 0 gana. La parte difícil de este juego es que 10 está muy lejos de 0. Entonces, veamos una versión más simple. Cuando se les pide a los niños que hagan esto, a menudo sugieren comenzar en 5 o 6; les parece absurdo comenzar en 1, ¡pero eso es realmente lo que deberían hacer! A menudo es mejor comenzar de la manera más simple posible; eso significa comenzar desde 1. Si es su turno y la cuenta es 1, usted gana. Siga con los siguientes números. Si la cuenta es 2, usted gana. Si la cuenta es 3, usted debe perder; ya sea que reste 1 o 2, le dará a su oponente una posición ganadora. Si la cuenta es 4, usted ganará porque restará 1 y pondrá a su oponente en una posición perdedora. Continuando de esta manera, construya una tabla de resultados: 1G - 2G - 3P - 4G - 5G - 6P - 7G - 8G - 9P - 10G

# template
source: This table makes it obvious that there is a repeating pattern of 3. When starting at 10, you should want to go first and subtract 1. What is satisfying about this is that, once you decide to look at simpler versions of the problem, the analysis is quick and easy - no tricky analysis needed. Now you are a Master at this game and you know what to do starting at any number! Any version of this basic game is just as easy to analyze. But wait, there is one last question. Why is there a repeating pattern of 3? Once one player is stuck on a losing number which is a multiple of three, every pair of moves after that can be made to add up to 3 - if the losing player subtracts 1 the other player subtracts 2, and if the losing player subtracts 2 the other player subtracts 1.
es: Esta tabla hace que sea obvio que hay un patrón repetido de 3. Al comenzar en 10, debe ir primero y restar 1. Lo satisfactorio de esto es que, una vez que se decide buscar versiones más simples del problema, el análisis es rápido y fácil, sin necesidad de un análisis complejo. ¡Ahora usted es un maestro en este juego y sabe qué hacer empezando por cualquier número! Cualquier versión de este juego base es igualmente fácil de analizar. Pero espere, hay una última pregunta. ¿Por qué hay un patrón repetitivo de 3? Una vez que un jugador está atascado en un número perdedor que es un múltiplo de tres, cada par de movimientos siguientes se pueden hacer para sumar 3: si el jugador perdedor resta 1, el otro jugador resta 2, y si el jugador perdedor resta 2 el otro jugador resta 1.

# template
source: Connect The Dots
es: Conecta Los Puntos

# template
source: Making Everyday Scenes With Dots
es: Crea Escenas Cotidianas con Puntos

# template
source: Complete fun drawings by connecting numbered dots. One way is to take a simple drawing, say of a house, remove some straight lines and replace them with numbered dots, that when connected in order recreate the original drawing.
es: Completa dibujos divertidos conectando puntos numerados. Una forma es tomar un dibujo simple, digamos de una casa, eliminar algunas líneas rectas y reemplazarlas con puntos numerados, que cuando se conectan en orden recrean el dibujo original.

# template
source: Making Geometric Patterns With Angles
es: Hacer Patrones Geométricos con Ángulos

# template
source: Make abstract drawings by connecting points with the same number along opposite sides of an angle. The numbers may not be needed - if so, feel free to omit them - this will make the finished designs a little less cluttered. You can add variety to these by having your child draw with colors. There are lots of amazing examples of this to be found under the category of String Art on the Internet. This circle drawing was made by moving ahead by one dot on one side of the line segment and ahead by two dots on the other side.
es: Haga dibujos abstractos conectando puntos con el mismo número a lo largo de lados opuestos de un ángulo. Es posible que los números no sean necesarios; si es así, puede omitirlos, esto hará que los diseños terminados se vean menos abarrotados. Puede agregar variedad a estos dibujos haciendo que su niño/niña dibuje con colores. Hay muchos ejemplos asombrosos de lo que se puede crear, se pueden encontrar en la categoría de String Art en Internet. Este dibujo circular fue hecho avanzando un punto en un lado del círculo en relación con la línea base y avanzando dos puntos en el otro lado.

# template
source: Making Patterns With Circles
es: Hacer Patrones Con Círculos

# template
source: This is a special case of the last idea. Put some dots, say 8 or 9, evenly spaced on a circle. Your child can play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot. To make it easier to do different experiments, use push pins in a piece of cardboard or wood and then use string between the push pins. If your child is intrigued by the patterns that are produced, you can look at questions such as: For a circle with 8 dots, why is only one string needed to skip by 1, 3, 5, or 7, but 2 or 4 strings are needed for skipping 2, 4, or 6. Similarly, for a circle with 9 dots, why is only one string needed to skip by 1, 2, 4, 5, 7, or 8, but 3 strings are needed for 3 and 6? It’s too young to understand the idea that 2, 4, and 6 have a factor in common with 8, and 3 and 6 have a factor in common in 9 - however, seeing the patterns may plant the seeds for later ideas.
es: Este es un caso especial de la última idea. Ponga algunos puntos, digamos 8 o 9, espaciados uniformemente en un círculo. Su niño/niña puede jugar creando diferentes patrones conectando los puntos en orden, o conectando cada segundo punto o cada tercer punto. Para facilitar la creación de diferentes experimentos, use chinchetas, tachuelas, o alfileres en un trozo de cartón o madera y luego use una cuerda entre los alfileres para conectarlos. Si su niño/niña está intrigado por los patrones que se producen, puede evaluar preguntas como: Para un círculo con 8 puntos, ¿por qué solo se necesita una cuerda para saltar 1, 3, 5 o 7, pero 2 o 4 cuerdas son necesarios para saltar también 2, 4 o 6 siguiendo un patrón?. De manera similar, para un círculo con 9 puntos, ¿por qué solo se necesita una cuerda para saltar 0, 2, 4, 6, 8, 1, 3, 5, 7 formando un patrón, pero se necesitan 3 cuerdas para 3 y 6? Su niño/niña es demasiado joven para entender la idea de que 2, 4 y 6 tienen un factor en común con 8, y que 3 y 6 tienen un factor en común en 9; sin embargo, ver los patrones puede plantar las semillas para ideas posteriores.

# template
source: Shape Sudoku
es: Sudoku de Formas

# template
source: This is your child’s first math puzzle, and that’s pretty cool! It also means you should take it very slowly so your child has lots of success and fun, and very little frustration. The rules for these 4 by 4 Sudokus are very simple. There are four different types of tokens. There should be one of each kind of token in each row, column, and 2 by 2 corner of the puzzle. Use moveable pieces so that it is easy for your child to experiment in finding solutions. The first puzzles you make should just have one token missing from each row. Once your child understands and figures out those puzzles, you can move to trickier ones, but do not be in a hurry. The easiest way to create these puzzles is to start with a finished Sudoku and remove some of the tokens. To help you to do that, there are a number of finished Sudokus supplied below. After those finished examples, there is a list of methods you can use to create puzzles from a finished puzzle.
es: Este es el primer acertijo matemático de su niño/niña, ¡y es genial! Esto también significa que debe tomarlo con mucha calma para que su niño/niña tenga muchos éxitos y se divierta, y experimente muy poca frustración. Las reglas para estos Sudokus 4 x 4 son muy simples. Hay cuatro tipos diferentes de símbolos. Debe haber una ficha de cada tipo en cada fila, en cada columna y en cada esquina de 2 por 2 del rompecabezas. Utilice piezas móviles para que a su niño/niña le resulte fácil experimentar y encontrar soluciones. A los primeros rompecabezas que haga solo les debe faltar una ficha de cada fila. Una vez que su niño/niña comprenda y resuelva esos acertijos, puede pasar a otros más complicados, pero no se apresure. La forma más fácil de crear estos rompecabezas es comenzar con un Sudoku terminado y eliminar algunas de las fichas. Para ayudarlo a crearlo, a continuación se proporciona una serie de Sudokus terminados. Después de esos ejemplos terminados, hay una lista de métodos que puede utilizar para crear rompecabezas a partir de un rompecabezas terminado.

# template
source: Finished Sudokus
es: Sudokus Terminados

# template
source: Before giving you a collection of finished Sudokus, there is one thing to note. You can take any one of these and create 23 more of them simply by interchanging token types - for example, you can take a finished puzzle and create a “new” one by swapping the circles and triangles and swapping the diamonds and squares. The examples below are distinctly different from each other and cannot be made from each other by doing interchanges. You can create more examples from these by doing such interchanges if you like.
es: Antes de proporcionarle una colección de Sudokus terminados, hay algo que debe tener en cuenta. Puede tomar cualquiera de estos y crear 23 más, simplemente intercambiando tipos de fichas; por ejemplo, puede tomar un rompecabezas terminado y crear uno "nuevo" intercambiando círculos y triángulos e intercambiando diamantes y cuadrados. Los ejemplos siguientes son claramente diferentes entre sí y no se pueden hacer entre sí mediante intercambios. Puede crear más ejemplos a partir de estos, intercambiando las fichas si lo desea.

# template
source: Methods for Creating Sudokus From Solved Ones
es: Métodos para Crear Sudokus a partir de los Resueltos

# template
source: Once you have a finished Sudoku, you can use any of the following strategies to create a puzzle that has a unique solution. Generally speaking, the more tokens you remove, the harder the puzzle will be. * Remove a single token from each row or from each column. * Remove a single token from each 2 by 2 corner. * Remove all of one kind of token from the entire puzzle. * Remove all tokens from one 2 by 2 corner. * Remove one entire row and one entire column. * Remove all of one kind of token and one each of the other kinds of tokens. * Remove all tokens from two 2 by 2 opposite corners. * Remove all tokens from two 2 by 2 opposite corners and 1 token each from the other two corners. Of course, these are not the only methods you can use. They are just supplied here as sure-fire general methods that will quickly create puzzles.
es: Una vez que tenga un Sudoku terminado, puede usar cualquiera de las siguientes estrategias para crear un rompecabezas que tenga una solución única. En términos generales, cuantas más fichas elimine, más difícil será el rompecabezas. * Quite una sola ficha de cada fila o de cada columna. * Retire una sola ficha de cada esquina de 2 por 2. * Elimine todas las fichas de un solo tipo en todo el rompecabezas. * Retire todas las fichas de una esquina de 2 por 2. * Elimine una fila completa y una columna completa. * Elimine todas las fichas de un solo tipo y una ficha de cada uno de los otros tipos. * Retire todas las fichas de dos esquinas opuestas de 2 por 2. * Retire todas las fichas de dos esquinas opuestas de 2 por 2 y 1 ficha de cada una de las otras dos esquinas. Por supuesto, estos no son los únicos métodos que puede utilizar. Solo se proporcionan aquí como métodos generales seguros que crearán acertijos rápidamente.

# template
source: Number Sudoku With Jigsaws
es: Sudoku Numérico Con Rompecabezas

# template
source: This is similar to the Shape Sudoku puzzles, only now it uses numbers. If your child is not ready to recognize numerals yet, you can use quantities of dots instead. To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. Create these puzzles for your child by starting with a completed puzzle with moveable pieces of numbered paper and then removing some of the pieces of paper.
es: Esta actividad es similar a los rompecabezas Shape Sudoku, solo que ahora usa números. Si su niño/niña aún no está listo para reconocer números, puede usar cantidades de puntos en su lugar. Para evitar borrar, use pedazos de papel con números (o con puntos) para resolver los rompecabezas. Para un rompecabezas de 4 por 4, cada fila y columna tiene los números del 1 al 4 una vez. Además, cada subregión marcada tiene los números del 1 al 4 una vez. Cree estos rompecabezas para su niño/niña comenzando con un rompecabezas completo con piezas móviles de papel numeradas y luego quite algunas de las piezas de papel.

# template
source: 4 by 4 Puzzles
es: Rompecabezas de 4 por 4

# template
source: The 4 by 4 puzzles with subregions that are the 2 by 2 corners are exactly the same as the Shape Sudoku puzzles given before. You can go back to that page in these Resources to see solved versions of those puzzles. To create a numbered version of them, replace each colored shape by a number. For example, red circles could be 1, orange triangles 2, purple diamonds 3, and blue squares 4.
es: Los rompecabezas de 4 por 4 donde las subregiones son las esquinas de 2 por 2, son exactamente los mismos que los rompecabezas de Sudoku de formas presentados anteriormente. Puede volver a esa página en estos Recursos para ver las versiones resueltas de esos acertijos. Para crear una versión numerada de ellos, reemplace cada tipo de ficha de color por un número. Por ejemplo, los círculos rojos podrían ser 1, los triángulos naranjas 2, los diamantes violetas 3 y los cuadrados azules 4.

# template
source: 5 by 5 Puzzles
es: Rompecabezas de 5 por 5

# template
source: There are too many of these puzzles to come anywhere close to showing all the possible jigsaw geometries. These are here just to suggest what is possible. Your child may enjoy finding different ways of carving up a 5 by 5 square into pieces that have 5 small squares. Pieces that consist of 5 little squares are called “pentominoes.” Making shapes with pentominoes can be lots of fun. Maybe cut out some pentomino shapes out of stiff thick colored paper and see what designs you can make!
es: Estos rompecabezas tienen demasiadas posibilidades geométricas como para mostrar todas aquí. Aquí solo se muestran algunos para sugerir lo que es posible. Su niño/niña puede disfrutar encontrando diferentes formas de dividir un cuadrado de 5 por 5 en piezas que tengan 5 cuadrados pequeños. Las piezas que constan de 5 pequeños cuadrados se llaman "pentominós". Hacer formas con pentominós puede ser muy divertido. ¡Puede intentar cortando algunas formas de pentóminos en papel de color grueso y rígido y experimentar con los diseños que puede hacer!

# template
source: 6 by 6 Puzzles
es: Rompecabezas de 6 por 6

# template
source: Okay, you are getting the idea. There are a lot of these! Here are just a few 6 by 6 puzzles to give you some ideas for what is possible. As always, play around with your child with these puzzle pieces and numbers. Perhaps design a few of these together.
es: De acuerdo, está entendiendo la idea. ¡Hay muchos de estos! Aquí se muestran solo algunos rompecabezas de 6 por 6 para darle algunas ideas de lo que es posible. Como siempre, juegue con su niño/niña con estas piezas y números del rompecabezas. Quizás puedan diseñar algunos de estos juntos.

# template
source: Greater Than Sudoku
es: Más Grande que Sudoku

# template
source: Greater Than Sudoku puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship. Make these puzzles by using a finished Sudoku puzzle - all the example Number Sudoku Jigsaw puzzles given early in these Resources will be useful in creating these puzzles. Put in greater than and less than signs on a blank grid of the same geometry. If you omit all the numbers and put in all the inequalities (less than or greater than), it is generally fairly easy to solve the puzzle. A useful strategy for your child is to first look for where the smallest and largest numbers should go.
es: Los rompecabezas Más grande que Sudoku comienzan con las mismas reglas que el Sudoku normal: cada número aparece exactamente una vez en cada fila, columna y subregión. Además, si hay un símbolo menor que o mayor que entre dos celdas, los números en las celdas deben obedecer esa relación. Haga estos rompecabezas utilizando un Sudoku terminado; todos los rompecabezas de Sudoku numéricos de ejemplo que se dieron al principio de estos Recursos serán útiles para crear estos rompecabezas. Ponga signos de mayor y menor en una cuadrícula en blanco de la misma geometría. Si omite todos los números y agrega todas las desigualdades (menor que o mayor que), generalmente es bastante fácil resolver el rompecabezas. Una estrategia útil para su niño/niña es buscar primero dónde deben ir los números más pequeños y más grandes.
