Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Create a stack of Number Cards with a range of quantities your child is comfortable with. Split the cards evenly between two players and place the cards face down. The players take turns placing a single card on the stack in the middle between them. If the card is one more, same, or one less than the previous card, the first player to yell out the relationship claims the whole pile.
es: Cree una pila de Cartas Numéricas con una variedad de cantidades con las que su niño/niña se sienta cómodo. Divida las cartas equitativamente entre los dos jugadores y colóquelas boca abajo. Los jugadores se turnan para colocar una sola carta en la pila en el medio entre ellos. Si la carta es una más, la misma o una menos que la carta anterior, el primer jugador que grite la relación puede reclamar toda la pila.

# template
source: This can be extended to include the relationships of two more or two less as options. Another variation is to use a target sum, say 10 – yell out whenever the top two cards add up to the target.
es: Esto se puede ampliar para incluir las relaciones de dos más o dos menos como opciones. Otra variación es usar una suma objetivo, digamos 10 – gritar cada vez que las dos cartas superiores se suman al objetivo.

# template
source: Have your child count a small number of objects and put them in a box. Next, ask your child to put up the same number of fingers as there are objects in the box.
es: Haga que su niño/niña cuente una pequeña cantidad de objetos y los ponga en una caja. A continuación, pídale a su niño/niña que levante la misma cantidad de dedos que objetos en la caja.

# template
source: Finally, show your child that you are adding (or removing) one or two objects to the box, and then ask how many objects there are in the box. When this becomes too easy, you can add or remove more than two objects.
es: Finalmente, muéstrele a su niño/niña que está agregando (o quitando) uno o dos objetos a la caja, y luego pregúntele cuántos objetos hay en la caja. Cuando esto sea demasiado fácil, puede agregar o eliminar más de dos objetos.

# template
source: A target number, say 10, is chosen. Let your child choose whether to go first or second. The total starts at 0. During a turn, a person chooses to add 1 or 2 to the current total. The first person to reach the target wins. Once children learn to play this verbally, it is a great travel game. For younger children, use an actual pile of objects to play with instead of writing anything down. In this case, a player would add one or two objects to the pile on their turn until the target quantity is reached. Similarly, a number line to the target number could be used and a marker could be advanced along the line one or two spaces during each move.
es: Se elige un número objetivo, digamos 10. Deje que su niño/niña elija si va primero o segundo. El total comienza en 0. Durante un turno, una persona elige sumar 1 o 2 al total actual. La primera persona en alcanzar el objetivo gana. Una vez que los niños aprenden a jugar esto verbalmente, es un gran juego de viaje. Para los niños más pequeños, use una pila real de objetos para jugar en lugar de escribir algo. En este caso, un jugador agregaría uno o dos objetos a la pila en su turno hasta alcanzar la cantidad objetivo. De manera similar, se podría usar una línea numérica hasta el número objetivo y se podría avanzar un marcador a lo largo de la línea uno o dos espacios durante cada movimiento.

# template
source: This game can also be played with subtraction. In this version, the starting total starts at the target, which in this example is 10. On a given turn the player chooses whether to subtract 1 or 2. The first person to reach 0 wins. There are many variations to this popular game. You can use larger target numbers as your child’s skills improve. One variation is that instead of winning, the player forced to hit or go beyond the target number loses. You can also experiment with what happens if you allow a player to add (or subtract) 1, 2, or 3 for each turn.
es: Este juego también se puede jugar con resta. En esta versión, el total inicial comienza en el objetivo, que en este ejemplo es 10. En un turno dado, el jugador elige si restar 1 o 2. La primera persona en llegar a 0 gana. Hay muchas variaciones de este juego popular. Puede utilizar números más grandes a medida que mejoran las habilidades de su niño/niña. Una variación es que en lugar de ganar, el jugador obligado a acertar o ir más allá del número objetivo pierde. También puedes experimentar con lo que sucede si permites que un jugador sume (o reste) 1, 2 o 3 en cada turno.

# template
source: Each Shape Card has three properties: *shape (circle, triangle, or square) *count (one, two, or three) *color (red, blue, or black) Deal five cards to each player, with the remaining cards face-down in a draw pile. Turn the draw pile’s top card face-up to begin a new stack. Take turns placing a card on the stack – the new card must match two features of the top card.
es: Cada Carta de Forma tiene tres propiedades: *forma (círculo, triángulo o cuadrado) *cuenta (uno, dos o tres) *color (rojo, azul o negro) Distribuya cinco cartas a cada jugador, con las cartas restantes boca abajo en una pila para robar. Gire boca arriba la carta superior de la pila de robo para comenzar una nueva pila. Túrnense para colocar una carta en la pila; la nueva carta debe coincidir con dos características de la carta superior.

# template
source: If you cannot play a card on your turn, draw a card from the draw pile and end your turn. The first person to run out of cards is the winner. If the draw pile runs out, the player with the fewest cards in their hand wins. Simplify the game by only requiring a match of one property with the top card. Another variation is to allow a player to place more than one card on a turn as long as each card is a legal play on top of the previous card.
es: Si no puede jugar una carta en su turno, robe una carta de la pila de robo y finalice su turno. La primera persona que se quede sin cartas es la ganadora. Si la pila de robo se agota, el jugador con la menor cantidad de cartas en su mano gana. Simplifique el juego requiriendo solo una coincidencia de una propiedad con la carta superior. Otra variación es permitir que un jugador coloque más de una carta en un turno siempre que cada carta sea un juego legal sobre la carta anterior.

# template
source: Choose one of the Shape Cards - this is your starting card. Create a sequence of 4 to 8 cards that can legally be played in sequence on that starting card – each card must have two properties in common with the previous card.
es: Elige una de las Cartas de Formas: esta es tu carta inicial. Crea una secuencia de 4 a 8 cartas que se puedan jugar legalmente en secuencia en esa carta inicial; cada carta debe tener dos propiedades en común con la carta anterior.

# template
source: When you’re done, separate the starting card and shuffle the other cards. The challenge is to take the shuffled cards and place them in a series of legal moves on the starting card.
es: Cuando hayas terminado, separa la carta inicial y baraja las otras cartas. El desafío consiste en tomar las cartas barajadas y colocarlas en una serie de movimientos legales en la carta inicial.

# template
source: Draw a tic-tac-toe grid big enough to hold a Shape Card in each square. Choose 8 of the Shape Cards that have two of each property. For example, pick the 8 cards that are either a triangle or square, have one or two figures, and are either red or blue. Place these 8 cards around the outside of the board. Players take turns picking an unused card for their opponent to place on the board. The first player to place a card that completes 3 cards in a row which have at least one property in common wins! If all the cards are played without a winner, it's a tie game. Here are some examples of ways to win:
es: Dibuja una cuadrícula de tic-tac-toe lo suficientemente grande como para contener una Carta de Forma en cada cuadrado. Elija 8 de las Tarjetas de Forma que tengan dos de cada propiedad. Por ejemplo, elija las 8 cartas que son un triángulo o un cuadrado, tienen una o dos figuras y son rojas o azules. Coloque estas 8 cartas alrededor del exterior del tablero. Los jugadores se turnan para elegir una carta sin usar para que su oponente la coloque en el tablero. ¡El primer jugador en colocar una carta que complete 3 cartas seguidas que tengan al menos una propiedad en común gana! Si todas las cartas se juegan sin un ganador, es un juego de empate. Aquí hay algunos ejemplos de formas de ganar:

# template
source: Simplify the game and add an element of luck by placing the cards face down and having each player play the top card.
es: Simplifique el juego y agregue un elemento de suerte colocando las cartas boca abajo y haciendo que cada jugador juegue la carta superior.

# template
source: Remove the cards from two, four, or six Number Decks outside your child’s comfort range. Split the cards evenly in two piles face down. Flip over the top cards and the player with the larger card keeps both cards. If the cards match, flip the next two cards and the winner gets all four cards. The player with the most cards after one or more runs through all the cards is the winner.
es: Retire las cartas de dos, cuatro o seis barajas de números fuera del rango de comodidad de su niño/niña. Divida las cartas de manera uniforme en dos pilas boca abajo. Da la vuelta a las cartas superiores y el jugador con la carta más grande se queda con ambas cartas. Si las cartas coinciden, voltee las siguientes dos cartas y el ganador obtendrá las cuatro cartas. El jugador con más cartas después de una o más vueltas por todas las cartas es el ganador.

# template
source: To change things up, sometimes play that the smaller of the two cards wins.
es: Para cambiar las cosas, a veces juegue que gana la más pequeña de las dos cartas.

# template
source: Give your child some number of small objects, say seven, and count them together. Pick a target number, say five. Ask your child to take five objects out of the original group of seven objects, if it is possible. This helps your child learn the relative sizes of numbers and how much they are bigger or less than each other.
es: Dele a su niño/niña algunos objetos pequeños, digamos siete, y cuéntenlos juntos. Elija un número objetivo, digamos cinco. Pídale a su niño/niña que saque cinco objetos del grupo original de siete objetos, si es posible. Esto ayuda a su niño/niña a aprender los tamaños relativos de los números y cuánto son más grandes o más pequeños que los demás.

# template
source: At first, the target number should be less than or equal to the total number. Later on, giving numbers that are too big provides practice with the relative size of quantities, as well as providing practice checking that requests are reasonable.
es: Al principio, el número objetivo debe ser menor o igual al número total. Más adelante, dar números que son demasiado grandes proporciona práctica con el tamaño relativo de las cantidades, así como también proporciona práctica para verificar que las solicitudes son razonables.

# template
source: This is a group game that starts with each player thinking of a number for that round. When everyone is ready, the adult starts slowly counting aloud from 1. With the announcement of each number, any children who were thinking of that number call out. If more than one child calls out, those children are "out" and the adult continues to count. If only one child calls out, that child is the winner of the round.
es: Este es un juego grupal que comienza con cada jugador pensando en un número para esa ronda. Cuando todos están listos, el adulto comienza a contar lentamente en voz alta desde 1. Con el anuncio de cada número, los niños que estaban pensando en ese número gritan. Si más de un niño/niña grita, esos niños están "fuera" y el adulto continúa contando. Si solo un niño/niña grita, ese niño/niña es el ganador de la ronda.

# template
source: This is also a quick, fun game to play with a large group of adults — it can be quite funny when no one picks a particular low number (such as two).
es: Este también es un juego rápido y divertido para jugar con un gran grupo de adultos; puede ser bastante divertido cuando nadie elige un número bajo en particular (como dos).

# template
source: Make this an active game as follows. With two to four children, play it like Rock, Paper, Scissors. Have the children raise some number of fingers on one or two hands behind their backs. At the count of three, everyone brings their hands out and the game is played as described above. With more children, have them thinking of their number while crouched down in a ball on the floor, looking at the floor. When the adult calls their number, they get to pop up, and the game is played as described above.
es: Haga de este un juego activo de la siguiente manera. Con dos o cuatro niños, juegue como Piedra, Papel, Tijeras. Haga que los niños levanten algunos dedos de una o dos manos detrás de la espalda. A la cuenta de tres, todos sacan las manos y el juego se juega como se describe arriba. Con más niños, pídales que piensen en su número mientras están agachados, mirando al piso. Cuando el adulto llama a su número, saltan y el juego se juega como se describe arriba.

# template
source: Each player has two number lines, one for their battleships and one for their guesses. These number lines are drawn on paper and go from 0 to 12 (or higher if the children can count higher). Out of sight, on their battleship number line, each player places tokens on two numbers that will be their battleships. After the setup, the players take turns guessing numbers. When a player makes a guess, the other player says how close the guess was to the nearest target - the guesser then marks down that information on their second number line. The first person to get all the targets wins.
es: Cada jugador tiene dos líneas numéricas, una para sus buques de guerra y otra para sus conjeturas. Estas líneas numéricas están dibujadas en papel y van del 0 al 12 (o más si los niños pueden contar más). Fuera de la vista, en la recta numérica de sus buques de guerra, cada jugador coloca fichas en dos números que serán sus buques de guerra. Después de la configuración, los jugadores se turnan para adivinar números. Cuando un jugador hace una suposición, el otro jugador dice qué tan cerca estaba la suposición del objetivo más cercano; el adivinador luego marca esa información en su segunda recta numérica. La primera persona en conseguir todos los objetivos gana.

# template
source: There are several variations to make this more challenging. A wider range of numbers can be used. The response to a guess can be a range of distances rather than an exact amount - for example: “the nearest ship is 1 or 2 away.” Another variation is to have ships that are two or three spaces in length.
es: Hay varias variaciones para hacer esto más desafiante. Se puede utilizar una gama más amplia de números. La respuesta a una suposición puede ser un rango de distancias en lugar de una cantidad exacta, por ejemplo: "el barco más cercano está a 1 o 2 de distancia". Otra variación es tener barcos de dos o tres espacios de eslora.

# template
source: This is an introductory, warmup version of a fun game we will revisit again soon. There are two people involved. The Puzzler thinks of a number and the Questioner discovers the number. The Puzzler declares, “I am thinking of a number from 0 to 8” (or whatever upper limit they like). The Questioner then asks questions of the form “How does your number compare to 3?” The Puzzler answers that the number is smaller, equal to, or larger than that number. Here is an example of a game with a target of 5: Puzzler: I’m thinking of a number from 0 to 8. Question: How does your number compare to 3? Puzzler: My number is larger than 3.
es: Esta es una versión de antecedentes del tema de un divertido juego que volveremos a visitar pronto. Hay dos personas involucradas. El enigma piensa en un número y el interrogador lo descubre. El enigma declara: "Estoy pensando en un número del 0 al 8" (o el límite superior que quieran). Luego, el interrogador hace preguntas del tipo "¿Cómo se compara su número con el 3?" El enigma responde que el número es menor, igual o mayor que ese número. Aquí hay un ejemplo de un juego con un objetivo de 5: Rompecabezas: Estoy pensando en un número del 0 al 8. Pregunta: ¿Cómo se compara tu número con el 3? Rompecabezas: Mi número es mayor que 3.

# template
source: Question: How does your number compare to 6? Puzzler: My number is smaller than 6.
es: Pregunta: ¿Cómo se compara tu número con el 6? Rompecabezas: Mi número es menor que 6.

# template
source: Question: How does your number compare to 5? Puzzler: Well done! My number is equal to 5. With younger children, you can play this game with counting cards from 0 to 8 (or whatever the limits are) placed face up in order on the table. Under one of the cards you hide a star or whatever is fun. After each guess, the child (Questioner) turns over all the cards that have been eliminated until the star is discovered.
es: Pregunta: ¿Cómo se compara su número con el 5? Enigma: ¡Bien hecho! Mi número es igual a 5. Con niños más pequeños, puedes jugar a este juego contando cartas del 0 al 8 (o cualquiera que sea el límite) colocadas boca arriba en orden sobre la mesa. Debajo de una de las cartas escondes una estrella o lo que sea divertido. Después de cada intento, el niño o la niña (Interrogador) da vuelta todas las cartas que han sido eliminadas hasta que se descubre la estrella.

# template
source: This is a magic trick for practicing addition and subtraction. Do this slowly enough so that your child will get a chance to see what is going on. For addition, count the number of raised fingers on your left hand, say 3. Count the number of raised fingers on your right hand, say 1. Make sure you pick two numbers that add up to 5 or less. Now, bring the two hands together and poof - the fingers on your right hand are transferred to the left hand, where there are now 4 fingers raised. Magic! Summarize by saying “3 fingers plus 1 more finger creates 4 fingers. Tada!”
es: Este es un truco de magia para practicar la suma y la resta. Haga esto con la suficiente lentitud para que su niño/niña tenga la oportunidad de ver lo que está sucediendo. Para sumar, cuente el número de dedos levantados en su mano izquierda, digamos 3. Cuente el número de dedos levantados en su mano derecha, digamos 1. Asegúrese de elegir dos números que sumen 5 o menos. Ahora, junte las dos manos y puf: los dedos de la mano derecha se transfieren a la mano izquierda, donde ahora hay 4 dedos levantados. ¡Magia! Resuma diciendo “3 dedos más 1 dedo más crean 4 dedos. ¡Tara!"

# template
source: For subtraction, raise some fingers on your left hand, say 4 of them. Have your right hand reach over and grab some of the fingers, say 1 of them. Presto, there will be 3 fingers left raised on the left hand and 1 raised on the right hand. Verbally summarize this saying that 4 take away 1 gives three, or you can say that you have broken 4 into two pieces which are 3 and 1. The latter wording emphasizes the concept of number bonds, which are pairs of numbers that add up to a given total. Occasionally, throw in the following special cases. For addition, let one or both of the hands have 0 fingers raised and show nothing changes when adding 0. For subtraction, subtract all the fingers so none are left over, and sometimes subtract none of the fingers to show that nothing changes.
es: Para restar, levante algunos dedos de su mano izquierda, digamos 4 de ellos. Haga que su mano derecha se estire y agarre algunos de los dedos, digamos 1 de ellos. Listo, quedarán 3 dedos levantados en la mano izquierda y 1 levantado en la mano derecha. Resume verbalmente este dicho de que 4 quita 1 da tres, o puedes decir que has dividido 4 en dos partes que son 3 y 1. La última redacción enfatiza el concepto de enlaces numéricos, que son pares de números que suman un total dado. De vez en cuando, agregue los siguientes casos especiales. Para sumar, deje que una o ambas manos tengan 0 dedos levantados y no muestren ningún cambio al sumar 0. Para restar, reste todos los dedos para que no quede ninguno y, a veces, no reste ninguno de los dedos para mostrar que nada cambia.

# template
source: It is useful for your child to easily recognize numbers of objects. Practice this in two ways. One way is to use Number Cards with ten frames. Pick a card at random and playfully see if your child can recognize the quantity. For variety, have your child quiz you sometimes.
es: Es útil para su niño/niña reconocer fácilmente una cantidad de objetos. Practica esto de dos formas. Una forma es usar Tarjetas Numéricas con diez marcos. Elija una tarjeta al azar y vea juguetonamente si su niño/niña puede reconocer la cantidad. Para variar, pídale a su niño/niña que tome su turno y le pregunte a usted.

# template
source: The other way is to use fingers. Show some fingers on one or both hands and have your child recognize the total count. When two hands are used for numbers over five, one of the hands should have 5 fingers raised - that way it looks like a ten frame.
es: La otra forma es usar los dedos. Muestre algunos dedos en una o ambas manos y haga que su niño/niña reconozca el recuento total. Cuando se usan dos manos para números superiores a cinco, una de las manos debe tener 5 dedos levantados, de esa manera se ve como un marco de diez.

# template
source: Count a small number of little things. Hide some of them while your child is not looking. When your child looks back, ask how many are hidden.
es: Cuente una pequeña cantidad de pequeñas cosas. Esconda algunos de ellos cuando su niño/niña no esté mirando. Cuando su niño/niña vuelva a mirar, pregúntele cuántos están escondidos.

# template
source: For example, suppose you have 6 raisins on a table. Have your child look away and cover 2 of them with a bowl. When your child looks back, count out the 4 visible raisins and ask how many raisins are under the bowl if there are 6 in total. One way for your child to figure this is to “count on” from 4 to 6 - as your child counts 4, 5, and 6, start with 0 fingers raised and raise one finger at a time to arrive at 2 raised fingers. Similarly, your child can do almost the same thing by “counting down” from 6 to 4. Seeing that 4 plus 2 more is 6 is tied together with taking 2 away from 6 to get 4 is great practice for understanding fact families.
es: Por ejemplo, suponga que tiene 6 pasas en una mesa. Haga que su niño/niña mire hacia otro lado y cubra 2 de ellos con un tazón. Cuando su niño/niña vuelva a mirar, cuente las 4 pasas visibles y pregunte cuántas pasas hay debajo del tazón si hay 6 en total. Una forma de que su niño/niña se dé cuenta de esto es “contar” de 4 a 6; mientras su niño/niña cuenta 4, 5 y 6, comience con 0 dedos levantados y levante un dedo a la vez para llegar a 2 dedos levantados. De manera similar, su niño/niña puede hacer casi lo mismo “contando hacia atrás” de 6 a 4. Ver que 4 más 2 más es 6 está relacionado con quitar 2 de 6 para obtener 4 es una gran práctica para comprender las familias de operaciones.
