Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: The colors in the background form ever larger circles -- they are called concentric circles. How do all these colors together make you feel?
es: Los colores del fondo forman círculos cada vez más grandes: se llaman círculos concéntricos. ¿Cómo te sientes al ver todos estos colores juntos?

# data_list
source: They climbed trees. They splashed in the water of the lake.
es: Ellos escalaron árboles. Ellos chapotearon en el agua del lago.

# data_list
source: How did Odongo get up into a tree with no low branches?
es: ¿Cómo se subió Odongo al árbol si no habían ramas bajas?

# data_list
source: How many branches are on this tree? Did you count all of them including the small ones, or just the large ones?
es: ¿Cuántas ramas hay en este árbol? ¿Las contaste todas, incluidas las pequeñas, o solo contaste las grandes?

# data_list
source: Do you go in a lake or pond with your shoes on? Why do you suppose Apiyo did that?
es: ¿Te has metido alguna vez en un lago o en un estanque con los zapatos puestos? ¿Por qué crees que Apiyo hizo eso?

# data_list
source: They were tired. They fell asleep before finishing their dinner.
es: Los niños estaban cansados. Ellos se quedaron dormidos antes de terminar su cena.

# data_list
source: Have you ever been so tired that you fell asleep in the middle of eating?
es: ¿Alguna vez has estado tan cansado que te quedaste dormido mientras comías?

# data_list
source: Do you think they slept at the table all night?
es: ¿Crees que durmieron en la mesa toda la noche?

# data_list
source: Some of the lines in this picture are straight, like the boards on the table, and some are curved, like the edges of the bowls. Look around you. Do you mostly see straight or curved lines?
es: Algunas de las líneas de esta imagen son rectas como las tablas de la mesa, y otras son curvas como los bordes de los tazones. Mira a tu alrededor. ¿Ves líneas rectas o curvas?

# data_list
source: They helped grandmother. They collected eggs and picked vegetables.
es: Los niños ayudaron a su abuela. Ellos recogieron huevos y verduras.

# data_list
source: Point at and describe all the pairs of things in this picture.
es: Señala y describe los pares de objetos que hay en esta imagen.

# data_list
source: Of the eggs Apiyo is holding, how many can you see?
es: De los huevos que sostiene Apiyo, ¿cuántos puedes ver?

# data_list
source: Do you like helping out with chores?
es: ¿Te gusta ayudar con los quehaceres?

# data_list
source: Grandmother taught Odongo and Apiyo how to cook different foods.
es: La abuela le enseñó a Odongo y Apiyo cómo cocinar diferentes alimentos.

# data_list
source: Do you like helping with the cooking sometimes?
es: ¿Te gusta ayudar de vez en cuando a cocinar?

# data_list
source: Do you have any favorite foods you like to help with?
es: ¿Tienes una comida favorita que te gustaría ayudar a preparar?

# data_list
source: One of the pleasures of traveling is getting to eat new foods. Do you like eating new foods?
es: Uno de los placeres de viajar es poder comer nuevos alimentos. ¿Te gusta probar nuevos alimentos?

# data_list
source: Odongo took grandmother's cows to graze. They ate a neighbor's crops.
es: Odongo llevó a pastar las vacas de la abuela. Ellas se comieron la cosecha de un vecino.

# data_list
source: Looking at Odongo, the neighbor, and the cows, what is each of them feeling?
es: Al mirar a Odongo, el vecino y las vacas, ¿cómo crees que se siente cada uno?

# data_list
source: Do you think Odongo will be given a second chance after this mistake?
es: ¿Crees que Odongo tendrá una segunda oportunidad después de este error?

# data_list
source: When you make mistakes, are you given another chance?
es: Cuando cometes errores, ¿te dan otra oportunidad?

# data_list
source: They went to their grandmother's stall at the market.
es: Los niños fueron al puesto de su abuela en el mercado.

# data_list
source: Who is the new woman in this picture and what is she doing?
es: ¿Quién es la nueva mujer en esta imagen y qué está haciendo?

# data_list
source: What is grandmother's umbrella for? Is it raining?
es: ¿Para qué sirve el paraguas de la abuela? ¿Está lloviendo?

# data_list
source: Count all the different kinds of food grandmother is selling.
es: Cuenta los diferentes tipos de alimento que vende la abuela.

# data_list
source: In the evening, they helped grandmother to count her money.
es: Por la noche los niños ayudaron a la abuela a contar su dinero.

# data_list
source: Can you tell that it is evening from this picture?
es: ¿Podrías decir que es de noche en esta imagen?

# data_list
source: Do you sometimes get to count money? If you do, is it fun to do?
es: ¿A veces cuentas dinero? Si lo haces, ¿te parece divertido hacerlo?

# data_list
source: When you count things, do you come up with faster ways to do it? For example, counting things in pairs can be twice as fast.
es: Cuando cuentas cosas, ¿se te ocurren formas más rápidas de hacerlo? Por ejemplo, contar cosas en pares puede ser el doble de rápido.

# data_list
source: Soon, the holidays were over. Grandmother packed food for their journey.
es: Pronto, las vacaciones terminaron. La abuela les empacó comida para su viaje.

# data_list
source: The children look happy. Are they happy about leaving?
es: Los niños se ven felices. ¿Crees que están contentos de irse?

# data_list
source: This is the first time we're seeing Odongo's hat. Is it a present from his grandmother?
es: Esta es la primera vez que vemos el sombrero de Odongo. ¿Es un regalo de su abuela?

# data_list
source: Their clothes have lots of colors. How many colors are in the clothes you are wearing?
es: Su ropa tiene muchos colores. ¿Cuántos colores tienes en la ropa que llevas puesta?

# data_list
source: The children did not want to leave. "Grandmother, come with us."
es: Los niños no querían irse. "Abuela, ven con nosotros".

# data_list
source: What are the children feeling in this picture?
es: ¿Qué sienten los niños en esta imagen?

# data_list
source: What did their grandmother say when the children asked her to come with them?
es: ¿Qué dijo su abuela cuando los niños le pidieron que los acompañara?

# data_list
source: The children and their father make three people. When you add one more for their grandmother, how many people is that all together?
es: Los niños y su padre suman tres personas. Cuando agregas uno más como la abuela, ¿cuántas personas son en total?

# data_list
source: Odongo and Apiyo hugged grandmother. "Goodbye, grandmother," they said.
es: Odongo y Apiyo abrazaron a la abuela. "Adiós, abuela", dijeron los niños.

# data_list
source: Do you have a hard time saying goodbye to people you care a lot about? Does it make you feel sad?
es: ¿Te cuesta despedirte de las personas que son importantes para ti? ¿Te hace sentir triste?

# data_list
source: Their arms and legs come in pairs. Count them by counting by 2's.
es: Sus brazos y piernas vienen en pares. Cuéntalos contando de 2 en 2.

# data_list
source: How do the number of arms compare to the number of legs?
es: ¿Cuántos brazos hay en comparación con el número de piernas?

# data_list
source: What is better, city life or village life?
es: ¿Qué es mejor, la vida en la ciudad o la vida en un pequeño pueblo?

# data_list
source: How do the number of girls compare to the number of boys?
es: ¿Cómo se compara el número de niñas con respecto al número de niños?

# data_list
source: If you combine the three girls with the three boys, how many children are there? What is three more than three?
es: Si sumas las tres niñas con los tres niños, ¿cuántos niños hay en total? ¿Cuánto es tres más tres?

# data_list
source: Instead of counting them as three plus three more, count them by 2's and see if you get the same number.
es: En lugar de contarlos como tres más tres, cuéntalos de 2 en 2 y mira si obtienes el mismo número.

# data_list
source: Lulu is scared of something. She is holding that book very tightly -- perhaps her fear has something to do with the book?
es: Lulú tiene miedo de algo. Ella sostiene el libro con mucha fuerza, ¿quizás su miedo tiene que ver con el libro?

# data_list
source: What are some things that scare you?
es: ¿Cuáles son algunas de las cosas que te asustan?

# data_list
source: What do you do when you are scared? Do you go to someone or maybe find a safe place?
es: ¿Qué haces cuando tienes miedo? ¿Recurres a una persona o tal vez encuentras un lugar seguro?

# data_list
source: Lulu, it is time to go, calls Ma.
es: Lulú, es hora de irse, dice Ma.

# data_list
source: Lulu is running away from her mother. Where do you think she will hide?
es: Lulú huye de su madre. ¿Dónde crees que se esconderá?

# data_list
source: What do you think is Lulu's favorite color? How can you tell?
es: ¿Cuál crees que es el color favorito de Lulú? ¿Cómo puedes saberlo?

# data_list
source: Is Lulu walking or running? How can you tell?
es: ¿Lulú está caminando o corriendo? ¿Cómo puedes saberlo?

# data_list
source: Where is Lulu? Is she under the sofa?
es: ¿Dónde está Lulú? ¿Está debajo del sofá?

# data_list
source: Lulu is hiding. Do you see Lulu?
es: Lulú se esconde. ¿Ves a Lulú?

# data_list
source: Count together the cushions and window panes.
es: Cuenta el número de cojines y cristales de la ventana.

# data_list
source: Are there more or less cushions than window panes? What is the difference -- how far apart are the two numbers?
es: ¿Hay más o menos cojines que cristales de ventana? ¿Cuál es la diferencia? ¿A qué distancia están los dos números?

# data_list
source: Is she behind the curtain?
es: ¿Está Lulú detrás de la cortina?

# data_list
source: That's a clever disguise for Lulu. Why does her clothing make her stand out?
es: Ese es un disfraz inteligente para Lulú. ¿Por qué crees que su ropa la hace sobresalir?

# data_list
source: Count together the number of legs on the lamp table. Do you have any tables around you with that many legs?
es: Cuenten juntos el número de patas que tiene la mesa de la lámpara. ¿Tienes alguna mesa a tu alrededor con tantas patas?

# data_list
source: The number of legs on the lamp table is one less than the number on the couch. Three is one less than what number?
es: El número de patas de la mesa de la lámpara es uno menos que el número de patas del sofá. ¿Tres es un número menos de cuál número?

# data_list
source: Where is Lulu? Is she next to the stove?
es: ¿Dónde está Lulú? ¿Está al lado de la estufa?

# data_list
source: Guess where Lulu is hiding in the kitchen.
es: Adivina en qué parte de la cocina se esconde Lulú.

# data_list
source: Count the cabinet knobs together.
es: Cuenten juntos el número de manijas de los gabinetes.

# data_list
source: Point at all the round things you can find in this kitchen -- there are quite a few.
es: Señala todas las cosas redondas que ves en esta cocina: hay bastantes.

# data_list
source: Is she in the cupboard?
es: ¿Está Lulú en el estante?

# data_list
source: Once again, Lulu picked a clever hiding place, but her colors don't fit in with the colors in the kitchen.
es: Una vez más, Lulú eligió un escondite inteligente, pero sus colores no combinan con los colores de la cocina.

# data_list
source: A rectangle is a four-sided shape like this page. Count the rectangles you see on this page.
es: Un rectángulo es una figura de cuatro lados como esta página. Cuenta el número de rectángulos que ves en esta página.

# data_list
source: A cylinder is a shape like a jar with straight sides. There are five cylinders on the top shelf (the bowl is not a cylinder). How many are there on Lulu's shelf? Is it the same number?
es: Un cilindro es una figura que se parece a un frasco con lados rectos. Hay cinco cilindros en el estante superior (el tazón no es un cilindro). ¿Cuántos cilindros hay en el estante de Lulú? ¿Hay el mismo número?

# data_list
source: Lulu, it is time to go! Where are you? calls Ma.
es: ¡Lulú, es hora de irnos! ¿Dónde estás?” dice Ma.

# data_list
source: Lulu blends in better this time. Do you see her?
es: Lulú se camufla mejor esta vez. ¿La ves?

# data_list
source: So many things to count! Point at and count together the blocks on the floor, the dolls, and the drawings on the wall.
es: ¡Hay muchas cosas para contar! Señalen y cuenten juntos el número de bloques en el piso, las muñecas y los dibujos en la pared.

# data_list
source: Which group of things is the largest and which is the smallest?
es: ¿Qué grupo de objetos es el más grande y cuál es el más pequeño?

# data_list
source: There you are! says Ma. "I do not want to gooo!"
es: ¡Ahí estás! dice Ma. "¡No me quiero irrrr!"

# data_list
source: Lulu is still holding her book tightly. Do you think Lulu is afraid her mother will take it away?
es: Lulú todavía sostiene su libro con fuerza. ¿Crees que Lulú tiene miedo de que su madre se lo quite?

# data_list
source: Lulu seems like she can be difficult when she doesn't get her way. How are you when you don't get your way?
es: Parece que Lulú se pone un poco difícil cuando no logra salirse con la suya. ¿Cómo te sientes tú cuando no logras salirte con la tuya?

# data_list
source: Lulu's room has many rectangles. How many can you count?
es: La habitación de Lulú tiene muchos rectángulos. ¿Cuántos puedes contar?

# data_list
source: We have to go, says Ma. "But I really like this one!"
es: "Tenemos que irnos”, dice Ma. "¡Pero realmente me gusta este!"

# data_list
source: Lulu's book looks very big compared to Lulu. Do you think her book is really that big?
es: El libro de Lulú se ve muy grande en comparación con el tamaño de Lulú. ¿Crees que su libro es realmente así de grande?

# data_list
source: Do you have a favorite book or story that you like to look through or have told to you? Have you heard the story many times?
es: ¿Tienes un libro o una historia favorita que te gusta leer o que te hayan contado? ¿Has escuchado la historia muchas veces?

# data_list
source: There are many kinds of stories. There are scary ones, funny ones, and some are adventures. Do you have a favorite type?
es: Hay muchos tipos de historias. Hay de miedo, divertidas y algunas son de aventuras. ¿Cuál es tu tipo favorito?

# data_list
source: This building has many rectangles. Most buildings use rectangles a lot for their sides and windows.
es: Este edificio tiene muchos rectángulos. La mayoría de los edificios usan mucho los rectángulos para sus lados y ventanas.

# data_list
source: Triangles are three-sided shapes, and pentagons are five-sided shapes. There is a famous building called the Pentagon because it is made in the shape of a pentagon.
es: Los triángulos son formas de tres lados y los pentágonos son formas de cinco lados. Hay un edificio famoso llamado el Pentágono porque está hecho en forma de pentágono.

# data_list
source: Why do you suppose buildings are not often made in the shape of a triangle or circle? Have you seen any buildings like that?
es: ¿Por qué crees que los edificios no suelen tener la forma de un triángulo o un círculo? ¿Has visto alguna vez un edificio así?

# data_list
source: Where are they going? What does that big book on top of the building tell you about what this building is?
es: ¿Para dónde van ellas? ¿El gran libro que está en la parte superior del edificio te cuenta la historia de este edificio?

# data_list
source: What is going to happen to Lulu's book at this library?
es: ¿Qué va a pasar con el libro de Lulú en esta biblioteca?

# data_list
source: Do you have a place where you can borrow books near where you live? Have you ever borrowed books there?
es: ¿Hay algún lugar cerca de tu casa donde puedes alquilar libros? ¿Alguna vez has alquilado libros allí?

# data_list
source: I really like this one!
es: ¡Este realmente me gusta!

# data_list
source: She found a new book very quickly. It didn't take Lulu long to forget about her old book.
es: Ella encontró un libro nuevo muy rápido. Lulú no tardó mucho en olvidarse de su viejo libro.

# data_list
source: How does Lulu feel about this new book? How can you tell?
es: ¿Cómo se siente Lulú con su nuevo libro? ¿Cómo puedes saberlo?

# data_list
source: The windows behind Lulu have four sides and are almost rectangles. How are they different from rectangles?
es: Las ventanas detrás de Lulú tienen cuatro lados y son casi rectángulos. ¿En qué se diferencian de los rectángulos?

# data_list
source: And this one!
es: ¡Y este!

# data_list
source: Lulu is a very enthusiastic person. Some people display their feelings a lot and others are quieter with them. Which are you?
es: Lulú es una persona muy entusiasta. Algunas personas muestran mucho sus sentimientos y otras son más reservadas. ¿Cómo eres tú?

# data_list
source: How many books do you think she will want to take home?
es: ¿Cuántos libros crees que querrá llevarse a casa?

# data_list
source: Do you have a library near you? Do you like to check books out of the library?
es: ¿Tienes una biblioteca cerca de tu casa? ¿Te gusta alquilar libros en la biblioteca?

# data_list
source: And this one! "And this one!"
es: ¡Y este! "¡Y este otro!"

# data_list
source: How many Lulus are there in this picture? Why did the artist draw more than one?
es: ¿Cuántas Lulús hay en esta imagen? ¿Por qué el artista dibujó más de una?

# data_list
source: To count as Lulu grabs books, you would keep adding "one more" each time she added a book. What is one more than zero? What is one more than one? You can count as high as you like this way!
es: Para contar los libros que toma Lulú, debes sumar "uno más" cada vez que ella agrega un libro. ¿Uno más que cero, es? ¿Uno más que uno, es? ¡Puedes contar tanto como quieras de esta manera!

# data_list
source: Libraries are supposed to be quiet places. Do you think Lulu should be running around?
es: Se supone que las bibliotecas son lugares tranquilos. ¿Crees que Lulú debería estar corriendo?

# data_list
source: See, you return books and borrow more, says Ma. "YAY!"
es: Mira, devuelves libros y pides más prestados”, dice Ma. "¡Viva!"

# data_list
source: Why isn't Lulu sad about having to return her old book?
es: ¿Por qué no está triste Lulú por tener que devolver su viejo libro?

# data_list
source: Count together the books on the counter.
es: Cuenten juntos el número de libros que hay sobre el mostrador.

# data_list
source: How many books do you think Lulu is checking out? What is the largest number you know?
es: ¿Cuántos libros crees que está alquilando Lulú? ¿Cuál es el número más grande que conoces?

# data_list
source: Where is Lulu now?
es: ¿Dónde está Lulú ahora?

# data_list
source: Lulu checked out a lot of books! Can you count them all?
es: ¡Lulú alquiló muchos libros! ¿Puedes contarlos todos?

# data_list
source: Do you think Lulu likes to look at and read books?
es: ¿Crees que a Lulú le gusta mirar y leer los libros?

# data_list
source: Do you?
es: ¿Y a ti?

# data_list
source: I have lost my bat, and I cannot find it.
es: He perdido mi bate y no puedo encontrarlo.

# data_list
source: Though you can only see five of them, there are six panes in the window. What else is there six of?
es: Aunque solo puedes ver cinco, hay seis cristales en la ventana. ¿Cuáles objetos tienen seis unidades en la imagen?

# data_list
source: The number of rungs on the ladder is one more than the number of panes -- how many? The number of panes you can see is five, which is one less than the total number of panes.
es: El número de peldaños de la escalera es uno más que el número de cristales en la ventana, ¿cuántos peldaños hay? El número de cristales que puede ver es cinco, que es uno menos que el número total de cristales que hay en la ventana.

# data_list
source: Rectangles have four straight sides and corners like those on this page. Point to and describe the rectangles in the picture.
es: Los rectángulos tienen cuatro lados rectos y esquinas como los de esta página. Señala y describe los rectángulos que hay en la imagen.

# data_list
source: I looked behind the door. It was not there.
es: Miré detrás de la puerta. No estaba allí.

# data_list
source: Did you notice the girl outside the window?
es: ¿Viste a la niña que está afuera de la ventana?

# data_list
source: The bat is not behind the door -- could it be inside the box?
es: El bate no está detrás de la puerta, ¿podrá estar dentro de la caja?

# data_list
source: A box is a 3-dimensional shape with rectangles on every side. Do you see anything else similar to a box? (the door)
es: Una caja es una figura tridimensional que tiene rectángulos en cada lado. ¿Ves algo más que sea parecido a una caja? (la puerta)

# data_list
source: I looked for it on the shelf. I could not find it there.
es: Lo busqué en el estante, pero no lo encontré ahí.

# data_list
source: The window bangs into the shelf when it opens. That seems like a bad design!
es: La ventana se golpea contra el estante cuando se abre. ¡Parece que hay un mal diseño!

# data_list
source: Do you think this shelf is too high for a child's room?
es: ¿Crees que este estante es demasiado alto para la habitación de un niño?

# data_list
source: There's that girl riding around again. Notice that the buildings behind her are shaped like big boxes. A lot of buildings are.
es: Ahí está la niña dando vueltas otra vez. Observa que los edificios detrás de ella tienen forma de cajas grandes. Muchos edificios son así.

# data_list
source: I looked for it under the bed. Not there either.
es: Lo busqué debajo de la cama. Allí tampoco estaba.

# data_list
source: The girl's dress matches the bag hanging by the door. Do you think the bag is hers?
es: El vestido de la niña hace juego con el bolso que cuelga junto a la puerta. ¿Crees que la bolsa es de ella?

# data_list
source: Can you think of a place the boy hasn't looked?
es: ¿Puedes pensar en un lugar en el que el niño no haya mirado?

# data_list
source: Vertical lines are lines that go up and down. How many vertical pieces are there to the blue frame on the side of the bed? The number of spaces between those vertical pieces is one less. How many is that?
es: Las líneas verticales son líneas que suben y bajan. ¿Cuántas piezas verticales hay en el marco azul al lado de la cama? El número de espacios entre esas piezas verticales es uno menos. ¿Cuántos espacios hay?

# data_list
source: I searched inside the box. There was no sign of it.
es: Busqué dentro de la caja. No había señales del bate.

# data_list
source: The boy's shirt has a stripe on it. Do you see other stripes in this picture? Do you see stripes around where you are?
es: La camisa del niño tiene una raya. ¿Ves otras rayas en esta imagen? ¿Ves rayas en el lugar donde estás?

# data_list
source: Pink is a light shade of red. If you include pink, how many things are red in this picture?
es: El rosa es un tono claro de rojo. Si incluyes el color rosa, ¿cuántos objetos rojos hay en esta imagen?

# data_list
source: If you don't count pink, you get one less thing that is red. How many is that?
es: Si no cuentas los objetos de color rosa, obtienes un número menor de objetos de color rojo. ¿Cuánto es eso?

# data_list
source: I searched the attic. It was not there.
es: Busqué en el ático. No estaba allí.

# data_list
source: The boy has looked in a lot of places. How long do you look for something before you give up?
es: El niño ha buscado en muchos lugares. ¿Cuánto tiempo buscas algo antes de rendirte?

# data_list
source: When you have trouble finding something, what are some places you end up finding it?
es: Cuando tienes problemas para encontrar un objeto, ¿cuáles son algunos de los lugares en los que terminas encontrándolo?

# data_list
source: Notice that the window no longer bangs into the shelf. Did the shelf move?
es: Observa que la ventana ya no golpea contra el estante. ¿Se movió el estante?
