Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Privacy policy
es: Política de privacidad

# template
source: Template list
es: Lista de plantillas

# template
source: Tour list
es: Lista de visitas

# template
source: Reset app
es: Restablecer aplicación

# template
source: First and foremost, playing math games should be fun, like any other game your family plays together! Please let your child make poor plays (mistakes) without correction, and resist the urge to tell them the best ways to play. Bit by bit, your child will get better at the game, and they will learn so much more if you let them figure things out. There is no hurry. If you see your child make a mistake, ask them to describe why they decided to do what they did. If your child is stuck and doesn't know which play to make, ask them to describe the pros and cons of their choices, or ask them about how they solved a similar situation in the past. If your child doesn't remember how to do a calculation, discuss with them the methods they know for figuring it out. These conversations are important for helping your child to develop mathematically. Through math game play and math conversations, you are helping your child learn to enjoy math and develop important problem solving skills!
es: En primer lugar, jugar a los juegos de matemáticas debería ser divertido, ¡como cualquier otro juego que jueguen juntos en familia! Por favor, deja que tu hijo juegue mal (errores) sin corrección, y resiste la necesidad de decirles las mejores maneras de jugar. Poco a poco, su hijo/a mejorará en el juego, y aprenderán mucho más si les deja averiguar las cosas. No hay prisa. Si ve que su hijo comete un error, pídale que describa por qué decidió hacer lo que hizo. Si su hijo está atascado y no sabe qué jugada hacer, pídale que describa los pros y los contras de sus elecciones, o pregúntele cómo resolvió una situación similar en el pasado. Si su hijo no recuerda cómo hacer un cálculo, analice con él los métodos que conoce para resolverlo. Estas conversaciones son importantes para ayudar a su hijo a desarrollarse matemáticamente. ¡Mediante el juego de matemáticas y las conversaciones matemáticas, está ayudando a su hijo a aprender a disfrutar de las matemáticas y a desarrollar importantes habilidades para resolver problemas!

# template
source: Puzzles are meant to be challenging and to take time, so please don't ruin the fun by telling your child how to do them. These puzzles are chosen so that you can create them easily and then have fun solving them together. If your child gets stuck on a puzzle, you have several options. You can, of course, give very small hints, if you can think of things that won't give away the puzzle. You can suggest looking at smaller or simpler versions of the puzzle. Encourage your child to be bold in their ideas, even if sometimes they lead to dead ends. We all learn a lot from our mistakes and dead ends! Let your child know that it is perfectly okay not to solve a puzzle on the first (or second or third) try, and that useful ideas may occur to them if they leave the puzzle alone for a day or two. These puzzles are meant to be fun and to teach problem solving. One of the greatest mathematical pleasures is that AHA moment, after many false starts and much wrestling with a problem, when the answer is finally discovered – be sure to let your child experience that feeling of discovery as many times as you can!
es: Los rompecabezas están pensados para ser desafiantes y tomar tiempo, así que por favor no arruine la diversión diciéndole a su hijo cómo hacerlo. Estos rompecabezas son elegidos para que puedan crearlos fácilmente y luego divertirse resolviéndolos juntos. Si su hijo se atasca en un rompecabezas, tiene varias opciones. Por supuesto, puede dar pistas muy pequeñas, si puede pensar en cosas que no delaten el rompecabezas. Puede sugerir mirar versiones más pequeñas o más simples del rompecabezas. Anime a su hijo a ser audaz en sus ideas, incluso si a veces conducen a callejones sin salida. ¡Todos aprendemos mucho de nuestros errores y callejones sin salida! Hágale saber a su hijo que está perfectamente bien no resolver un acertijo en el primer (o segundo o tercer) intento, y que se le pueden ocurrir ideas útiles si deja el acertijo solo por un día o dos. Estos rompecabezas están pensados para ser divertidos y para enseñar a resolver problemas. Uno de los mayores placeres matemáticos es ese momento AHA, después de muchos comienzos en falso y mucha lucha con un problema, cuando finalmente se descubre la respuesta. ¡Asegúrese de dejar que su hijo experimente esa sensación de descubrimiento tantas veces como pueda!

# template
source: Investigations are meant for your child to play with and think about. Let your child explore these looking for interesting patterns and beautiful relationships. Resist the temptation to unveil what is going on and give the answer. If your child seems to have reached a dead end, suggest that they come back to the investigation at a future time to play with it again. Many investigations benefit from organizing results, and this is a great thing for you to help your child with. Help them make tables, drawings, or whatever may help them see more easily what is going on. And of course, it is perfectly fine to give them gentle nudges from time to time in the right direction. Remember that your child will learn a lot by developing persistence and learning how to look more deeply at things.
es: Las investigaciones son para que su hijo/a juegue y piense. Deje que su hijo/a explore estos en busca de patrones interesantes y relaciones hermosas. Resista la tentación de revelar lo que está pasando y dar la respuesta. Si su hijo/a parece haber llegado a un callejón sin salida, sugiérale que vuelva a la investigación en el futuro para jugar con ella de nuevo. Muchas investigaciones se benefician de la organización de los resultados, y esto es algo grandioso para que usted pueda ayudar a su hijo/a. Ayúdelos a hacer tablas, dibujos o cualquier cosa que les ayude a ver más fácilmente lo que está pasando. Y, por supuesto, está perfectamente bien darles empujones suaves de vez en cuando en la dirección correcta. Recuerde que su hijo aprenderá mucho desarrollando persistencia y aprendiendo a mirar más profundamente las cosas.

# template
source: Helping your child
es: Ayudando a su hijo/a

# template
source: Read Bonus Material
es: Leer Material Adicional

# template
source: Chapter
es: Capítulo

# template
source: At these early ages, it is all about exposure! Your child is being exposed to a wide array of experiences and is discovering patterns. Expose your child to math and play with math together.
es: En estas edades tempranas, ¡se trata sobre todo de experimentación! Su niño/niña tiene a su alcance una amplia gama de experiencias que le permitirán descubrir patrones. Exponga a su niño/niña a experiencias matemáticas y jueguen juntos con las matemáticas.

# template
source: Start this even before your child seems to understand what you are saying. Your child is a sponge who will eventually understand your words. Make a habit of pointing at things your child is interacting with and describing them with words involving numbers, shapes, and colors. If you are dealing with a small set of things, count them out loud to your child.
es: Puede empezar incluso antes de que su niño/niña parezca entender lo que le dice. Lo cierto es que su niño/niña es una esponja que eventualmente entenderá sus palabras. Adquiera el hábito de señalar las cosas con las que su niño/niña está interactuando mientras las describe con palabras que incluyan números, formas y colores. Si está tratando con un pequeño conjunto de objetos, cuente cuántos hay en voz alta a su niño/niña.

# template
source: Story time is a wonderful chance to do a bit of math with your child during a cozy time. This builds up happy associations with math that encourage your child to see math as something pleasant to do together. As you read a story with your child, talk about things in the pictures and in the story. If there are birds in the picture, point to the birds and count the birds to your child: “Look, there are 1, 2, 3 birds in the tree.” If there is a big yellow sun, point to the sun and say: “The sun is round and it is yellow. The wall of this room is also yellow. Point to something round in this room.”
es: La hora del cuento es una oportunidad maravillosa para hacer un poco de matemáticas con su niño/niña en un contexto agradable. Crearán asociaciones placenteras con las matemáticas que animarán a su niño/niña a verlas como una actividad agradable que pueden hacer juntos. Mientras lee una historia con su niño/niña, hablen sobre lo que aparece en las imágenes y en la historia. Si hay pájaros en la imagen, señale los pájaros y cuenten cuántos hay: "Mira, hay 1, 2, 3 pájaros en el árbol". Si hay un gran sol amarillo, señale el sol y diga: “El sol es redondo y amarillo. La pared de esta habitación también es amarilla. Señale algo redondo en la habitación."

# template
source: As your child gets older and understands more things, you can count together or you can ask your child to point to things you describe. We have provided free story picture books as PDFs that you can download and read with your child. Each book has suggested comments or questions you can say to your child as you read the story. Use these same math interactions in your day-to-day activities with your child. For example, as you take a walk you can point to birds on a wire and count them together.
es: A medida que su niño/niña crezca y comprenda más cosas, pueden contar juntos o pedirle a su niño/niña que señale las cosas que usted describe. Hemos proporcionado libros de historias con fotos en formato PDFs que puedes descargar y leer con tu niño/a. Cada libro ha sugerido comentarios o preguntas que usted puede decir a su niño/a mientras lee la historia. Usa estas mismas interacciones matemáticas en tus actividades diarias con tu niño/a. Por ejemplo, mientras usted da un paseo puede señalar a las aves en un cable y contarlas juntos.

# template
source: Pushing your child on the swings is a perfect opportunity to count with your child. With each push, count “1, 2, 3, 4, 5.”
es: Mientras empuja a su niño/niña en los columpios tiene una oportunidad perfecta para contar con él/ella. Con cada empuje, cuente "1, 2, 3, 4, 5."

# template
source: After your child starts learning how to count to 5, counting down from 5 is also a good idea. Start or end at 0 sometimes.
es: Una vez que su niño/niña comience a aprender a contar hasta 5, puede ser una buena idea contar hacia atrás desde 5. A veces comience o termine en 0.

# template
source: There are many things to count or describe when you shop in a store.
es: Hay muchos objetos que pueden contarse o describirse cuando se va de compras.

# template
source: Count the apples you buy or the people in line in front of you. Point out the shapes of fruit or pictures on food boxes.
es: Cuente las manzanas que compra o las personas en la fila frente a usted. Señale las formas de las frutas o de los dibujos en las cajas de comida.

# template
source: While you are traveling, there are many opportunities to talk mathematically with your child.
es: Al viajar aparecen muchas oportunidades para hablar matemáticamente con su niño/niña.

# template
source: For example, if you see a somewhat unusual red car, you can point that out and count together other red cars that are like it. Similarly, you might see a big truck and start counting those. You might see a circle in a design in a building and ask your child to point out other circles they see.
es: Por ejemplo, si ve un automóvil rojo algo inusual, puede aprovechar para contar cuántos automóviles rojos ven similares. Del mismo modo, si ven un camión grande pueden empezar a contar cuántos ven. Si ve, por ejemplo, un círculo en un logotipo de un edificio puede pedirle a su niño/niña que señale otros círculos.

# template
source: There is no end to the shapes, colors, and counting that you can find and talk about once you get used to looking for them.
es: En realidad, son infinitas las formas, los colores y el conteo que pueden llevarse a cabo cuando uno se acostumbra a buscarlos.

# template
source: Help your child explore the physical relationships between shapes by providing an environment rich in opportunities. Cut holes (square, circle, triangle) in a box and watch your child fit toys through them.
es: Ayude a su niño/niña a explorar las relaciones físicas entre las formas brindándole un ambiente rico en oportunidades. Haga agujeros (cuadrados, círculos, triángulos) en una caja y observe cómo su niño/niña mete juguetes a través de ellos.

# template
source: Add different colors to outline the holes (red triangle, blue circle, yellow square) and name the shape of the hole when your child puts the toy through.
es: Agregue diferentes colores para delinear los agujeros (triángulo rojo, círculo azul, cuadrado amarillo) y nombre la forma del agujero cuando su niño pase el juguete.

# template
source: Similar to I Spy, play this game anywhere! Player 1: “I’m thinking of a large blue circle.” Player 2: “I see it! It’s the clock!”
es: Similar a Veo, Veo, Qué Ves, ¡juega a este juego en cualquier lugar! Jugador 1: "Estoy pensando en un gran círculo azul". Jugador 2: “¡Lo veo! ¡Es el reloj! "

# template
source: Take turns with your child observing and finding. Start with simple shapes, add size and color, and then add shape inside of shape or other arrangements.
es: Turnense con su niño/niña para observar y encontrar. Comience con formas simples, agregue tamaño y color, y luego agregue forma dentro de la forma u otros arreglos.

# template
source: Make a puzzle for your child to play with. Have your child paint or draw on a piece of cardboard or stiff paper. Cut the paper into large pieces. Jigsaw puzzle!
es: Haga un rompecabezas para que su niño/niña juegue. Haga que su niño/niña pinte o dibuje en un trozo de cartón o papel rígido. Corta el papel en trozos grandes. ¡Rompecabezas!

# template
source: Create a set of “tiles” from cardboard or stiff paper. Use one color for each shape (red squares, blue triangles, etc.). Watch your child make patterns fitting the tiles together. Name the shapes and colors as they go.
es: Cree un conjunto de "baldosas" de cartón o papel rígido. Use un color para cada forma (cuadrados rojos, triángulos azules, etc.). Observe a su hijo/a hacer patrones encajando las fichas. Nombra las formas y los colores a medida que avanzan.

# template
source: With older children, talk about patterns in the tiling that repeat. Also, talk about symmetries in the overall design. Some designs have one side that is the reflection of the other side, and that is called mirror symmetry. After your child has made a few designs, start pointing out patterns in the tiled floors and buildings that you see.
es: Con los niños mayores, hable sobre los patrones en el mosaico que se repiten. Además, hable sobre las simetrías en el diseño general. Algunos diseños tienen un lado que es el reflejo del otro lado, y eso se llama simetría de espejo. Después de que su niño/niña haya hecho algunos diseños, comience a señalar patrones en los pisos de baldosas y los edificios que ve.

# template
source: Let’s sort laundry! What a great way to find properties that make things the same or different. 1. Sort by colors to be washed together. 2. Sort by type (and size) when clean. 3. Talk about why socks make a pair.
es: ¡La ropa sucia! Qué gran manera de encontrar propiedades que hagan que las cosas sean iguales o diferentes. 1. Ordene por colores lo que se lavará junto. 2. Ordene por tipo (y tamaño) cuando esté limpio. 3. Hable sobre por qué los calcetines hacen un par.

# template
source: Version one: Guesser -- finds a specific object. Puzzler -- describes the object. Version two: Guesser -- asks questions about the object until they guess what it is. Puzzler -- answers yes/no questions.
es: Versión uno: Jugador Uno: debe encontrar un objeto específico. Jugador Dos: describe el objeto hasta que el adivinador lo encuentre. Versión dos: Un jugador hace preguntas sobre el objeto hasta que adivinan de qué se trata. Otro jugador: responde preguntas de sí / no.

# template
source: Incorporate concepts into the game that your child is learning, such as color, size (large, medium, small), weight (heavy, light), quantity, and relationship (inside, on top of, below).
es: Incorpore conceptos en el juego que su niño/niña está aprendiendo, como color, tamaño (grande, mediano, pequeño), peso (pesado, liviano), cantidad y relación (adentro, arriba, abajo).

# template
source: Patterns are everywhere! See how many you can make with your child. Play with: 1. Movement patterns: stepping, jumping, waving, nodding 2. Sound patterns: clapping, knee slapping, tongue clicking, stamping 3. Loudness patterns: soft, medium, loud 4. Visual patterns: color, shape, size Player one: makes a pattern and challenges the other person to repeat it. (Step, clap, jump) Player two: can repeat and eventually add to the pattern, challenging player one to repeat it. (Step, clap, jump, touch their nose)
es: ¡Hay patrones en todas partes! Vea cuántos puede hacer con su niño/niña. Jueguen con: 1. Patrones de movimiento: pasos, saltos, saludos, asentimientos 2. Patrones de sonido: aplausos, palmadas en las rodillas, chasquidos con la lengua, estampados 3. Patrones de sonoridad: suave, medio, fuerte 4. Patrones visuales: color, forma, tamaño Jugador uno: hace un patrón y desafía a otra persona para repetirlo. (Paso, aplauso, salto) Jugador dos: puede repetir y eventualmente agregar al patrón, desafiando al jugador uno a repetirlo. (Dar un paso, aplaudir, saltar, tocar su nariz)

# template
source: As you get better, challenge each other to repeat longer and longer patterns from memory. You can use a pattern as a secret code for getting through a passageway. You can also make necklaces with your child by taking string and threading on beads or bits of food to create repeating patterns. Walking hand in hand, you can use squeeze patterns (short short long, etc.). For older children, create puzzles by drawing a pattern of shapes on paper. One person establishes a pattern and then leaves gaps in the sequence for the other to fill in.
es: A medida que mejoren, desafíen a los demás a repetir patrones cada vez más largos de memoria. Puede utilizar un patrón como código secreto para atravesar un pasillo. También puede hacer collares con su niño/niña tomando un hilo y enhebrando cuentas o trozos de comida para crear patrones repetidos. Caminando de la mano, puede utilizar patrones de compresión (corto, corto, largo, etc.). Para los niños mayores, cree rompecabezas dibujando un patrón de formas en papel. Una persona establece un patrón y luego deja espacios en la secuencia para que la otra los complete.

# template
source: Pick a number, say 2. Challenge your child to go on a treasure hunt to find as many ways as possible that 2 shows up around you. It may show up as the numeral 2 on a wall, sign, or building, or it may show up as two of something, such as two chairs or two dishes.
es: Elija un número, digamos el 2. Desafíe a su niño/niña a ir a la búsqueda del tesoro para encontrar tantas formas como sea posible en que 2 aparezca a su alrededor. Puede aparecer como el número 2 en una pared, letrero o edificio, o puede aparecer como dos de algo, como dos sillas o dos platos.

# template
source: With some food item you have a lot of, make a 21-piece triangle with 1 piece in the top row, 2 pieces in the next, up to 6 pieces in the last row.
es: Con algún alimento que tenga en abundancia, haga un triángulo de 21 piezas con 1 pieza en la fila superior, 2 piezas en la siguiente, hasta 6 piezas en la última fila.

# template
source: Take turns with your child rolling a die. Each time the count of a roll matches a row that is still in the triangle, the player gets to remove that row and either eat it (yum) or put it in their personal pile. Beginning players can do a 1-to-1 match of the dots on the die with the food pieces in a row. The player with the bigger pile of food wins!
es: Turnense con su niño/niña para lanzar un dado. Cada vez que la cuenta de un dado coincide con una fila que todavía está en el triángulo, el jugador puede quitar esa fila y comerla (yum) o ponerla en su pila personal. Los jugadores principiantes pueden hacer una combinación 1 a 1 de los puntos en el dado con las piezas de comida en una fila. ¡El jugador con la mayor cantidad de comida gana!

# template
source: As understanding of the first few numbers grows, ask your child questions about one more or one less. Without talking about how many items there currently are, ask “Would you like one more?” or “Would you like one less?”
es: A medida que aumenta la comprensión de los primeros números, pregúntele a su niño/niña sobre uno más o uno menos. Sin hablar de cuántos artículos hay actualmente, pregunte "¿Le gustaría uno más?" o "¿Quieres uno menos?"

# template
source: Slowly, start emphasizing the current quantity and how it changes. Count the number of items together, perhaps two apple slices on your child’s plate. Summarize saying there are two apple slices, and ask if your child would like one more apple slice or perhaps one less. If the amount does change, end by asking how many apple slices there are now. Similarly, when you are walking about, pick out things to count. Suppose there are three people in line in front of you. Count them together and ask how many there will be when one leaves and there will be one less.
es: Poco a poco, comience a enfatizar la cantidad actual y cómo cambia. Cuente la cantidad de artículos juntos, tal vez dos rodajas de manzana en el plato de su niño/niña. Resuma diciendo que hay dos rebanadas de manzana y pregúntele a su niño/niña si le gustaría una rebanada de manzana más o quizás una menos. Si la cantidad cambia, termine preguntando cuántas rodajas de manzana hay ahora. De manera similar, cuando esté caminando, elija cosas para contar. Suponga que hay tres personas en fila frente a usted. Cuéntenlos juntos y pregunte cuántos habrá cuando uno se vaya y quede uno menos.

# template
source: You only need a few materials for these Early Family Math activities, and they are all very inexpensive and easy to get. Here’s a short list: * Five dice * A deck of playing cards * String * Sidewalk chalk * Some stiff paper in various colors Many of our activities can be played using decks of playing cards. However, using a Number Card deck will help your child practice ideas that will not be emphasized with regular playing cards.
es: Solo necesitará algunos materiales para estas actividades de Matemática para Familias Jóvenes, y todos son muy económicos y fáciles de conseguir. Aquí hay una breve lista: * Cinco dados * Una baraja de cartas * Cuerda * Tiza *Algunos papeles rígidos en varios colores Muchas de nuestras actividades se pueden jugar usando barajas de cartas. Sin embargo, usar una baraja de Cartas Numéricas ayudará a su hijo a practicar ideas que no se enfatizarán con las cartas regulares.

# template
source: Make your own using card stock or any thick paper. You can either use the pdf supplied in Resources or draw your own.
es: Haz el tuyo usando cartulina o cualquier papel grueso. Puede utilizar el pdf proporcionado en Recursos o dibujar el suyo propio.
