Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: After that, I could sing in a free, fair country. People of different colors could enjoy music together. I helped make this happen because I was brave and strong. I sang the truth in all of my songs.
es: Después de eso, pude cantar en un país libre y justo. Las personas con piel de diferente color podían disfrutar de la música juntos. Yo contribuí a que esto sucediera porque fui valiente y fuerte. Canté la verdad en todas mis canciones.

# data_list
source: What are some times when you have been brave and strong? How did you feel?
es: ¿Cuáles son algunos momentos en los que has sido valiente y fuerte? ¿Cómo te sentiste?

# data_list
source: Count together all the people on this page. If you take away the people on the stage, how many are left?
es: Cuenten juntos el número de personas en esta página. Si se quita a la gente del escenario, ¿cuántos quedan?

# data_list
source: How wonderful to see all these people enjoying Miriam's music and dancing together!
es: ¡Qué maravilloso es ver a toda esta gente disfrutando de la música de Miriam y bailando juntos!

# data_list
source: Many years ago, Sun and Water were great friends. Both lived on earth together.
es: Hace muchos años Sol y Agua eran grandes amigos. Ambos vivían juntos en la tierra.

# data_list
source: Have you ever thought of Sun, Moon, and Water as beings that could talk to each other?
es: ¿Alguna vez has pensado en el Sol, la Luna y el Agua como seres que pueden hablar entre sí?

# data_list
source: What would it be like if the sun were not in the sky? What do you think would change?
es: ¿Cómo sería si el sol no estuviera en el cielo? ¿Qué crees que cambiaría?

# data_list
source: There are many colors in this picture. Can you name them all?
es: Hay muchos colores en esta imagen. ¿Puedes nombrarlos todos?

# data_list
source: Sun used to visit Water very often, but Water never went to visit Sun.
es: Sol solía visitar al Agua muy a menudo, pero el Agua nunca iba a visitar al Sol.

# data_list
source: Sun is very hot! What do you think would happen to Water if Sun got close to it?
es: ¡Sol es muy caliente! ¿Qué crees que le pasaría al Agua si Sol se le acercara?

# data_list
source: Sun's shape is drawn as a circle. A partial circle is called an arc. Many of the parts of Sun's face are drawn as arcs. See if you can find some circles and arcs around where you are now.
es: La forma de Sol se dibuja como un círculo. Un círculo parcial se llama arco. Muchas de las partes de la cara de Sol son dibujadas como arcos. Mira si puedes encontrar algunos círculos y arcos a tu alrededor.

# data_list
source: There are many colors of the rainbow in this picture. Are any rainbow colors missing?
es: Hay muchos colores del arcoíris en esta imagen. ¿Falta algún color del arcoíris?

# data_list
source: At last Sun asked Water why he never came to visit. Water replied that Sun's house was too small. "If I come with my family we will drive you out," he said.
es: Finalmente, Sol le preguntó al Agua por qué nunca venía a visitarlo. Agua respondió que la casa de Sol era demasiado pequeña. "Si vengo con mi familia, te expulsaremos", dijo.

# data_list
source: Which colors do you see on this page that you didn't see on the previous two pages?
es: ¿Qué colores ves en esta página que no viste en las dos páginas anteriores?

# data_list
source: Do you recognize something familiar inside Sun's house?
es: ¿Reconoces algún elemento familiar dentro de la casa de Sol?

# data_list
source: Polygons are flat shapes with straight sides. Sun's house is made up of polygons. Find as many rectangles (polygons with four sides and square corners) and pentagons (polygons with five sides) as you can.
es: Los polígonos son figuras planas con lados rectos. La casa de Sol está formada por polígonos. Encuentra tantos rectángulos (polígonos con cuatro lados y esquinas cuadradas) y pentágonos (polígonos con cinco lados) como puedas.

# data_list
source: Then Water said, "If you wish me to visit you, build a very large compound. My people are very many, and take up a lot of room." Sun promised to build a very big compound.
es: Entonces Agua dijo: "Si deseas que te visite, construye una casa más grande. Mi familia es muy numerosa y ocupa mucho espacio". Sol prometió construir un recinto muy grande.

# data_list
source: The story is leading up to Water coming to visit Sun's home. On the previous page Water said "we will drive you out." What problem may occur when Water comes to visit?
es: La historia conduce a que Agua vaya a visitar la casa de Sol. En la página anterior, Agua dijo "te expulsaremos". ¿Qué problema puede ocurrir cuando el Agua viene de visita?

# data_list
source: How do you think this story will end after Water comes to visit?
es: ¿Cómo crees que terminará esta historia después de que Agua venga de visita?

# data_list
source: Who do you think is in Water's family? Why does Water describe his family as being big?
es: ¿Quién crees que está en la familia de Agua? ¿Por qué Agua describe a su familia como grande?

# data_list
source: Sun returned home to his wife, Moon, who greeted him with a broad smile. Sun told Moon what he had promised Water.
es: Sol regresó a casa con su esposa, Luna, quien lo recibió con una gran sonrisa. Sol le dijo a Luna lo que le había prometido a Agua.

# data_list
source: When you can only see part of Moon like this, it is called a crescent moon. The outline of a crescent moon is made of two arcs.
es: Cuando solo puedes ver una parte de la Luna como en esta imagen, se llama luna creciente. El contorno de una luna creciente está formado por dos arcos.

# data_list
source: When you look at a crescent moon in the sky, you are only seeing part of the moon. What happened to the part of the moon you don't see? Has that part disappeared, or is something going on that makes that part hard to see?
es: Cuando miras una luna creciente en el cielo, solo estás viendo una parte de la luna. ¿Qué pasó con la parte de la luna que no ves? ¿Ha desaparecido esa parte o está sucediendo algo que hace que esa parte sea difícil de ver?

# data_list
source: It's fun to start tracking the relationship of the sun and the moon. For example, where is the sun relative to the moon when the moon is full?
es: Es divertido comenzar a rastrear la relación del sol y la luna. Por ejemplo, ¿dónde está el sol en relación con la luna cuando la luna está llena?

# data_list
source: The next day he started building a huge compound in which to entertain his friend.
es: Al día siguiente, Sol comenzó a construir un enorme recinto para recibir a su amigo.

# data_list
source: Sun is building a very large wall. Will it be big enough to hold Water and all Water's friends?
es: Sol está construyendo una pared muy grande. ¿Será lo suficientemente grande para albergar a Agua y sus amigos?

# data_list
source: Sun's wall is straight up and down, but follows a curved path. Have you ever seen a wall near you that follows a curved path?
es: La pared que está construyendo Sol es recta hacia arriba y hacia abajo, pero sigue un camino curvo. ¿Alguna vez has visto una pared cerca de ti que siga un camino curvo?

# data_list
source: The wall is made of bricks that are shaped like boxes. How many sides does a brick have? Name the shapes you see on the sides of a brick.
es: La pared está hecha de ladrillos que tienen forma de cajas. ¿Cuántos lados tiene un ladrillo? Nombra las figuras que ves en los lados de un ladrillo.

# data_list
source: As soon as the compound was completed, he asked Water to come and visit them.
es: Tan pronto como Sol finalizó la construcción del recinto, le pidió a Agua que viniera a visitarlos.

# data_list
source: The pictures of the wall are a little confusing. On this page the wall looks a little taller than the house. On other pages, the wall looks about half as high as the house. Which do you think it is?
es: Las fotos de la pared son un poco confusas. En esta página, la pared parece un poco más alta que la casa. En otras páginas, la pared parece que es la mitad de alta que la casa. ¿Cuál crees que es la correcta?

# data_list
source: Why do you think Sun made some of the wall straight and some of it curved?
es: ¿Por qué crees que Sol hizo una parte de la pared recta y otra parte curva?

# data_list
source: It's time for Water to visit. What do you think will happen next?
es: Es hora de que Agua haga la visita. ¿Qué crees que pasará después?

# data_list
source: When Water arrived, he asked Sun whether it would be safe for him to enter. "Yes, come in, my friend," Sun answered.
es: Cuando llegó Agua, le preguntó a Sol si sería seguro para él entrar. "Sí, entra amigo", respondió Sol.

# data_list
source: Water is bringing lots of friends. What are some plants and animals that like to live in water?
es: Agua está trayendo muchos amigos. ¿Cuáles son algunas de las plantas y animales a los que les gusta vivir en el agua?

# data_list
source: If a lot of water comes into our houses, we say that they are flooded. Why is having too much water in a house bad for most houses?
es: Si entra mucha agua a nuestras casas, decimos que están inundadas. ¿Por qué tener demasiada agua en una casa es malo para la mayoría de las casas?

# data_list
source: Do you like to swim? With all the water near their home, it looks like Sun and Moon had better like to swim!
es: ¿Te gusta nadar? Con toda el agua cerca de su casa, ¡parece que a Sol y a Luna les va tocar nadar!

# data_list
source: Water began to flow in. He was accompanied by crocodiles, fish, frogs, snakes, snails, flukes, turtles, and all the water animals.
es: Agua comenzó a fluir. Lo acompañaban cocodrilos, peces, ranas, serpientes, caracoles, trematodas, tortugas y todos los animales acuáticos.

# data_list
source: That's a lot of animals! All those animals coming into the house look very happy to be there!
es: ¡Son muchos animales! ¡Todos esos animales que entran a la casa se ven muy felices de estar allí!

# data_list
source: How many animals do you see in this picture? How many more are coming? Do you think they will all fit?
es: ¿Cuántos animales ves en esta imagen? ¿Cuántos más vienen en camino? ¿Crees que cabrán todos?

# data_list
source: Sun and Moon are very welcoming! Perhaps they are too welcoming?
es: ¡Sol y Luna son muy acogedores! ¿Quizás son demasiado acogedores?

# data_list
source: Very soon Water was knee-deep. He asked Sun if it was still safe. "Yes," Sun again answered. So more of water's people came in.
es: Muy pronto Agua llegó hasta las rodillas. Le preguntó a Sol si todavía era seguro. "Sí", respondió Sol de nuevo. Así que entraron más amigos de Agua.

# data_list
source: Count how many animals are in the house and how many are still on their way in. How many animals does that make in total?
es: Cuenta cuántos animales hay en la casa y cuántos todavía están en camino. ¿Cuántos animales hay en total?

# data_list
source: Sun still looks happy. Does Moon feel the same way? How can you tell?
es: Sol todavía se ve feliz. ¿Luna siente lo mismo? ¿Cómo puedes saberlo?

# data_list
source: Have you ever told someone it was okay for them to do something and then regretted it? Did you do anything about it?
es: ¿Alguna vez le has dicho a alguien que estaba bien que hiciera algo y después te arrepentiste? ¿Hiciste algo al respecto?

# data_list
source: Water reached the level of the top of a person's head. He asked Sun, "Can more of my people come in?" Sun and Moon both answered, "Yes." Water flowed on, until Sun and Moon had to perch themselves on the top of the roof.
es: Agua alcanzó el nivel de la parte superior de la cabeza de una persona. Le preguntó a Sol: "¿Pueden entrar más amigos?". Sol y Luna respondieron: "Sí". Agua siguió fluyendo, hasta que Sol y Luna tuvieron que posarse en lo alto del techo.

# data_list
source: Sun and Moon both said yes, but they don't look entirely happy about having to move to their roof!
es: Sol y Luna dijeron que sí, ¡pero no parecen del todo felices de tener que mudarse a su techo!

# data_list
source: Sun and Moon had to move to the roof. If Water gets any higher, where will they be able to go next?
es: Sol y Luna tuvieron que trasladarse al techo. Si el agua sube más, ¿dónde podrán ir después?

# data_list
source: Before you turn the page, how do you think this story ends?
es: Antes de pasar la página, ¿cómo crees que termina esta historia?

# data_list
source: Water's people continued to rush in. Very soon they reached the top of the roof. Sun and Moon were forced to go up to the sky. They have remained in the sky ever since.
es: La gente amiga de Agua siguió entrando deprisa. Muy pronto llegaron a la parte superior del techo. Sol y Luna se vieron obligados a subir al cielo. Han permanecido en el cielo desde entonces.

# data_list
source: There are many things in the sky other than Sun and Moon. Make up a story about how the stars ended up in the sky and why there are so many of them.
es: Hay muchas cosas en el cielo además del Sol y la Luna. Inventa una historia sobre cómo las estrellas terminaron en el cielo y por qué hay tantas.

# data_list
source: It's fun to make up stories about why something came to be the way it is. Perhaps you have a favorite tree, rock, lake, or mountain you can think of a story for?
es: Es divertido inventar historias sobre por qué algo llegó a ser como es. ¿Quizás tienes un árbol, una roca, un lago o una montaña favorita sobre los que puedas crear una historia?

# data_list
source: Sun and Moon look happy together in the sky. When they are close to each other in the sky the moon is a new moon and can barely be seen. From now on you can look up and see Sun and Moon in a new way!
es: Sol y Luna se ven felices juntos en el cielo. Cuando están cerca el uno del otro en el cielo, la luna es una luna nueva y apenas se puede ver. ¡De ahora en adelante puedes mirar hacia arriba y ver el Sol y la Luna de una nueva manera!

# data_list
source: Mother Sun decided to visit her sister, the moon. Sister Moon lives on the other side of the sky. "I will be back soon," said Sun to the clouds.
es: El Sol decidió visitar a su hermana, la luna. La hermana Luna vive al otro lado del cielo. "Volveré pronto", dijo Sol a las nubes.

# data_list
source: What will change for the clouds and the mountains when the Sun goes away?
es: ¿Qué cambiará para las nubes y las montañas cuando el Sol se vaya?

# data_list
source: Have you ever imagined faces on the clouds and mountains?
es: ¿Alguna vez te has imaginado caras en las nubes y las montañas?

# data_list
source: There are five things in the sky. When the sun goes away, how many will be left? What is one less than five?
es: Hay cinco elementos en el cielo. Cuando el sol se vaya, ¿cuántos quedarán? ¿Cuánto es uno menos que cinco?

# data_list
source: When Sun left, the mountains put on their white scarves.
es: Cuando el Sol se fue, las montañas se pusieron sus bufandas blancas.

# data_list
source: Why did the mountains put on white scarves when the Sun went away?
es: ¿Por qué las montañas se pusieron sus bufandas blancas cuando el sol se fue?

# data_list
source: How many clouds are there? Are there more mountains or clouds on this page?
es: ¿Cuántas nubes hay? ¿Hay más montañas o nubes en esta página?

# data_list
source: What are the clouds doing and what do you think they are feeling?
es: ¿Qué están haciendo las nubes y qué crees que están sintiendo?

# data_list
source: Wind had an argument with the trees. The trees became angry. They threw their leaves all over the place.
es: El Viento tuvo una discusión con los árboles. Los árboles se enojaron. Tiraron sus hojas por todos lados.

# data_list
source: Guess how many leaves there are blowing around. Do you know numbers that are that big?
es: Adivina cuántas hojas hay volando. ¿Conoces números que son así de grandes?

# data_list
source: Notice how hard the wind is blowing. The leaves are blowing everywhere!
es: Fíjate qué fuerte sopla el viento. ¡Las hojas están volando por todas partes!

# data_list
source: The wind is blowing so hard that the trees are bending over. Have you ever been outside when the wind blew so hard that you had trouble walking?
es: El viento sopla tan fuerte que los árboles se doblan. ¿Alguna vez has estado afuera cuando el viento soplaba tan fuerte que tenías problemas para caminar?

# data_list
source: The sky started to grumble. She turned grey.
es: El cielo comenzó a gruñir. Se puso gris.

# data_list
source: The clouds are worried and anxious. What do you think is about to happen?
es: Las nubes están preocupadas y ansiosas. ¿Qué crees que está por suceder?

# data_list
source: Count the faces on the clouds. They are in three groups: groups of two, four, and one. How many is that all together?
es: Cuenta las caras que hay en las nubes. Hay tres grupos: grupos de dos, de cuatro y de uno. ¿Cuánto suman todos juntos?

# data_list
source: Counting the trees, the mountains, and the groups of clouds, there are all the numbers from one to five -- can you find them all?
es: Contando los árboles, las montañas y los grupos de nubes, están todos los números del uno al cinco, ¿puedes encontrarlos a todos?

# data_list
source: The clouds were sad to see all this. They started crying. There were many tears.
es: Las nubes estaban tristes de ver todo esto. Empezaron a llorar. Hubo muchas lágrimas.

# data_list
source: The clouds may have made rain because they were sad, but some people enjoy watching and listening to the rain. How does the rain make you feel?
es: Tal vez las nubes pudieron haber hecho llover porque estaban tristes, pero algunas personas disfrutan ver y escuchar la lluvia. ¿Cómo te hace sentir la lluvia?

# data_list
source: There are a great many raindrops. Can you count them all, or is it too many?
es: Hay una gran cantidad de gotas de lluvia. ¿Puedes contarlas todas o son demasiadas?

# data_list
source: Think of something else that there are too many to count.
es: Piensa en otra cosa de la que hay mucha cantidad para contar.

# data_list
source: The whole world began to sink under water.
es: El mundo entero comenzó a hundirse bajo el agua.

# data_list
source: Trees need water, but do you think they like having this much water? The faces on the trees look a little anxious or sad.
es: Los árboles necesitan agua, pero ¿crees que les gusta tener tanta agua? Los rostros de los árboles se ven un poco ansiosos o tristes.

# data_list
source: How many trees do you count in this picture?
es: ¿Cuántos árboles puedes contar en esta imagen?

# data_list
source: Is the world sinking under the water, or is the water filling up on top of it?
es: ¿Se está hundiendo el mundo bajo el agua, o el agua está llenando el mundo por encima?

# data_list
source: Meanwhile, on the other side of the sky, Sun was ready to leave her sister. She kissed the moon goodbye and went home.
es: Mientras tanto, al otro lado del cielo, Sol estaba listo para dejar a su hermana. Le dio un beso de despedida a la luna y se fue a casa.

# data_list
source: Do you think it is possible for the Sun to kiss the Moon?
es: ¿Crees que es posible que el sol bese a la luna?

# data_list
source: Have you ever seen stars near the moon or the sun?
es: ¿Alguna vez has visto estrellas cerca de la luna o el sol?

# data_list
source: A sphere is a shape like a ball -- it is round in all directions. The moon and the sun are shaped like spheres, though the moon doesn't always look like it.
es: Una esfera es una forma como una pelota, es redonda en todas las direcciones. La luna y el sol tienen forma de esferas, aunque la luna no siempre parece así.

# data_list
source: Sky was so happy to see Sun that she turned bright blue. The mountains put on their pretty green dresses.
es: El Cielo estaba tan feliz de ver a Sol que se puso de color azul brillante. Las montañas se pusieron sus lindos vestidos verdes.

# data_list
source: What is the green dress on the mountains made of?
es: ¿De qué está hecho el vestido verde de las montañas?

# data_list
source: How many clouds are there now? What happened to the other clouds?
es: ¿Cuántas nubes hay ahora? ¿Qué pasó con las otras nubes?

# data_list
source: Compare the number of things in the sky to the number of mountains with faces. One of them is one more than the other, and one of them is one less than the other -- which is which?
es: Compara la cantidad de elementos en el cielo con la cantidad de montañas que tienen una cara. Uno de ellos es uno más que el otro, y uno de ellos es uno menos que el otro, ¿cuál es cuál?

# data_list
source: The wind went to sleep. The trees stretched their branches and smiled.
es: El viento se fue a dormir. Los árboles estiraron sus ramas y sonrieron.

# data_list
source: The mountains and trees like the warm weather. Do you like warmer or cooler weather?
es: A las montañas y los árboles les gusta el clima cálido. ¿Te gusta el clima cálido o el clima frío?

# data_list
source: A cylinder is a shape like a tube or a straw. A broom handle is often a cylinder. The trunks of these trees between the ground and their first branches are cylinders.
es: Un cilindro es una forma como un tubo o una pajilla. El mango de una escoba suele ser un cilindro. Los troncos de estos árboles entre el suelo y sus primeras ramas son cilindros.

# data_list
source: What other things around you are in the shape of a cylinder?
es: ¿Qué otras cosas a tu alrededor tienen forma de cilindro?

# data_list
source: The clouds were very happy to see Mother Sun again. They went away to play.
es: Las nubes estaban muy felices de ver de nuevo a Mamá Sol. Ellas se fueron a jugar.

# data_list
source: There are five clouds in the sky. If you add one more for the sun, how many things are in the sky?
es: Hay cinco nubes en el cielo. Si sumas uno más para incluir al sol, ¿cuántos elementos hay en el cielo?

# data_list
source: Two pages ago there were two clouds. How many more clouds are there now?
es: Hace dos páginas había dos nubes. ¿Cuántas nubes más hay ahora?

# data_list
source: If the clouds were happy to see the Sun, why did they go away?
es: Si las nubes estaban felices de ver el Sol, ¿por qué se fueron?

# data_list
source: Lots of little plants popped out of the earth to say, "Hello." The whole world sparkled.
es: Muchas plantitas brotaron de la tierra para decir "Hola". El mundo entero brillaba.

# data_list
source: There are butterflies, flowers, stems, and lots of little plants. Count some of these things together.
es: Hay mariposas, flores, tallos y muchas plantitas. Cuenta algunas de ellas juntas.

# data_list
source: Which group of things are there the most of and which group has the least?
es: ¿Qué grupo tiene una mayor cantidad y qué grupo tiene una menor cantidad?

# data_list
source: What are some things that plants need to make them happy and grow?
es: ¿Cuáles son algunas cosas que las plantas necesitan para ser felices y crecer?

# data_list
source: Mother Sun shined her light everywhere. "I told you I would be back," she beamed.
es: Mama Sol irradió con su luz todos los lugares. "Les dije que volvería", sonrió.

# data_list
source: The rays of the Sun extend very far on this page. Are there days when the rays of the Sun seem to reach all the way to you?
es: Los rayos del Sol se extienden muy lejos en esta página. ¿Hay días en que los rayos del sol parecen llegar hasta ti?

# data_list
source: Which are there the least of on this page: trees, mountains, or things in the sky?
es: ¿De qué hay una menor cantidad en esta página: árboles, montañas o cosas en el cielo?

# data_list
source: Which are there the most of? Sometimes there are two things with the same amount with the most -- that's okay, just say both of them.
es: ¿Cuáles son de los que más hay? A veces, hay dos cosas con la misma cantidad, está bien, solo di las dos.
