Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Use two dice or two sets of number cards going from 1 to 6. Each player has 6 tokens – animal tokens are perfect for this game if you have them. Each player also has a piece of paper with boxes numbered from 0 to 5. Each player decides where to put their 6 tokens – it is okay to put more than one token in a box. During a player’s turn, two numbers are created by rolling the dice or picking two cards, and the difference of those numbers is used. A player can free one of their tokens if they have one in that box. The first player to rescue all their tokens wins. Alternatively, use cards numbered from 1 to 10 and have 10 boxes numbered from 0 to 9. An important part of this game is choosing good boxes to place tokens in to start with. With practice, your child will realize that some boxes are more likely to occur than others.
es: Utilice dos dados o dos juegos de tarjetas numéricas del 1 al 6. Cada jugador tiene 6 fichas; las fichas de animales son perfectas para este juego si las tiene. Cada jugador también tiene una hoja de papel con casillas numeradas del 0 al 5. Cada jugador decide dónde colocar sus 6 fichas; está bien poner más de una ficha en una casilla. Durante el turno de un jugador, se crean dos números tirando los dados o eligiendo dos cartas, y se usa la diferencia de esos números. Un jugador puede liberar una de sus fichas si tiene una en esa caja. El primer jugador en rescatar todas sus fichas gana. Alternativamente, use tarjetas numeradas del 1 al 10 y tenga 10 casillas numeradas del 0 al 9. Una parte importante de este juego es elegir buenas casillas para colocar fichas para empezar. Con la práctica, su niño/niña se dará cuenta de que es más probable que ocurran algunas casillas que otras.

# template
source: Make a sheet of paper with 12 rows. In each row, put 8 squares. The leftmost column of squares has the numbers from 1 to 12 written in the squares. Put 1 token on each of the 12 numbers. Start rolling a pair of dice. After each roll, move the token for the sum of the dice one square to the right. The goal for each token is to be the first to get all the way to the right across the page. Let your child come up with some questions to investigate. Some natural questions are: *Which token will win and why? *Which tokens do well and which ones do poorly? *Which token is the worst? *How will the winners change if the rows are changed to have fewer squares or more squares? Have your child explain their ideas about the answers to these questions, and then investigate their ideas by running experiments. Add a competitive element to this by guessing which token will win before the round starts.
es: Haga una hoja de papel con 12 filas. En cada fila, coloque 8 cuadrados. La columna de cuadrados más a la izquierda tiene los números del 1 al 12 escritos en los cuadrados. Pon 1 ficha en cada uno de los 12 números. Empiece a lanzar un par de dados. Después de cada lanzamiento, mueva la ficha de la suma de los dados un cuadrado a la derecha. El objetivo para cada ficha es ser el primero en llegar hasta la derecha en la página. Deje que su niño/niña haga algunas preguntas para investigar. Algunas preguntas naturales son: *¿Qué ficha ganará y por qué? *¿Qué fichas funcionan bien y cuáles no? *¿Qué ficha es la peor? *¿Cómo cambiarán los ganadores si las filas se cambian para tener menos cuadrados o más cuadrados? Haga que su niño/niña explique sus ideas sobre las respuestas a estas preguntas y luego investigue sus ideas realizando experimentos con los dados. Agregue un elemento competitivo a esto adivinando qué ficha ganará antes de que comience la ronda.

# template
source: All puzzles on this page start with the basic Sudoku rule that a square grid is filled with numbers so that each number appears exactly once in each row and column. Make these puzzles by starting with a completely filled puzzle, removing many or all the numbers, and creating subregions and the appropriate extra information for that type of puzzle. To save space, the examples here are all 4 by 4. You can make larger puzzles yourself, or you can find larger versions of these on the internet.
es: Todos los acertijos de esta página comienzan con la regla básica del Sudoku de que una cuadrícula cuadrada está llena de números de manera que cada número aparezca exactamente una vez en cada fila y columna. Haga estos acertijos comenzando con un acertijo completamente lleno, eliminando algunos o todos los números y creando subregiones y la información adicional apropiada para ese tipo de rompecabezas. Para ahorrar espacio, los ejemplos aquí son 4 por 4. Puede hacer rompecabezas más grandes usted mismo, o puede encontrar versiones más grandes de estos por Internet.

# template
source: These two puzzles have the usual additional Sudoku restriction that the numbers must occur exactly once in each marked subregion. For Even-Odd Sudoku puzzles, the squares for even numbers are greyed in. This makes them generally easier than regular Sudoku and it reinforces even and odd numbers.
es: Estos dos rompecabezas tienen la restricción adicional del Sudoku de que los números deben aparecer exactamente una vez en cada subregión marcada. Para los rompecabezas de Sudoku Pares e Impares, los cuadrados para los números pares están atenuados. Esto los hace generalmente más fáciles que los Sudoku normales y refuerza los números pares e impares.

# template
source: Kropki Sudoku is the same as regular Sudoku except two types of dots placed between cells are added. If the dot is hollow, then the two numbers are one apart. If the dot is filled in, then one number is half the other number.
es: Sudoku Kropki es el mismo que el Sudoku normal, excepto que se agregan dos tipos de puntos colocados entre las celdas. Si el punto es hueco, entonces los dos números están separados por uno. Si el punto es sólido, entonces un número es la mitad del otro número.

# template
source: In addition to the usual Sudoku rules, these puzzles are broken into subregions that have a target number assigned to them. Unlike standard Sudoku, it is allowed for a number to be repeated in a subregion as long as that does not break the rule about no repeats in a row or column. If a subregion has just one square in it, then the target number will be the value of that square.
es: Además de las reglas habituales del Sudoku, estos acertijos se dividen en subregiones a las que se les asigna un número objetivo. A diferencia del Sudoku estándar, se permite que un número se repita en una subregión siempre que no infrinja la regla de no repetición en una fila o columna. Si una subregión tiene solo un cuadrado, entonces el número objetivo será el valor de ese cuadrado.

# template
source: In Sumdoku, the sum of all the numbers in a subregion is the target number. In Diffdoku, all subregions have one or two squares. If a subregion has two squares, then the difference of the two numbers is the target number. In a Sumdiffdoku puzzle, both addition and subtraction are used. The subregions are marked with a “+” or a “-” to indicate whether to take a sum or difference. To vary the math calculations, use different groups of numbers instead of the usual 1 to 4 for a 4 by 4. For example, use the numbers 1, 3, 5, and 7. If you do this, list the numbers above the puzzle so your child will know what to use.
es: En Sumadoku, la suma de todos los números de una subregión es el número objetivo. En Restadoku, todas las subregiones tienen uno o dos cuadrados. Si una subregión tiene dos cuadrados, entonces la diferencia de los dos números es el número objetivo. En el acertijo Sumarestadoku, se utilizan tanto la suma como la resta. Las subregiones están marcadas con un “+” o un “-” para indicar si se debe sumar o restar. Para variar los cálculos matemáticos, use diferentes grupos de números en lugar del habitual 1 a 4 para un 4 por 4. Por ejemplo, use los números 1, 3, 5 y 7. Si hace esto, enumere los números sobre el acertijo para que su niño/niña sepa qué usar.

# template
source: Each player writes the numbers from 1 to 9 on a piece of paper. To start a turn, a player finds the sum of the roll of two dice. Using only numbers that have yet to be crossed out, the player crosses out a group of one or more numbers that add up to that sum. If this can’t be done, nothing changes. A player may decide in advance to use just one die. The first player to get all numbers crossed out wins. One way to vary this game is to use a larger range of numbers, such as going to 10 or even 12. Another way is to give each player a single turn - the turn continues with new rolls until the first time the player is stuck. At the end, the player’s score is the sum of the numbers not crossed out. The player with the lowest score wins.
es: Cada jugador escribe los números del 1 al 9 en una hoja de papel. Para comenzar un turno, un jugador encuentra la suma de la tirada de dos dados. Usando solo los números que aún no se han tachado, el jugador tacha un grupo de uno o más números que sumen el valor de los dados. Si esto no se puede hacer, nada cambia. Un jugador puede decidir de antemano usar solo un dado. El primer jugador en tachar todos los números gana. Una forma de variar este juego es usar un rango mayor de números, como ir al 10 o incluso al 12. Otra forma es darle a cada jugador un solo turno; el turno continúa con nuevas tiradas hasta la primera vez que el jugador se queda atascado. Al final, la puntuación del jugador es la suma de los números no tachados. El jugador con la puntuación más baja gana.

# template
source: From a deck of playing cards, remove the face cards and any numbers that are larger than what the children are comfortable with. Shuffle the cards and turn over five cards to use and a sixth card that is the target. Leave the remaining cards as a draw pile to fill in cards as they get removed. During a turn, if a player can use the sum or difference of two of the five cards to equal the sixth, the player gets all three cards and they are replaced from the draw pile. If the player fails, then a new sixth card is turned over and the turn moves to the next player. The player with the most cards at the end of the game wins. There are several variations you can use. You can allow a player to use three cards, instead of just two, to add up to the sixth. You can even allow any number of cards to be used to add up to the sixth. Another variation is to allow a mixture of addition and subtraction with any number of cards.
es: De una baraja de cartas, quite las figuras y cualquier número que sea más grande de lo que los niños se sienten cómodos. Baraja las cartas y dale la vuelta a cinco cartas para usar y una sexta carta que es el objetivo. Deje las cartas restantes de pila para robar para completar las cartas a medida que se retiran. Durante un turno, si un jugador puede usar la suma o diferencia de dos de las cinco cartas para igualar la sexta, el jugador obtiene las tres cartas y se reemplazan de la pila de robo. Si el jugador falla, se da la vuelta a una nueva sexta carta y el turno pasa al siguiente jugador. El jugador con más cartas al final del juego gana. Hay varias variaciones que puede utilizar. Puede permitir que un jugador use tres cartas, en lugar de solo dos, para sumar hasta el número de la carta sexta. Incluso puede permitir que se use cualquier cantidad de tarjetas para sumar hasta la sexta. Otra variación es permitir una mezcla de suma y resta con cualquier número de cartas.

# template
source: Use a regular deck of playing cards, have a target number of 5, and remove all cards above the target, except for one card - the hot potato, which can be anything else, such as a Joker or face card. Deal the entire remaining deck to all players - it’s okay if some players get one more card than others. All players start by placing on the table from their hands 5’s and any pairs that add up to 5. On your turn, you can pick a random card from any other player’s hand (a simpler rule is that it is always the player on your right). If this new card gives you a pair of cards that add up to the target sum, place the pair on the table; otherwise, keep the card in your hand. Play then moves to the next player on your right. When play ends, the player holding the hot potato loses. Alternatively, you can play that the first player to run out of cards wins. As your child’s adding skills improve, use larger target numbers up to 10. Varying the target number will provide practice with the various number bonds.
es: Utilice una baraja normal de naipes, tenga un número objetivo de 5 y retire todas las cartas por encima del objetivo, excepto una carta: la papa caliente, que puede ser cualquier otra cosa, como un Joker (comodín) o una figura. Reparta todo el mazo restante a todos los jugadores; está bien si algunos jugadores obtienen una carta más que otros. Todos los jugadores comienzan colocando en la mesa las cartas de sus manos que sean 5 y cualquier pareja que sume 5. En su turno, puede elegir una carta al azar de la mano de cualquier otro jugador (una regla más simple es que siempre es el jugador a su derecha). Si esta nueva carta le da un par de cartas que se suman a la suma objetivo, coloque el par sobre la mesa; de lo contrario, mantenga la tarjeta en su mano. Luego, el juego pasa al siguiente jugador a su derecha. Cuando termina el juego, el jugador que sostiene la papa caliente pierde. Alternativamente, puede jugar a que el primer jugador que se quede sin cartas gana. A medida que mejoren las habilidades de su niño/niña para sumar, use números de objetivo más grandes hasta el 10. Variar el número objetivo proporcionará práctica con los diversos vínculos numéricos.

# template
source: Counting the number of ways of doing something involving choices can lead to some interesting investigations. Here are a few possibilities - have fun thinking of many more with your child. Investigation 1: Drawing with only red and blue, how many ways can you draw a monster with a hat, eyes, and cape? How does this change if you only colored the hat and the cape? How would it change if you used three colors, or if you could only use each color once? Investigation 2: You have a row of 5 identical candies. How many ways can you color them so that there are 2 red ones and 3 blue ones? Investigation 3: Find all the ways to get a sum using a small set of numbers. Do this with and without considering order. For example, if you use 1 and 2, there are 1+1+1+1 = 2+1+1 = 2+2 ways of getting 4 without considering order, and 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 ways of getting 4 considering order.
es: Contar el número de maneras de hacer algo que involucre decisiones puede conducir a algunas investigaciones interesantes. Aquí hay algunas posibilidades: diviértase pensando en muchas más con su niño/niña. Investigación 1: Dibujando solo con rojo y azul, ¿de cuántas maneras puedes dibujar un monstruo con sombrero, ojos y capa? ¿Cómo cambia esto si solo colorea el sombrero y la capa? ¿Cómo cambiaría si usara tres colores, o si solo pudiera usar cada color una vez? Investigación 2: Si tiene una fila de 5 caramelos idénticos. ¿De cuántas maneras puede colorearlos para que haya 2 rojos y 3 azules? Investigación 3: Encuentre todas las maneras de obtener una suma usando un pequeño conjunto de números. Haga esto con y sin tener en cuenta el orden. Por ejemplo, si usa 1 y 2, hay 1+1+1+1 = 2+1+1 = 2+2 maneras de obtener 4 sin considerar el orden, y 1+1+1+1 = 2+1+1 = 1+2+1 = 1+1+2 = 2+2 maneras de obtener 4 considerando el orden.

# template
source: The players agree on a target. A useful target is 10, but other numbers are fine. Each player is dealt five cards from a deck without face cards. Players then find as many ways as they can to get the target total using addition and/or subtraction with any of their cards to reach the target. Do this as a group activity where the whole group is given five cards to use to cooperatively come up with ways to achieve the total.
es: Los jugadores se ponen de acuerdo sobre un objetivo. Un objetivo útil es 10, pero otros números están bien. Cada jugador recibe cinco cartas de una baraja sin figuras. Luego, los jugadores encuentran tantas maneras como pueden para obtener el total objetivo mediante la suma y/o la resta con cualquiera de sus cartas para alcanzar el objetivo. Haga esto como una actividad grupal en la que todo el grupo recibe cinco tarjetas para que las utilicen y, de manera cooperativa, encuentren formas de lograr el total.

# template
source: One person gives the other person a target number and challenges them to come up with different ways of adding and/or subtracting to get that number. If the target is 3, it might start with 1 + 2, but then become 1 + 5 - 3 and so on. As your child learns more mathematics, additional skills can be added, such as doubling and halving. For example, 5 is 2 doubled plus 1 or two 10’s minus three 5’s.
es: Una persona le da a la otra persona un número objetivo y la desafía a pensar en diferentes maneras de sumar y/o restar para obtener ese número. Si el objetivo es 3, puede comenzar con 1 + 2, pero luego convertirse en 1 + 5 - 3 y así sucesivamente. A medida que su niño/niña aprende más matemáticas, se pueden agregar habilidades adicionales, como duplicar y reducir a la mitad. Por ejemplo, 5 es 2 duplicado más 1 o dos decenas menos tres veces cinco.

# template
source: Roll five dice to create numbers to work with. Roll two more dice to create a two-digit target number - the first die will be the tens place digit and the second die will be the ones digit. The challenge is to use addition, subtraction, and forming two-digit numbers to get as close as possible to the target number - the score is how close they come. You can either have a winner for each round, or you can add up the scores over several rounds and have an overall winner with the lowest score. Allow multiplication once your child knows how to double or triple numbers. Suppose the roll is: 4, 4, 3, 1, 3 and 22. One player might add and get 4 + 4 + 3 + 1 + 3 = 15. Another player might use 14 + 4 + 3 + 3 = 24. Someone else might have 34 - 14 + 3 = 23. Suppose the roll is: 1, 2, 5, 6, 4 and 63. A player gets close with 65 - 4 + 2 + 1 = 64. Another one gets it exactly with 56 + 4 + 2 + 1 = 63. A third says 52 + 6 + 4 + 1 = 63 also works. Have a chat about why some problems have lots of solutions.
es: Tira cinco dados para crear números con los que trabajar. Tira dos dados más para crear un número objetivo de dos dígitos: el primer dado será el dígito de las decenas y el segundo dado será el de las unidades. El desafío es usar la suma, la resta y la formación de números de dos dígitos para acercarse lo más posible al número objetivo; la puntuación es lo cerca que se acercan al número objetivo. Puede tener un ganador para cada ronda, o puede sumar las puntuaciones en varias rondas y tener un ganador general con la puntuación más baja. Permita la multiplicación una vez que su niño/niña sepa cómo duplicar o triplicar números. Suponga que la tirada es: 4, 4, 3, 1, 3 y 22. Un jugador podría sumar y obtener 4 + 4 + 3 + 1 + 3 = 15. Otro jugador podría usar 14 + 4 + 3 + 3 = 24. Alguien más podría tener 34 - 14 + 3 = 23. Suponga que la tirada es: 1, 2, 5, 6, 4 y 63. Un jugador se acerca con 65 - 4 + 2 + 1 = 64. Otro lo obtiene exactamente con 56 + 4 + 2 + 1 = 63. Un tercero dice 52 + 6 + 4 + 1 = 63 también funciona. Platique el por qué algunos problemas tienen muchas soluciones.

# template
source: Remove all cards above a target number, say 10. Make a 21-card pyramid with 6 rows. Place the cards in the pyramid face up with each lower row half-overlapping the smaller row above it. The remaining cards create a draw pile. A group of one or more cards summing to the target may be used if each card is not covered at all. This group can include the top card of the draw pile or the discard pile. These cards are then moved aside. If there are no matches, move the top draw pile card to the discard pile.
es: Quite todas las cartas mayores que un número objetivo, digamos 10. Haga una pirámide de 21 cartas con 6 filas. Coloque las cartas en la pirámide boca arriba con cada fila inferior superponiendo a la mitad la fila más pequeña de arriba. Las cartas restantes crean una pila para robar. Un grupo de una o más cartas que sumadas den como resultado el objetivo se puede usar si cada carta no está cubierta en absoluto. Este grupo puede incluir la carta superior de la pila de robo (extraer) o la pila de descarte. Luego, estas cartas se apartan. Si no hay coincidencias, mueva la carta superior de la pila de robo (extraer) a la pila de descarte.

# template
source: The game is over when the draw pile is empty. Your goal is to use as many cards as possible from the pyramid. If you use a target less than 10, reduce the pyramid size by a row or two so that you have a big enough draw pile. For example, for a goal of 8 use 15 cards in 5 rows. Instead of using addition, use subtraction. If you use the cards up to ten, a good target number is 5. For this, remove pairs of cards whose difference is 5. When you have a card with a 5, you can either remove it or pair it with a 10.
es: El juego termina cuando la pila de robo está vacía. Su objetivo es utilizar tantas cartas como sea posible de la pirámide. Si usa un objetivo menor a 10, reduzca el tamaño de la pirámide en una fila o dos para que tenga una pila lo suficientemente grande. Por ejemplo, para un objetivo de 8, use 15 cartas en 5 filas. En lugar de usar la suma, usa la resta. Si usa las cartas hasta diez, un buen número objetivo es 5. Para ello, elimine los pares de cartas cuya diferencia sea 5. Cuando tenga una carta con un 5, puede eliminarla o emparejarla con un 10.

# template
source: The challenge is to stack a deck of numbered cards, say 1 to 5, so that the following happens: The top card is 1. Remove the top card and set it aside. Move the next card to the bottom of the deck. The next card is 2 and is set aside. Move the next card to the bottom of the deck. Continue until all cards are set aside in order. Once your child finds it easy for 1 to 5, challenge your child to do it for larger number ranges.
es: El desafío consiste en apilar una baraja de cartas numeradas, digamos del 1 al 5, de modo que suceda lo siguiente: La carta superior es 1. Retire la carta superior y déjela a un lado. Mueve la siguiente carta al fondo del mazo. La siguiente carta es 2 y se deja a un lado. Mueve la siguiente carta al fondo del mazo. Continúe hasta que todas las tarjetas estén reservadas en orden. Una vez que a su niño/niña le resulte fácil de 1 a 5, desafíe a su niño/niña a que lo haga para rangos de números más grandes.
