Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Make a triangle of six circles with three circles on a side. In the circles, use each of the numbers from 1 to 6 once so that each side of the triangle has the same sum. This involves two challenges - finding out which sums will work and then figuring out how to get those sums. It is better to let your child play with this to figure out which sums are possible, but if frustration wins out, the possible sums are 9, 10, 11, and 12. If your child enjoys figuring this out, this can be done for larger triangles as well. For a triangle with nine circles with four circles on a side, the possible sums are 17, 19, 20, 21, and 23. As with so many of the puzzles for this age group, the main reason to have your child play with this is to encourage having fun exploring how numbers interact with each other and to practice number facts. They do not yet have the math or reasoning skills to be systematic with their exploration. However, these puzzles can be explored more deeply, and here are some ideas to dig into if you or an older child are interested. Let SUM represent the sum of one side of the triangle. If you add up the three sides of the triangle, the total will be 3 x SUM. However, the total of the three sides will also be the sum of all the numbers plus one extra copy for each corner of the triangle. Let C-SUM be the sum of the values in the three corners. We end up with the relationship that 3 x SUM = (Total of all the numbers) + C-SUM.
es: Haz un triángulo de seis círculos con tres círculos en cada lado. En los círculos, usa cada uno de los números del 1 al 6 una vez para que cada lado del triángulo tenga la misma suma. Esto implica dos desafíos: averiguar qué sumas funcionarán y luego averiguar cómo obtener esas sumas. Es mejor dejar que su niño/niña juegue con esto para averiguar qué sumas son posibles, pero si la frustración gana, las sumas posibles son 9, 10, 11 y 12. Si a su niño/niña le gusta resolver esto, puede hacerlo con triángulos más grandes también. Para un triángulo con nueve círculos con cuatro círculos en cada lado, las sumas posibles son 17, 19, 20, 21 y 23. Al igual que con muchos de los juegos para este rango etario, la razón principal para que su niño/niña juegue con esto es divertirse explorando cómo los números interactúan entre sí y practicar las operaciones numéricas. Todavía no tienen las habilidades matemáticas o de razonamiento para ser sistemáticos en su exploración. Sin embargo, estos acertijos se pueden explorar más profundamente, y aquí hay algunas ideas para profundizar su conocimiento si usted o un niño mayor están interesados. Permita que SUM represente la suma de un lado del triángulo. Si suma los tres lados del triángulo, el total será 3 x SUM. Sin embargo, el total de los tres lados también será la suma de todos los números más una copia adicional para cada esquina del triángulo. Deje que C-SUM sea la suma de los valores en las tres esquinas. Terminamos con la relación que 3 x SUM = (Total de todos los números) + C-SUM.

# template
source: 6-Circle Puzzle
es: Rompecabezas de 6 Círculos

# template
source: Apply this to the triangle with six circles. The sum of all the numbers is the sum of the numbers from one to six, which is 21. So the equation becomes 3 x SUM = 21 + C-SUM The smallest C-SUM can be is 1 + 2 + 3 = 6, and the largest it can be is 4 + 5 + 6 = 15. So, 3 x SUM is between 21 + 6 = 27 and 21 + 15 = 36. This forces SUM to be 9, 10, 11, 12. Note also that C-SUM = 3 x SUM - 21, which is handy for finding the corners. Another thing to notice is the symmetry of the possible values. What is causing this symmetry is that for every solution, there is another solution created by subtracting all the numbers from 7 (or from 10 for the nine circle puzzle). A little calculating will show that this symmetry takes a puzzle with sum SUM and creates a new one with sum (21 - SUM) (or 40 - SUM for the nine circle puzzle). The last thing to notice before we dig in with actual numbers is that for any solution for the three corners, we can assume that they are in increasing order going around clockwise, with the smallest number at the top. If they are not in that configuration to begin with, you can rotate or flip the diagram until they are. All these observations save a tremendous amount of work. We only need to look at SUM equal to 9 and 10, and we only need to have the corners in increasing order. If SUM is 9, then C-SUM = 3 x 9 - 21 = 6, so the trio is 1, 2, and 3. If SUM is 10, then a + b + c = 3 x 10 - 21 = 9. This leaves two possibilities - either corner values of 1, 2, and 6, or 1, 3, and 5. A quick trial rules out 1, 2, and 6 as a possibility. After much work, we have the solutions for SUM being 9 and 10 for the six circle puzzle. Remember that you can get the solutions for SUM being 11 and 12 by subtracting all the entries from 7.
es: Aplique esto al triángulo con seis círculos. La suma de todos los números es la suma de los números del uno al seis, que es 21. Entonces, la ecuación se convierte en 3 x SUM = 21 + C-SUM. El valor más pequeño de C-SUM es 1 + 2 + 3 = 6, y lo más grande que puede ser es 4 + 5 + 6 = 15. Entonces, 3 x SUM está entre 21 + 6 = 27 y 21 + 15 = 36. Esto obliga al SUM a ser 9, 10, 11, 12. Tenga en cuenta también que C-SUM = 3 x SUM - 21, que es útil para encontrar las esquinas. Otra cosa a tener en cuenta es la simetría de los posibles valores. Lo que está causando esta simetría es que para cada solución hay otra solución creada al restar todos los números del 7 (o del 10 para el rompecabezas con nueve círculos). Un poco de cálculo mostrará que esta simetría toma un rompecabezas con suma SUM y crea uno nuevo con suma (21 - SUM) (o 40 - SUM para el rompecabezas con nueve círculos). Lo último que debemos notar antes de empezar con los números reales es que para cualquier solución para las tres esquinas, podemos suponer que están en orden creciente en el sentido de las agujas del reloj, con el número más pequeño en la parte superior. Si no están en esa configuración para empezar, puede rotar o voltear el diagrama hasta que lo estén. Todas estas observaciones ahorran una enorme cantidad de trabajo. Solo necesitamos mirar a SUM igual a 9 y 10, y solo necesitamos tener las esquinas en orden creciente. Si SUM es 9, entonces C-SUM = 3 x 9 - 21 = 6, entonces el trío es 1, 2 y 3. Si SUM es 10, entonces a + b + c = 3 x 10 - 21 = 9. Esto deja dos posibilidades, ya sea valores de esquina de 1, 2 y 6, o 1, 3 y 5. Una prueba rápida descarta 1, 2 y 6 como una posibilidad. Después de mucho trabajo, tenemos que las soluciones para SUM son 9 y 10 para el rompecabezas de seis círculos. Recuerde que puede obtener las soluciones para cuando SUM es 11 y 12 restando todas las entradas de 7.

# template
source: 9-Circle Puzzle
es: Rompecabezas de 9 Círculos

# template
source: Use the same approach for the 9 circle puzzle. The sum of the numbers from 1 to 9 is 45. Hence, 3 x SUM = 45 + C-SUM. The smallest C-SUM can be is 1 + 2 + 3 = 6, and the largest it can be is 7 + 8 + 9 = 24. So 3 x SUM is between 45 + 6 = 51 and 45 + 24 = 69, which forces SUM to be between 17 and 23. Taking a solution and subtracting all the entries from 10 gives the following SUM pairings: 17 - 23, 18 - 22, 19 - 21, and 20 - 20. So, solutions are only needed for 17, 18, 19, and 20. The corresponding values for C-SUM are 6, 9, 12, and 15. * SUM = 17 and C-SUM = 6. For this, the corners must be 1, 2, 3, and it works. * SUM = 18 and C-SUM = 9. For this, the corners must be either 1, 2, 6 or 1, 3, 5. Neither works. * SUM = 19 and C-SUM = 12. There are quite a few possibilities for the corners, but the only combinations that work are 1, 4, 7 and 2, 3, 7. * SUM = 20 and C-SUM = 15. There are too many combinations for the corners, and many of them work. Two that work are 1, 5, 9 and 2, 5, 8.
es: Utilice el mismo enfoque para el rompecabezas de 9 círculos. La suma de los números del 1 al 9 es 45. Por lo tanto, 3 x SUM = 45 + C-SUM. El valor más pequeño que C-SUM puede ser es 1 + 2 + 3 = 6, y el más grande que puede ser es 7 + 8 + 9 = 24. Entonces, 3 x SUM está entre 45 + 6 = 51 y 45 + 24 = 69, lo que obliga al SUM a estar entre 17 y 23. Tomando una solución y restando todas las entradas de 10, se obtienen los siguientes pares de SUM: 17 - 23, 18 - 22, 19 - 21 y 20 - 20. Por lo tanto, las soluciones solo son necesarias para 17, 18, 19 y 20. Los valores correspondientes para C-SUM son 6, 9, 12 y 15. *SUM = 17 y C-SUM = 6. Para ello, solo funciona si las esquinas son 1, 2 y 3. *SUM = 18 y C-SUM = 9. Para esto, las esquinas deben ser 1, 2, 6 o 1, 3, 5. Ninguna de las dos funciona. *SUM = 19 y C-SUM = 12. Hay bastantes posibilidades para las esquinas, pero las únicas combinaciones que funcionan son 1, 4, 7 y 2, 3, 7. *SUM = 20 y C-SUM = 15. Hay demasiadas combinaciones para las esquinas, y muchas de ellas funcionan. Dos que funcionan son 1, 5, 9 y 2, 5, 8.

# template
source: Magic Designs
es: Diseños Mágicos

# template
source: Similar to Magic Triangles, these have circles connected in a geometric pattern and an associated group of numbers. Put the numbers in the circles so every straight line of connected circles has the same sum. The analysis of these puzzles is similar to what was done for Magic Triangles. Let SUM be the common sum that all the rows share. Let c be the value of the middle circle, for puzzles that have one. The general strategy will be to add up all the rows and investigate the relationship that is revealed. Note also that, just as for Magic Triangles, a new solution can be created by subtracting all the entries from one more than the largest number. 1. The numbers from 1 to 4 are in a plus sign shape with no circles in common. The numbers 1 to 4 add up to 10, and this is split evenly between the two directions. So SUM = 5 and the answer is easy.
es: Al igual que los Triángulos mágicos, estos tienen círculos conectados en un patrón geométrico y un grupo asociado de números. Coloque los números en los círculos para que cada línea recta de círculos conectados tenga la misma suma. El análisis de estos acertijos es similar a lo que se hizo para Triángulos mágicos. Deje que SUM sea la suma común que comparten todas las filas. Para los juegos que tienen un círculo en el medio, deje que C represente su valor. La estrategia general será sumar todas las filas e investigar la relación que se revela. Tenga en cuenta también que, al igual que para los Triángulos mágicos, se puede crear una nueva solución restando todas las entradas de uno más que el número más grande. 1. Los números del 1 al 4 están en la forma del signo más sin círculos en común. Los números del 1 al 4 suman 10, y esto se divide uniformemente entre las dos direcciones. Entonces SUM = 5 y la respuesta es fácil.

# template
source: 2. The numbers from 1 to 5 are in a plus sign with one circle in common in the middle. The numbers 1 to 5 add up to 15. Adding up the two directions gives 2 x SUM = 15 + c. Because 15 + c must be even, c can be 1, 3, and 5. Get the solution for c = 5 (SUM = 10) from the c = 1 solution by subtracting all the numbers from 6.
es: 2. Los números del 1 al 5 están en un signo de más con un círculo en común en el medio. Los números del 1 al 5 suman 15. La suma de las dos direcciones da 2 x SUM = 15 + c. Como 15 + c debe ser par, c puede ser 1, 3 y 5. Obtén la solución para c = 5 (SUM = 10) de la solución c = 1 restando todos los números del 6.

# template
source: 3. The numbers from 1 to 7 are in lines of 3 circles with one common circle in the middle. Adding up the three directions gives 3 x SUM = 28 + 2 x c. Because 3 evenly divides 28 + 2 x c, this forces c to be 1, 4, or 7. The solutions for c = 1 and 4 are given.
es: 3. Los números de 1 a 7 están en líneas de 3 círculos con un círculo común en el medio. Sumando las tres direcciones da 3 x SUM = 28 + 2 x c. Dado que 3 divide uniformemente 28 + 2 xc, esto obliga a que c sea 1, 4 o 7. Se dan las soluciones para c = 1 y 4.

# template
source: 4. The numbers from 1 to 9 are in lines of 3 circles with one common circle in the middle. Adding up the four directions gives 4 x SUM = 45 + 3 x c. Because 4 evenly divides 45 + 3 x c, this forces c = 1, 5, or 9.
es: 4. Los números del 1 al 9 están en líneas de 3 círculos con un círculo común en el medio. Sumando las cuatro direcciones da 4 x SUM = 45 + 3 x c. Debido a que 4 divide equitativamente 45 + 3 x c, esto significa que c = 1, 5 o 9. Se dan las soluciones para c = 1 y 5.

# template
source: 5. The numbers from 1 to 5 are placed in an L shape with one circle in common in the corner. This is really the same as problem #2, so the solutions are essentially the same. 6. The numbers from 1 to 8 are in a plus sign with no circles in common. The two directions evenly split 36, the sum of all the numbers, so SUM = 18. There are many ways to solve this by splitting the set of numbers into two groups that add up to 18. One solution is 1, 2, 7, 8 and 3, 4, 5, 6, and another is 1, 3, 6, 8 and 2, 4, 5, 7. 7. The numbers from 1 to 9 are in a plus sign with one circle in common in the middle. Adding up the two directions gives 2 X SUM = 45 + c, so c = 1, 3, 5, 7, and 9. Solutions for c = 1, 3, and 5 are given.
es: 5. Los números del 1 al 5 se colocan en forma de L con un círculo en común en la esquina. Esto es realmente lo mismo que el problema #2, por lo que las soluciones son esencialmente las mismas. 6. Los números del 1 al 8 están en un signo de más sin círculos en común. Las dos direcciones dividen equitativamente 36, la suma de todos los números, por lo que SUM = 18. Hay muchas formas de resolver esto al dividir el conjunto de números en dos grupos que suman 18. Una solución es 1, 2, 7, 8 y 3, 4, 5, 6, y otra es 1, 3, 6, 8 y 2, 4, 5, 7. 7. Los números del 1 al 9 están en un signo de más con un círculo en común en el medio. Sumando las dos direcciones da 2 X SUM = 45 + c, entonces c = 1, 3, 5, 7 y 9. Se dan las soluciones para c = 1, 3 y 5.

# template
source: 8. The numbers from 1 to 12 are in a star shape. This has 6 directions of lines of 4 circles. This one is much harder than the others. If you add up all the directions, every number will be involved twice. The numbers from 1 to 12 add up to 78. Thus we have 6 x SUM = 2 x 78, which means SUM = 26 (as given in the hint). A solution is given below. As always, another solution can be obtained by subtracting all the entries from 13.
es: 8. Los números del 1 al 12 están colocados en forma de estrella. Esta tiene 6 direcciones de líneas de 4 círculos. Este juego es mucho más difícil que los demás. Si suma todas las direcciones, cada número será usado dos veces. Los números del 1 al 12 suman 78. Por lo tanto, tenemos 6 x SUM = 2 x 78, lo que significa SUM = 26 (como se indica en la sugerencia). A continuación se ofrece una solución debajo. Como siempre, se puede obtener otra solución restando todas las entradas de 13.

# template
source: 9. The numbers from 1 to 7 are in an H shape - 3 vertically on the left, 1 in the center, 3 vertically on the right. There are 5 possible lines of 3 connected circles. If the 5 directions are added up, all the circles will be used twice, with the exception of the center which is used three times. Adding up the five directions gives 5 x SUM = 2 x 28 + c. Because 5 evenly divides 56 + c, this forces c = 4, and in that case SUM = 12 (as given in the hint). Note that neither 2 nor 3 can be on the same side as the 1, and this leads to the following solution.
es: 9. Los números del 1 al 7 están colocados en forma de H: 3 verticalmente a la izquierda, 1 en el centro, 3 verticalmente a la derecha. Hay 5 líneas posibles de 3 círculos conectados. Si se suman las 5 direcciones, todos los círculos se usarán dos veces, con la excepción del centro que se usará tres veces. Sumando las cinco direcciones da 5 x SUM = 2 x 28 + c. Debido a que 5 divide equitativamente a 56 + c, esto significa que c = 4, y en ese caso SUM = 12 (como se indica en la sugerencia). Tenga en cuenta que 2 y 3 no pueden estar en el mismo lado que 1, y esto conduce a la siguiente solución.

# template
source: Sum Square
es: Cuadrícula de Sumas

# template
source: Start with a 3 by 3 grid that has target sums given for each row and column. Some of the numbers from 1 to 9 are already placed in the grid. For the numbers that are not yet placed, the challenge is to place them to make the row and column sums be the target values. To make one of these puzzles, start by placing pieces of paper with the numbers from 1 to 9 on a 3 x 3 grid. For each row and column, write the sum to the right or below. Then, remove some of the numbers from the grid. Lastly, hand the pieces of paper you removed to your child and ask “where were these?” Because these are so easy to create, they are great puzzles for your child to create for you to solve. One variation that keeps the sums a little smaller is to use the numbers from 0 to 8 instead. A harder variation is to do the same thing with the numbers 1 to 12 in a 3 by 4 grid, or even 1 to 16 in a 4 by 4 grid.
es: Comience con una cuadrícula de 3 por 3 que tenga sumas objetivo para cada fila y columna. Algunos de los números del 1 al 9 ya están colocados en la cuadrícula. Para los números que aún no se han colocado, el desafío es colocarlos para que las sumas de filas y columnas den los valores objetivos. Para hacer uno de estos juegos, comience colocando trozos de papel con los números del 1 al 9 en una cuadrícula de 3 x 3. Para cada fila y columna, escriba la suma a la derecha o abajo. Luego, elimine algunos de los números de la cuadrícula. Por último, entregue los pedazos de papel que retiró a su niño/niña y pregúntele "¿dónde estaban estos?" Debido a que estos juegos son tan fáciles de crear, son excelentes para que su niño/niña los cree y usted los resuelva. Una variación que mantiene las sumas un poco más pequeñas es usar los números del 0 al 8. Una variación más difícil es hacer lo mismo con los números del 1 al 12 en una cuadrícula de 3 por 4, o incluso del 1 al 16 en una cuadrícula de 4 por 4.

# template
source: Making the original filled in puzzle is easy enough. As mentioned above, just put in all the numbers and write down the sums. The challenge for the puzzle maker is to remove just the right amount of information so that the puzzle is challenging but not too hard.
es: Hacer el juego resuelto original es bastante fácil. Como se mencionó anteriormente, simplemente coloque todos los números y anote las sumas. El desafío para el creador del juego es eliminar la cantidad de información justa para que el juego sea difícil pero no demasiado difícil.

# template
source: Strategies for Solving and Creating
es: Estrategias para Resolver y Crear

# template
source: Start by filling in squares that are the single missing numbers in a row or column. The leftmost of these three puzzles is pretty easy to solve because, after the 5 and the 7 are filled in, then the 3 and 2 are easy to solve, and then lastly the 8 will be easy- solving each singleton creates new singletons that are easy to calculate. Easy to calculate puzzles are good practice for your child, so don’t worry about making all the puzzles tricky. The middle puzzle is a bit harder. There are no singletons. A good strategy for these is to look for rows or columns that have particularly large or small missing sums - these will have relatively few choices to choose from. The bottom row and the rightmost column are good places to start for this puzzle. The missing numbers in the bottom row add up to 16, so they must be 7 and 9. The 9 cannot go in the column with the 6 (the sum would be too big for that column), so that places the 7 and 9. The rest follows as in the previous puzzle. In the rightmost puzzle, two of the side numbers are left out. Once your child realizes that the side numbers add up to 45, which is the sum of the numbers from 1 to 9, it is easy to fill in a single missing side number.
es: Comience por resolver los cuadrados que son los únicos números que faltan en una fila o columna. El más a la izquierda de estos tres juegos es bastante fácil de resolver porque, después de completar el 5 y el 7, el 3 y el 2 son fáciles de resolver y, por último, el 8 será fácil: resolver cada número único crea nuevos números únicos que son fáciles de calcular. Los juegos fáciles de calcular son una buena práctica para su niño/niña, así que no se preocupe por complicarlos todos. El juego del medio es un poco más difícil. No hay números únicos. Una buena estrategia para estos es buscar filas o columnas que tengan sumas faltantes particularmente grandes o pequeñas; estas tendrán relativamente pocas opciones para elegir. La fila inferior y la columna más a la derecha son buenos lugares para comenzar con este juego. Los números que faltan en la fila inferior suman 16, por lo que deben ser 7 y 9. El 9 no puede ir en la columna con el 6 (la suma sería demasiado grande para esa columna), por lo que se sabe dónde van el 7 y el 9. El resto se desarrolla como en el juego anterior. En el juego de la derecha, dos de los números del lado no están. Una vez que su niño/niña se dé cuenta de que los números de los lados suman 45, que es la suma de los números del 1 al 9, es fácil completar un número del lado que falta.

# template
source: Addition Pyramid
es: Pirámide de Sumar

# template
source: A pyramid of 10 numbers placed in 4 rows is given with a target number. The challenge is to find a path through the pyramid using one number from each row so that the sum of the numbers is the target number. The numbers on the path must touch each other. Make one of these puzzles by filling in the numbers that you want to form the path, and record the sum of those numbers. Then fill in the remaining decoy numbers in the pyramid. The number of possible paths through the pyramid doubles with the addition of each row, so making larger pyramids is a way to challenge a child who finds the 10-number puzzle easy. For a child who finds a 10-number puzzle hard, start with 6-number puzzles until they become easy and quick to solve.
es: Se proporciona una pirámide de 10 números colocados en 4 filas con un número objetivo. El desafío es encontrar un camino a través de la pirámide usando un número de cada fila para que la suma de los números sea el número objetivo. Los números en el camino deben tocarse entre sí. Haga uno de estos rompecabezas escribiendo los números que desee que formen el camino y registre la suma de esos números. Luego, coloque números para distraer en el resto de la pirámide. El número de caminos posibles a través de la pirámide se duplica con la adición de cada fila, así que hacer pirámides más grandes es una forma de desafiar a un niño que encuentra fácil el juego de 10 números. Para un niño que encuentra difícil un juego de 10 números, comience con juegos de 6 números hasta que sean fáciles y rápidos de resolver.

# template
source: For larger puzzles, it can be a challenge for the puzzle maker to ensure that there is only one correct path through the pyramid. Don’t concern yourself too much with that. Even though it’s nice if there is only one path, your child will enjoy showing you that there is more than one way to solve it.
es: Para juegos más grandes, puede ser un desafío para el creador el asegurarse de que solo haya un camino correcto a través de la pirámide. No se preocupe demasiado por eso. Aunque es bueno si solo hay un camino, su niño/niña disfrutará mostrándole que hay más de una forma de resolverlo.

# template
source: Flower Petals
es: Pétalos de Flor
