Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: WAR – SINGLE-DIGIT COMPARING
es: GUERRA – COMPARACIÓN DE UN SOLO DÍGITO

# data_list
source: FITTING IN
es: CONTAR SI ES APROPIADO

# data_list
source: SMALLEST SINGLE NUMBER
es: NÚMERO ÚNICO MÁS PEQUEÑO

# data_list
source: NUMBER LINE BATTLESHIP
es: BATALLA DE LÍNEA NUMÉRICA

# data_list
source: Bigger and Smaller Numbers
es: Números Más Grandes y Más Pequeños

# data_list
source: MAGIC HANDS – ADD AND SUBTRACT
es: MANOS MÁGICAS – SUMAR Y RESTAR

# data_list
source: FLASH NUMBERS
es: RECONOCIMIENTO DE NÚMEROS

# data_list
source: WHAT’S MISSING
es: LO QUE FALTA

# data_list
source: Beginning Finger Math
es: Principiantes en Matemáticas con los dedos

# data_list
source: FINDING SQUARES
es: ENCONTRANDO CUADRADOS

# data_list
source: CONNECT THE DOTS — STRING ART
es: CONECTA LOS PUNTOS — ARTE CON HILOS/CUERDAS

# data_list
source: SHAPE SUDOKU
es: SUDOKU DE FORMAS

# data_list
source: Figures
es: Figuras

# data_list
source: BAG GAME – ADD AND SUBTRACT
es: JUEGO DE BOLSAS — SUMAR Y RESTAR

# data_list
source: MATH STORIES
es: HISTORIAS DE MATEMÁTICAS

# data_list
source: Number Stories
es: Historias de Números

# data_list
source: GET OUT OF MY HOUSE – 1 MORE/LESS
es: SALGA DE MI CASA – 1 MÁS/MENOS

# data_list
source: THE IN-BETWEEN GAME
es: EL JUEGO INTERMEDIO

# data_list
source: ESTIMATION GAME
es: JUEGO DE ESTIMACIÓN

# data_list
source: Order and Size
es: Orden y Tamaño

# data_list
source: NUMBER SUDOKU
es: SUDOKU DE NÚMERO

# data_list
source: SUDOKU – COMPARING
es: SUDOKU – COMPARANDO

# data_list
source: MAKE ME A LIAR
es: HAZME UN MENTIROSO

# data_list
source: CODEBREAKER
es: DESCIFRADOR DE CÓDIGOS

# data_list
source: 15 SLIDING PUZZLE
es: 15 ROMPECABEZAS DESLIZANTES

# data_list
source: Being Logical
es: Siendo Lógico

# data_list
source: FINGER ADDITION TO 10
es: SUMAR CON DEDOS HASTA 10

# data_list
source: FINGER SUBTRACTION TO 10
es: RESTA DE LOS DEDOS HASTA 10

# data_list
source: Finger Math
es: Matemáticas con los Dedos

# data_list
source: CHAPTER 3 – I CAN COUNT TO 10!
es: CAPÍTULO 3 – ¡PUEDO CONTAR HASTA 10!

# data_list
source: Chapter 3 Introduction
es: Capítulo 3 Introducción

# data_list
source: CHOPSTICKS HAND GAME
es: JUEGO DE PALILLOS DE MANO

# data_list
source: MYSTERY CHANGE
es: CAMBIO DE MISTERIO

# data_list
source: SHAPE SUMS
es: SUMA DE FORMAS

# data_list
source: Fact Families
es: Familias de Hechos

# data_list
source: INTRODUCING 10’S
es: PRESENTAMOS LAS DECENAS

# data_list
source: MAKING NUMBER CARDS 1 TO 20
es: HACIENDO TARJETAS NUMÉRICAS 1 A 20

# data_list
source: BINGO WITH 10
es: BINGO CON 10

# data_list
source: MEMORY CHALLENGE – 10’S
es: RETO DE MEMORIA – DECENAS

# data_list
source: Adding and Subtracting 10
es: Sumar y Restar 10

# data_list
source: GEOMETRIC ART
es: ARTE GEOMÉTRICO

# data_list
source: SIM TRIANGLE
es: TRIÁNGULO SIM

# data_list
source: NUMBER SHAPES
es: FORMAS DE NÚMEROS

# data_list
source: Shapes
es: Formas

# data_list
source: MULTIPLYING BY 2
es: MULTIPLICANDO POR 2

# data_list
source: NIM – DOUBLING THE LIMIT
es: NIM – DOBLANDO EL LÍMITE

# data_list
source: COUNTING EVENS AND ODDS
es: CONTAR PARES E IMPARES

# data_list
source: SKIP COUNTING BY 2’s
es: CONTEO SALTEADO DE 2 EN 2

# data_list
source: HALVES AND HALF NOTS
es: MITADES Y NO MITADES

# data_list
source: Evens and Odds
es: Pares e Impares

# data_list
source: SUM GROUPS
es: GRUPOS DE SUMA

# data_list
source: GO FISH WITH SUMS
es: IR A PESCAR CON SUMAS

# data_list
source: WHICH NUMBER AM I
es: ¿CUÁL NÚMERO SOY?

# data_list
source: Number Bonds
es: Vínculos Numéricos

# data_list
source: GOING UP
es: SUBIENDO

# data_list
source: GOING UP SOME MORE
es: SUBIENDO MÁS

# data_list
source: CREATING ORDER
es: CREANDO ORDEN

# data_list
source: Order in the House
es: Orden en la Casa

# data_list
source: CLOSEST TO 10
es: MÁS CERCANO AL 10

# data_list
source: ZOO RESCUE
es: RESCATE EN EL ZOOLÓGICO

# data_list
source: COMMON SUMS
es: SUMAS COMUNES

# data_list
source: Small Adding and Subtracting
es: Sumar y Restar Números Pequeños

# data_list
source: SUDOKU VARIATIONS
es: VARIACIONES DE SUDOKU

# data_list
source: EVEN-ODD AND KROPKI SUDOKU
es: PARES-IMPARES Y SUDOKU KROPKI

# data_list
source: SUMDOKU, DIFFDOKU, SUMDIFFDOKU
es: SUMADOKU, RESTADOKU, SUMARESTADOKU

# data_list
source: SHUT THE BOX
es: CIERRA LA CAJA

# data_list
source: HIT THE TARGET
es: DALE AL BLANCO

# data_list
source: HOT POTATO WITH SUMS
es: PAPA CALIENTE CON SUMAS

# data_list
source: Sum Combinations
es: Combinaciones de Suma

# data_list
source: HOW MANY WAYS
es: DE CUÁNTAS MANERAS

# data_list
source: ANY WHICH WAY
es: DE CUALQUIER MANERA

# data_list
source: HOW CAN I MAKE
es: CÓMO PUEDO HACER

# data_list
source: NUMBER SCRAMBLE
es: COMPONIENDO NÚMEROS

# data_list
source: Let Me Count the Ways
es: Permítame Contar las Maneras

# data_list
source: PYRAMID SOLITAIRE
es: PIRÁMIDE SOLITARIO

# data_list
source: CARD DECK ORDERING
es: ORDENANDO TABLAS DE TARJETAS

# data_list
source: DIFFERENCE PYRAMID
es: PIRÁMIDE DE DIFERENCIA

# data_list
source: Solitaire Puzzles
es: Rompecabezas Solitarios

# data_list
source: STRATEGY GAMES
es: JUEGOS DE ESTRATEGIA

# data_list
source: DOTS AND BOXES
es: PUNTOS Y CAJAS

# data_list
source: PENTE OR GOMOKU
es: PENTE O GOMOKU

# data_list
source: Strategy Games
es: Juegos de Estrategia

# data_list
source: CHAPTER 4 – I CAN COUNT TO 20!
es: CAPÍTULO 4 – ¡PUEDO CONTAR HASTA 20!

# data_list
source: Chapter 4 Introduction
es: Capítulo 4 Introducción

# data_list
source: FINGER ADDITION W/ COMPENSATION
es: ADICIÓN CON DEDOS USANDO COMPENSACIÓN

# data_list
source: FINGER ADDITION THE EASY WAY
es: ADICIÓN CON LOS DEDOS DE MANERA FÁCIL

# data_list
source: FINGER SUBTRACTION THE EASY WAY
es: RESTA CON LOS DEDOS DE MANERA FÁCIL

# data_list
source: Finger Math up to 20
es: Matemáticas con los dedos hasta 20

# data_list
source: ENCLOSED SUMS
es: SUMA CERRADA

# data_list
source: PIG
es: CERDO

# data_list
source: DON’T GO OVER
es: NO PASAR

# data_list
source: ISLAND HOPPING – COMPENSATION
es: SALTANDO ISLAS – COMPENSACIÓN

# data_list
source: Addition up to 20
es: Suma hasta 20

# data_list
source: WAR – ADDITION AND SUBTRACTION
es: GUERRA – SUMA Y RESTA

# data_list
source: TARGET GIN RUMMY
es: OBJETIVO GIN RUMMY

# data_list
source: DIFFTRIANGLES AND SUMTRIANGLES
es: DIFFTRIANGLES Y SUMATRIÁNGULOS

# data_list
source: Number Bonds and Fact Families
es: Vínculos Numéricos y Familias de Operaciones

# data_list
source: FLASH CARDS
es: TARJETAS DIDÁCTICAS

# data_list
source: REVIEWING ADDITION SKILLS
es: REPASO DE LAS HABILIDADES DE SUMAR

# data_list
source: ADDITION COMPENSATION
es: COMPENSACIÓN PARA SUMAR

# data_list
source: REVIEWING SUBTRACTION SKILLS
es: REPASO DE LAS HABILIDADES DE RESTAR

# data_list
source: USING 10 AS AN INTERMEDIATE STOP
es: USANDO 10 COMO PARADA INTERMEDIA

# data_list
source: SUBTRACTION COMPENSATION
es: COMPENSACIÓN PARA RESTAR

# data_list
source: Mental Math – Single-Digit Add & Subtract
es: Matemática Mental – Suma y Resta de un Dígito

# data_list
source: CARDS TO A TARGET
es: TARJETAS AL BLANCO

# data_list
source: COMBO DOMINOES
es: COMBINACIÓN DE DOMINÓS

# data_list
source: PART-WHOLE TRIANGLES
es: TRIÁNGULOS PARCIALMENTE ENTEROS

# data_list
source: GET OUT OF MY HOUSE – ADD/SUB
es: SALGA DE MI CASA – RESTAR/SUMAR

# data_list
source: Games for Adding and Subtracting
es: Juegos para Sumar y Restar

# data_list
source: SKIP COUNTING
es: CONTEO SALTEADO

# data_list
source: SHORT STEPS TO A TARGET
es: PASOS CORTOS HACIA UN OBJETIVO

# data_list
source: ISLAND HOPPING – SKIP COUNTING
es: SALTANDO ISLAS – CONTEO SALTEADO

# data_list
source: Skip Counting
es: Conteo Salteado

# data_list
source: MATH TIC TAC TOE
es: TIC TAC TOE DE MATEMÁTICAS

# data_list
source: MEMORY CHALLENGE REVISITED
es: REPASO AL DESAFÍO DE LA MEMORIA

# data_list
source: PAIRING DOWN
es: EMPAREJAMIENTO

# data_list
source: FIX IT
es: ARREGLALO

# data_list
source: Do Sum Play
es: Jugar con Sumas

# data_list
source: FOLDING EXPANDED FORM
es: FORMA EXPANDIDA PLEGABLE

# data_list
source: I’M THINKING OF A NUMBER
es: ESTOY PENSANDO EN UN NÚMERO

# data_list
source: MEMORY GAME – EXPANDED FORM
es: JUEGO DE MEMORIA – FORMA EXPANDIDA

# data_list
source: ISLAND HOPPING BY ONES AND TENS
es: SALTANDO ISLAS POR UNOS Y DIECES

# data_list
source: Expanded Form and Place Value
es: Forma Expandida y Valor Posicional

# data_list
source: GET CLOSEST
es: MÁS CERCA

# data_list
source: WAR – DOUBLE-DIGIT COMPARISON
es: GUERRA – COMPARACIÓN DE DOBLE DÍGITO

# data_list
source: MATH BLACKJACK
es: BLACKJACK DE MATEMÁTICAS

# data_list
source: FILL IN THE BLANKS COMPARISON
es: RELLENA EL ESPACIO Y COMPARA

# data_list
source: Comparing Double-Digit Numbers
es: Comparación de Números de Dos Dígitos

# data_list
source: TARGET O’s AND X’s
es: AL BLANCO DE O Y X

# data_list
source: TERMINATOR 2
es: EXTERMINADOR 2

# data_list
source: POISON NUMBERS
es: NÚMEROS VENENOSOS

# data_list
source: More Games for Adding and Subtracting
es: Más Juegos para Sumar y Restar

# data_list
source: MAGIC TRIANGLES
es: TRIÁNGULOS MÁGICOS

# data_list
source: MAGIC DESIGNS
es: DISEÑOS MÁGICOS

# data_list
source: GRABBING 10’S
es: AGARRANDO DECENAS

# data_list
source: MULTIPLYING BY 3 AND 4
es: MULTIPLICANDO POR 3 Y 4

# data_list
source: More Mental Math
es: Más Matemáticas Mentales

# data_list
source: SUM SQUARE
es: CUADRÍCULA DE SUMAS

# data_list
source: SUM DIFFERENCE
es: DIFERENCIA Y SUMA

# data_list
source: ADDITION PYRAMID
es: PIRÁMIDE DE SUMAR

# data_list
source: INVESTIGATIONS
es: INVESTIGACIONES

# data_list
source: FLOWER PETALS
es: PÉTALOS DE FLOR

# data_list
source: CLIMBING STEPS – HOW MANY WAYS
es: PASOS DE SUBIDA – CUÁNTAS MANERAS

# data_list
source: BALANCE SCALE
es: BALANZA

# data_list
source: Make It Count
es: Haz Que Cuente

# data_list
source: CHAPTER 5 – I CAN COUNT TO 100!
es: CAPÍTULO 5 – ¡PUEDO CONTAR HASTA 100!

# data_list
source: Chapter 5 Introduction
es: Capítulo 5 Introducción

# data_list
source: MENTAL MULTIPLICATION
es: MULTIPLICACIÓN MENTAL

# data_list
source: SKIP COUNTING IS MULTIPLICATION
es: SALTAR EL CONTEO ES MULTIPLICACIÓN

# data_list
source: MULTIPLICATION TECHNIQUES
es: TÉCNICAS DE MULTIPLICACIÓN

# data_list
source: Mental Multiplication
es: Multiplicación Mental

# data_list
source: MAKING 100
es: HACIENDO 100

# data_list
source: STAKE YOUR CLAIM
es: HAGA SU RECLAMO

# data_list
source: BONDED GROUPS
es: GRUPOS VINCULADOS

# data_list
source: MISSING NUMBERS
es: NÚMEROS AUSENTES

# data_list
source: Place Value, Add, and Subtract
es: Valor Posicional, Suma y Resta

# data_list
source: MAKING MULTIPLICATION CARDS
es: HACIENDO TARJETAS DE MULTIPLICACIÓN

# data_list
source: REVEALING PRODUCTS
es: PRODUCTOS REVELADORES

# data_list
source: Multiplication Cards and Tables
es: Tarjetas y Tablas de Multiplicar

# data_list
source: COVER FACTORS AND MULTIPLES
es: CUBRIR FACTORES Y MÚLTIPLOS

# data_list
source: NIM WITH FACTORS
es: NIM CON FACTORES

# data_list
source: SIEVE OF ERATOSTHENES
es: TAMIZ DE ERATÓSTENES

# data_list
source: Factors, Multiples, and Primes
es: Factores, Múltiplos y Primos

# data_list
source: MIX IT UP
es: MÉZCLALO

# data_list
source: SECRET OPS
es: OPERACIONES SECRETAS

# data_list
source: PARENTHESES PUZZLES
es: ROMPECABEZAS DE PARÉNTESIS

# data_list
source: LEVER BALANCE
es: BALANCE DE PALANCA

# data_list
source: Mixed Operations
es: Operaciones Mixtas

# data_list
source: WAR – MULTIPLICATION
es: GUERRA – MULTIPLICACIÓN

# data_list
source: BEEP
es: PITIDO

# data_list
source: 3 IN A ROW
es: 3 EN FILA

# data_list
source: TURNING THE TABLES
es: ARREGLANDO LAS TABLAS

# data_list
source: Multiplying and Tables
es: Multiplicar y Tablas

# data_list
source: RECTANGLE AREA
es: ÁREA DEL RECTÁNGULO

# data_list
source: Introduction
es: Introducción

# data_list
source: NUMBER SHAPES REVISITED
es: OTRA VISITA A FORMAS DE NÚMEROS

# data_list
source: THE PADDOCK GAME
es: EL JUEGO DE PADDOCK

# data_list
source: DIVIDE UP THE BOX
es: DIVIDE LA CAJA

# data_list
source: Rectangle Area
es: Área del Rectángulo

# data_list
source: A DEFINITION AND A RULE
es: UNA DEFINICIÓN Y UNA REGLA

# data_list
source: REUSE OLD ADDITION ACTIVITIES
es: REUTILIZAR LAS ACTIVIDADES ADICIONALES

# data_list
source: PRACTICE PRIME FACTORIZATIONS
es: PRACTICA FACTORIZACIONES DE PRIMOS

# data_list
source: Feel the Power
es: Sienta el Poder

# data_list
source: FACTOR TREES
es: ÁRBOLES DE FACTORES

# data_list
source: PRODUCT PYRAMID
es: PIRÁMIDE DE PRODUCTO

# data_list
source: Factoring With Primes
es: Factorización con Primos

# data_list
source: 100 LAUGHS
es: 100 RISAS

# data_list
source: 5-CARD DRAW TO A TARGET
es: SORTEO DE 5 CARTAS HACIA UN OBJETIVO

# data_list
source: LETTER SUBSTITUTION
es: SUSTITUCIÓN DE LETRAS

# data_list
source: Adding and Subtracting
es: Sumando y Restando

# data_list
source: BOUNCING BILLIARD BALL
es: BOLA DE BILLAR QUE REBOTE

# data_list
source: FILLING REGIONS WITH SHAPES
es: LLENANDO REGIONES CON FORMAS

# data_list
source: FILLING SQUARES WITH SQUARES
es: LLENADO CUADRADOS CON CUADRADOS

# data_list
source: Shapes Inside Shapes
es: Formas dentro de formas

# data_list
source: THE PRODUCT GAME
es: EL JUEGO DEL PRODUCTO

# data_list
source: ISLAND HOPPING WITH PRODUCTS
es: SALTANDO ISLAS CON PRODUCTOS

# data_list
source: CHECKERS MATH
es: JUEGO DE LAS DAMAS EN MATEMÁTICA

# data_list
source: Multiplying and Multiples
es: Multiplicación y Múltiplos

# data_list
source: COUNTING NEIGHBORS
es: CONTANDO VECINOS

# data_list
source: MAKING A MOBILE
es: HACIENDO UN MÓVIL

# data_list
source: LIMITED CALCULATORS
es: CALCULADORAS LIMITADAS

# data_list
source: Add, Subtract, and Multiply
es: Sumar, Restar y Multiplicar

# data_list
source: GRABBING FACTORS
es: AGARRANDO FACTORES

# data_list
source: DOUBLE OR NOTHING
es: DOBLE O NADA

# data_list
source: FACTOR WAR
es: GUERRA DE FACTORES

# data_list
source: Factors Count
es: Recuento de Factores

# data_list
source: MULTIPLICATION BINGO
es: BINGO DE MULTIPLICACIÓN

# data_list
source: CROSSING THE VOLCANO
es: CRUZANDO EL VOLCÁN

# data_list
source: CROSS PRODUCTS
es: PRODUCTOS CRUZADOS

# data_list
source: Interesting Products
es: Productos Interesantes

# data_list
source: One of These is Not Like the Others
es: Uno de estos no es como los demás

# data_list
source: Island Hopping – Counting
es: Saltando Islas – Contando

# data_list
source: Cutting Symmetric Shapes
es: Corte de Formas Simétricas

# data_list
source: Nim With One and Two
es: Nim Con Uno y Dos

# data_list
source: Connect The Dots
es: Conecta Los Puntos

# data_list
source: Shape Sudoku
es: Sudoku de Formas

# data_list
source: Number Sudoku With Jigsaws
es: Sudoku Numérico Con Rompecabezas

# data_list
source: Greater Than Sudoku
es: Más Grande que Sudoku

# data_list
source: Make Me a Liar
es: Hazme un Mentiroso

# data_list
source: 15-Sliding Puzzle
es: 15-Rompecabezas Deslizantes

# data_list
source: Shape Sums
es: Suma de Formas

# data_list
source: Nim – Doubling the Limit
es: Nim – Doblando el Límite

# data_list
source: Counting Evens and Odds
es: Contar Pares e Impares

# data_list
source: Sum Groups
es: Grupos de Suma

# data_list
source: Zoo Rescue
es: Rescate en el Zoológico

# data_list
source: Common Sums
es: Sumas Comunes

# data_list
source: Sudoku Variations
es: Variaciones de Sudoku

# data_list
source: How Many Ways?
es: ¿De Cuántas Maneras?

# data_list
source: Card Deck Ordering
es: Ordenando Tablas de Tarjetas

# data_list
source: Difference Pyramid
es: Pirámide de Diferencia

# data_list
source: Enclosed Sums
es: Suma Cerrada

# data_list
source: Island Hopping – Compensation
es: Saltando Islas – Compensación

# data_list
source: DiffTriangles and SumTriangles
es: DiffTriangles y SumaTriángulos

# data_list
source: Island Hopping – Skip Counting
es: Saltando Islas – Conteo Salteado

# data_list
source: Fix It
es: Arreglalo

# data_list
source: Island Hopping by Ones and Tens
es: Saltando Islas por Unos y Dieces

# data_list
source: Solitaire Shape Puzzles
es: Rompecabezas con Forma de Solitario

# data_list
source: Sum Square
es: Cuadrícula de Sumas

# data_list
source: Addition Pyramid
es: Pirámide de Sumar

# data_list
source: Investigations
es: Investigaciones

# data_list
source: Nim With Factors
es: Nim Con Factores

# data_list
source: Sieve of Eratosthenes
es: Tamiz de Eratóstenes

# data_list
source: Activity
es: Actividad

# data_list
source: Levers and Mobiles
es: Palancas y Móviles

# data_list
source: Divide Up the Box
es: Divide la Caja

# data_list
source: Letter Substitution Puzzles
es: Juegos de Sustitución de Letras

# data_list
source: Bouncing Billiard Ball
es: Bola de Billar que Rebote

# data_list
source: Playing With Shapes
es: Jugando Con Figuras

# data_list
source: Investigation
es: Investigación

# data_list
source: Product Game
es: Juego de Productos

# data_list
source: Limited Calculators
es: Calculadoras Limitadas

# data_list
source: Puzzle
es: Rompecabezas

# data_list
source: Double or Nothing
es: Doble o Nada

# data_list
source: Game
es: Juego

# data_list
source: Chapter 1 — I Can Hear You!
es: Capítulo 1 — ¡Puedo escucharte!

# data_list
source: Chapter 2 — I Can Count to 5!
es: Capítulo 2 — ¡Puedo contar hasta 5!

# data_list
source: Chapter 3 — I Can Count to 10!
es: Capítulo 3 — ¡Puedo contar hasta 10!

# data_list
source: Chapter 4 — I Can Count to 20!
es: Capítulo 4 — ¡Puedo contar hasta 20!

# data_list
source: Chapter 5 — I Can Count to 100!
es: Capítulo 5 — ¡Puedo contar hasta 100!

# data_list
source: A Very Tall Man
es: Un Hombre Muy Alto

# data_list
source: This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller
es: Esta historia enseña a contar hasta 5, a hacer descripciones y comparaciones. Practica usar las siguientes palabras para hacer descripciones: demasiado, muy, corto, alto, largo, bajo, alto, grande, pequeño; nombres de colores; y palabras para comparar: más corto, más largo, más bajo, más alto, más grande, más pequeño

# data_list
source: Akadeli's Lucky Day
es: El Día de Suerte de Akadeli

# data_list
source: This story has counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.
es: Esta historia incluye contar hasta el 12, colores y figuras. Practique las palabras: uno, dos, hasta el doce, estimar, retirar, nombres de colores, el más bajo, el más alto, similar y diferente.

# data_list
source: Can We Count Our Cats?
es: ¿Podemos contar nuestros gatos?

# data_list
source: This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.
es: Esta historia enseña a contar del 0 al 9, los colores y los patrones de colores. Practica contar palabras, los nombres de los colores y decir palabras como: muchos, el número más grande, el número más pequeño, uno más y uno menos.

# data_list
source: Cat and Dog and the Ball
es: Gato y Perro y la Pelota

# data_list
source: This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.
es: Esta historia enseña a contar hasta 6, los colores y a hacer descripciones. Practica contar palabras, los nombres de los colores y el uso de palabras como: alto, también, similar, diferente, más pequeño, más grande, bajo, menos y más.

# data_list
source: Cat and Dog and the Butterfly
es: Gato y Perro y la Mariposa

# data_list
source: This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.
es: Esta historia enseña descripciones de velocidad, colores y contar hasta 6. Practica contar palabras y las siguientes palabras: muy, demasiado, rápido, lento, más rápido, más lento, el más rápido, el más lento, más y menos.

# data_list
source: Cat and Dog and the Egg
es: Gato y Perro y el Huevo

# data_list
source: This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.
es: Esta historia enseña a contar hasta 5, a comparar, los colores y las formas. Practica palabras como: redondo, arriba, abajo, similar, cometa, diferente, más grande y más largo.

# data_list
source: Cat and Dog: Dog Is Cold
es: Gato y Perro: Perro tiene Frío

# data_list
source: This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.
es: Esta historia enseña a describir los opuestos y a contar hasta 6 usando expresiones como uno más o uno menos. Practica palabras como: también, frío, cálido, claro, oscuro, día, noche, limpio, sucio, pequeño, grande, corto, largo, húmedo, seco, delgado, grueso, bajo, alto, nuevo y viejo.

# data_list
source: Clever Cat
es: La Gata Astuta

# data_list
source: This story has geometry ideas and colors. Practice words: square, rectangle, circle, concentric, open, closed, least, little, small, big, and color names.
es: Esta historia contiene ideas geométricas y colores. Palabras para practicar: cuadrado, rectángulo, círculo, concéntrico, abierto, cerrado, menor, poco, pequeño, grande y los nombres de los colores.

# data_list
source: Colors of a Rainbow
es: Los Colores de un Arcoíris

# data_list
source: This story talks about the numbers to seven, the ordinals to seventh, and colors. Practice the words: one, two, three, to seven; the ordinals first, second, third, to seventh; and the many names of colors.
es: Esta historia trata sobre los números hasta el siete, los números ordinales hasta el séptimo y los colores. Practiquen las palabras: uno, dos, tres, hasta el siete; los ordinales primero, segundo, tercero, hasta el séptimo; y los muchos nombres de los colores.

# data_list
source: Counting Animals
es: Contando Animales

# data_list
source: This story has counting to 9 and number and size comparisons. Practice words: one, two, to nine, big, small, most, least, one more, and one less.
es: Esta historia trata sobre contar hasta el 9 y comparaciones de números y tamaños. Palabras para practicar: uno, dos, hasta el nueve, grande, pequeño, más, menos, uno más y uno menos.

# data_list
source: Creature with Two
es: La Criatura con Dos

# data_list
source: This story has counting to seven and shapes. Practice words: small numbers, especially one and two; and comparing words such as more, equal, same, and less. Also, talk about squares, circles, solids, stripes, bigger, and smaller.
es: Esta historia trata de contar hasta el siete y las figuras. Palabras para practicar: números pequeños, especialmente uno y dos; palabras comparativas como más, igual, mismo y menos. Además, conversen acerca de los cuadrados, los círculos, los sólidos, las rayas, más grande y más pequeño.

# data_list
source: Drum
es: El Tambor

# data_list
source: This story has patterns, sizes, and shapes. Practice words: size, big, little, medium, small, same, shape, and pattern.
es: Esta historia trata sobre los patrones, los tamaños y las figuras. Palabras para practicar: tamaño, grande, pequeño, mediano, chico, mismo, figura y patrón.

# data_list
source: Fana Loves Animals
es: Fana Ama a Los Animales
