Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Place a random collection of 16 Number Cards from 0 to 20 with expanded form on a 4 by 4 bingo board for each child. Then, mix up a collection of counting cards from 0 to 20. Select one card at a time from this pile until the first child gets four in a row and yells Bingo! One important variation of this game is to do a “Tens-Reversed” version using cards with numerals. When a card is chosen, if it is 1 to 10, then 10 is added to find the matching value, and if it is 11 to 20, then 10 is subtracted for the matching value.
es: Seleccione al azar 16 tarjetas numéricas de la baraja del 0 al 20 con forma expandida, y coloquelas en un tablero de bingo de 4 por 4 para cada niño. Luego, mezcle una colección de tarjetas de conteo del 0 al 20. Seleccione una a una las tarjetas de esta baraja hasta que el primer niño obtenga cuatro seguidos y grite ¡Bingo! Una variación importante de este juego se llama "Diez Invertido" y se usan tarjetas con números. Cuando se elige una carta, si el número es del 1 al 10, se agrega 10 al valor, y si es del 11 al 20, se resta 10 del valor.

# template
source: This version of the Memory Challenge game uses a Number Card deck from 0 to 20 with the rule that two numbers match if they are 10 apart. If you also have cards from 0 to 20 that use expanded form or ten frames, you should use those too. Deal a 3 by 4 grid of cards out on the table, all face-down. Players take turns flipping two cards face-up. If the two cards are ten apart, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards do not match, the player flips the cards back over and ends their turn. The game ends when the last pair of cards is taken. The player with the most cards wins.
es: Esta versión del juego Reto de Memoria usa una baraja de artas numéricas del 0 al 20 con la regla de que dos números coinciden si están separados por 10. Si también tiene tarjetas de 0 a 20 que usan forma expandida o marcos de diez, también debe usarlas. Reparta una cuadrícula de cartas de 3 por 4 sobre la mesa, todas boca abajo. Los jugadores se turnan para voltear dos cartas boca arriba. Si las dos cartas volteadas por un jugador están separadas por diez, el jugador se queda con las cartas, reemplaza las dos cartas con dos de la pila de robo y continúa su turno. Si las cartas no coinciden, el jugador voltea las cartas y termina su turno. El juego termina cuando se toma el último par de cartas. El jugador con más cartas gana.

# template
source: Here are some geometric concepts your child can play around with. The first is the idea of similarity. Two shapes are similar if they have the same shape except that one is smaller or larger than the other. Challenge your child to pick a picture and draw it twice as big or twice as small.
es: Aquí hay algunos conceptos geométricos con los que su niño/niña puede jugar. La primera es la idea de similitud. Dos formas son similares si tienen la misma forma, excepto que una es más pequeña o más grande que la otra. Desafíe a su niño/niña a que elija un dibujo y lo dibuje dos veces más grande o dos veces más pequeño.

# template
source: Another geometric concept to play with is mirror symmetry. Your child can see this by taking a mirror with a flat side and putting it down along its edge on a drawing or photo and seeing what the mirror image looks like. Once your child has the idea, give your child half of a picture and challenge them to draw the mirror image.
es: Otro concepto geométrico con el que jugar es la simetría especular. Su niño/niña puede ver esto tomando un espejo con un lado plano y colocándolo a lo largo de su borde en un dibujo o foto y viendo cómo se ve la imagen del espejo. Una vez que su niño/niña entienda la idea, dele la mitad de una imagen y desafíelo a dibujar la imagen del espejo.

# template
source: The two players have different colored markers. Place six (use more for a harder game) dots evenly around a circle. Players take turns drawing lines between the dots using their color. The loser is the first player forced to create a triangle all of whose sides have the player’s color and whose corners are on the circle. In the illustrated game, green moves next and must lose.
es: Los dos jugadores tienen marcadores de diferentes colores. Coloque seis (use más para un juego más difícil) puntos uniformemente distribuidos alrededor de un círculo. Los jugadores se turnan para trazar líneas entre los puntos usando su color. El perdedor es el primer jugador obligado a crear un triángulo cuyos lados tienen el color del jugador y cuyas esquinas están en el círculo. En el juego ilustrado, el verde perderá en su próximo movimiento.

# template
source: Using something small, such as pieces of food, challenge your child to make shapes with a given number of pieces. These shapes can be rectangles, triangles, squares, or anything fun.
es: Con algo relativamente pequeño, como trozos de comida, desafíe a su niño/niña a hacer formas con la comida. Estas formas pueden ser rectángulos, triángulos, cuadrados o cualquier cosa divertida.

# template
source: Investigate which numbers are even and odd by using number shapes. For any number, ask your child to put the pieces into two rows that have the same number in them. This is something you would do if you were splitting the food evenly between the two of you. For which numbers does it work out evenly?
es: Investiga qué números son pares e impares usando formas numéricas. Para cualquier número, pídale a su hijo que coloque las piezas en dos filas que tengan el mismo número. Esto es algo que harías si estuvieras dividiendo la comida en partes iguales entre los dos. ¿Para qué números resulta uniforme?

# template
source: Once your child knows what an odd number is, investigate adding up the first few odd numbers as shown in this diagram. Amazingly, the sum of the first odd numbers is always a square number. Your child may notice that for some numbers, such as 12, there are different shapes of rectangles that can be made, and that for other numbers, such as 7, only flat rectangles can be made. If you want to, you can tell your child that numbers such as 5 and 7 are called prime numbers because there is no way to break them into normal rectangles.
es: Una vez que su niño/niña sepa lo qué es un número impar, investigue sumando los primeros números impares como se muestra en este diagrama. Sorprendentemente, la suma de los primeros números impares es siempre un número cuadrado. Su niño/niña puede notar que para algunos números, como el 12, hay diferentes formas de rectángulos que se pueden hacer, y que para otros números, como el 7, solo se pueden hacer rectángulos planos. Si lo desea, puede decirle a su niño/niña que los números como el 5 y el 7 se llaman números primos porque no hay forma de dividirlos en rectángulos normales.

# template
source: Very gradually, introduce multiplication to your child by a small change in language - start referring to doubling a number as taking “two of it” or as “multiplying it by 2.”
es: Muy gradualmente, introduzca la multiplicación a su niño/niña con un pequeño cambio en el lenguaje; comience a referirse a duplicar un número como si fuera "dos de estos" o como "multiplicarlo por dos."

# template
source: Set a starting total, say 20. Let your child choose whether to go first or second. During the first turn, a player chooses to subtract 1 or 2 from the current total. After the first turn, a player may subtract any number from 1 up to twice the number used on the last turn. The first person to reach 0 wins (an alternative rule is they lose). Once children learn to play this without writing anything down, it is a fun travel game.
es: Establezca un total inicial, digamos 20. Deje que su niño/niña elija si va primero o segundo. Durante el primer turno, un jugador elige restar 1 o 2 del total actual. Después del primer turno, un jugador puede restar cualquier número desde 1 hasta el doble del número utilizado en el último turno. La primera persona en llegar a 0 gana (una regla alternativa es que pierde). Una vez que los niños aprenden a jugar sin escribir nada, es un divertido juego de viaje.

# template
source: Use a small collection of Number Cards involving some small quantities. Start with combinations of three cards and work your way up to more cards. Suppose the numbers are 1, 2, and 3. The question is: If you randomly pick two cards and add them, are you more likely to get an even or odd number? Count how many ways there are of getting an odd number versus an even number. For example, in the case of using 1, 2, and 3, there is one way to get an even number (1 + 3) and two ways to get an odd number (1 + 2, 2 + 3). So the odd number sums are more likely. To make a game of it, let one player be Even and the other player be Odd. See who has the most successes after a dozen trial runs.
es: Utilice una pequeña colección de tarjetas numéricas de cantidades pequeñas. Empiece con combinaciones de tres cartas y vaya aumentando hasta obtener más cartas. Suponga que los números son 1, 2 y 3. La pregunta es: si elige dos cartas al azar y las suma, ¿es más probable que obtenga un número par o impar? Cuente cuántas formas hay de obtener un número impar frente a un número par. Por ejemplo, en el caso de usar 1, 2 y 3, hay una forma de obtener un número par (1 + 3) y dos formas de obtener un número impar (1 + 2, 2 + 3). Entonces, las sumas de números impares son más probables. Para convertirlo en un juego, deje que un jugador sea Par y el otro jugador Impar. Vea quién tiene más éxitos después de una docena de pruebas.

# template
source: In addition to being good practice, skip counting is a faster way to count a collection of things, such as toes, than counting them one at a time. Count by 2’s while pushing your child on the swings. Start by alternating with your child - you say 1, your child says 2, you say 3, your child says 4, and so on. After establishing the pattern, one of you can say their part without the other person saying anything. While traveling, find something fun to skip count like yellow cars. Skip count up or down by 2’s ending by 20. Initially, do this starting at 0 or 20, but eventually, start at any number.
es: Además de ser una buena práctica, contar de 2 en 2 es una forma más rápida de contar una colección de cosas, como los dedos de los pies, que contarlas una a la vez. Cuente de 2 en 2 mientras empuja a su niño/niña en los columpios. Comience alternando con su niño/niña: usted dice 1, su niño/niña dice 2, usted dice 3, su niño/niña dice 4, y así sucesivamente. Después de establecer el patrón, uno de ustedes puede decir su parte sin que la otra persona diga nada. Mientras viaja, encuentre algo divertido para omitir el conteo, como los autos amarillos. Salte la cuenta hacia arriba o hacia abajo de 2 a 20. Inicialmente, haga esto comenzando en 0 o 20, pero eventualmente, comience en cualquier número.

# template
source: Two players agree on a target number, say 20, set their running total to 0, and choose who will go first. A turn starts by generating a number using one die or the sum of two dice. If the number is odd, the player must double it. If the number is even, the player may take half of it as many times as is desired as long as the numbers being halved are even. The player then adds that final result to the running total as long as that does not put the total over the target - if the final result cannot be used, the turn is skipped. The player who brings the total exactly to the target number wins. There are a few variations. You can allow the player not to change the initial number. You can allow halving at most once. Finally, you can practice subtracting by starting at the target number and subtracting your way down to 0.
es: Dos jugadores acuerdan un número objetivo, digamos 20, establecen su total acumulado en 0 y eligen quién irá primero. Un turno comienza generando un número usando un dado o la suma de dos dados. Si el número es impar, el jugador debe doblarlo. Si el número es par, el jugador puede tomar la mitad tantas veces como desee, siempre que los números que se reduzcan a la mitad sean pares. Luego, el jugador agrega ese resultado final al total acumulado siempre que eso no coloque el total sobre el objetivo; si el resultado final no se puede usar, se salta el turno. El jugador que lleve el total exactamente al número objetivo gana. Hay algunas variaciones. Puede permitir que el jugador no cambie el número inicial. Puede permitir reducir a la mitad como máximo una vez. Finalmente, puede practicar la resta comenzando en el número objetivo y restando hasta llegar a 0.

# template
source: Use a grid of numbers with a target sum. Find groups of two or three numbers that add up to the target. The members of a group must share sides. Use tokens, such as different types of food items, to identify each group within the puzzle. When complete, the entire puzzle will be made up of identified groups.
es: Use una cuadrícula de números con una suma objetivo. Busque grupos de dos o tres números que sumados den como resultado el objetivo. Los miembros de un grupo deben compartir lados. Use fichas, como diferentes tipos de alimentos, para identificar a cada grupo dentro del rompecabezas. Cuando esté completo, todo el rompecabezas estará compuesto por grupos identificados.

# template
source: Create these puzzles by starting with an empty grid and working your way around the grid using pairs and triples that add up to the target sum. It’s more fun if the puzzle has just one solution, but don’t worry about it.
es: Cree estos rompecabezas empezando con una cuadrícula vacía y avanzando alrededor de la cuadrícula usando pares y triples que sumados den como resultado la suma objetivo. Es más divertido si el rompecabezas tiene solo una solución, pero no se preocupe por eso.

# template
source: Using a target sum that your child is comfortable with, remove cards at or above that target from the Number Card deck. If there are more than two players and you have restricted the numbers significantly, you may need to use several decks. Play starts by dealing 5 cards to each player. Put the remaining cards in a common draw pile. Players take turns “fishing” for cards whose number will sum to the target sum with cards they already have. For example, a player might ask a player, “Do you have any 4’s?” If that player has some 4’s, they are handed over and the original player gets another turn. However, if that player does not have any 4’s, then the player says “Go Fish!” and a card is drawn from the draw pile. If the drawn card matches with a card they have, the player may have another turn; otherwise, the turn is over and play continues to the left. When a player has a pair of cards that sum to the total, the player puts that pair on the table in front of them. The game is over when all cards are in pairs. The player with the most pairs wins. To create some variety, allow players to use more than two cards to create a group of cards that sum to the target sum. Another possibility is to say that two cards match when their difference is a specified target difference.
es: Usando una suma objetivo con la que su niño/niña se sienta cómodo, retire las cartas con ese número objetivo o que sean mayores que ese objetivo de una baraja de Cartas Numéricas. Si hay más de dos jugadores y ha restringido significativamente los números, es posible que deba usar varios mazos. El juego comienza repartiendo 5 cartas a cada jugador. Ponga las cartas restantes en una pila de robo común. Los jugadores se turnan para “pescar” tarjetas cuyo número se sumará a la suma objetivo con las tarjetas que ya tienen. Por ejemplo, un jugador podría preguntarle a otro jugador: "¿Tienes algún 4?" Si ese jugador tiene cartas de 4, se entregan y el jugador original tiene otro turno. Sin embargo, si ese jugador no tiene ningún 4, entonces el jugador dice "¡Ve a pescar!" y se saca una carta del mazo de robo. Si la carta robada coincide con una carta que tiene, el jugador puede tener otro turno; de lo contrario, el turno termina y el juego continúa hacia la izquierda. Cuando un jugador tiene un par de cartas que suman el total, el jugador pone ese par en la mesa frente a él. El juego termina cuando todas las cartas están en pares. El jugador con más parejas gana. Para crear algo de variedad, permita que los jugadores usen más de dos cartas para crear un grupo de cartas que sumen la suma objetivo. Otra posibilidad es decir que dos cartas coinciden cuando su resta es una resta objetivo específica.

# template
source: Depending on how many children are playing, there are two ways to play this. Adult with two children: Each child draws a card and places it on their forehead facing out without seeing it. You announce the sum of the cards and the children are challenged to figure out their own card by looking at the other child’s card. Adult with one child: Create several pairs of cards in advance where each pair of cards has the same total known to all. The unused cards are moved to the side. Pick up one random pair of cards, place the cards on your foreheads, and figure out each card by looking at the other person’s card.
es: Dependiendo de cuántos niños estén jugando, hay dos formas de hacerlo. Adulto con dos niños: cada niño saca una tarjeta y la coloca en su frente con la carta mirando hacia afuera sin verla. Usted anuncia la suma de las tarjetas y los niños tienen el desafío de descubrir su propia tarjeta mirando la tarjeta del otro niño. Adulto con un niño/niña: cree varios pares de tarjetas de antemano donde cada par de tarjetas tenga el mismo total conocido por todos. Las cartas no utilizadas se mueven a un lado. Tomen un par de cartas al azar, colóquenlas en sus frentes y descubran cada carta mirando la carta de la otra persona.

# template
source: Use one deck (two if there are several players) of cards that go from 0 to 20. Each player is dealt four cards face up in the order they are dealt, and the remaining cards form a draw pile. You can either play that a player must select one of their existing cards in advance or, the friendlier version, that the card can be selected after seeing the new card. Either way, one of their cards is replaced by the top card of the pile and the replaced card is put on the draw pile bottom. The first player to get their cards in order wins. Make this easier by allowing duplicate cards. Make this harder by using more cards in a hand.
es: Utilice un mazo (dos si hay varios jugadores) de cartas que van del 0 al 20. A cada jugador se le reparten cuatro cartas boca arriba en el orden en que se reparten, y las cartas restantes forman una pila para robar. Puede jugar a que un jugador debe seleccionar una de sus cartas existentes de antemano, o, una versión más fácil, es que la carta se puede seleccionar después de ver la carta nueva. De cualquier manera, una de sus cartas se reemplaza por la carta superior de la pila y la carta reemplazada se coloca en la parte inferior de la pila de robo. El primer jugador en poner sus cartas en orden gana. Haga esto más fácil permitiendo tarjetas duplicadas. Haga esto más difícil usando más cartas en una mano.

# template
source: Each player draws a staircase with anywhere from 4 to 10 steps (more steps for older players).
es: Cada jugador dibuja una escalera con entre 4 y 10 escalones (más escalones para jugadores mayores).

# template
source: Create a number using Number Cards numbered from 0 to 9. The first selection will be from the cards 0 to 1, and this is the tens digit. Then select a ones digit from all the cards. The two digits together form the number. If possible, the player must place this number on their steps. The first player to fill their steps in increasing order from bottom to top wins. Make it easier by allowing neighboring steps to have the same value.
es: Cree un número usando Tarjetas Numéricas numeradas del 0 al 9. La primera selección será de las tarjetas 0 a 1, y este es el dígito de las decenas. Luego seleccione una tarjeta de un dígito de entre todas las otras tarjetas. Los dos dígitos juntos forman el número. Si es posible, el jugador debe colocar este número en uno de sus escalones. El primer jugador en completar sus escalones en orden creciente de abajo hacia arriba gana. Para una versión más fácil, permita que escalones vecinos tengan el mismo valor.

# template
source: Start with a deck of Number Cards that go from 0 to 40 (higher with more players). Deal ten cards to each player (fewer cards for younger players). The dealt cards are placed in front of each player in the order they are dealt. The remaining cards are placed face down in a draw pile. The top card is placed facing up as the first card in a discard pile. The goal of the game is to get the cards in ascending order from left to right.
es: Empiece con una baraja de cartas numéricas que van del 0 al 40 (más alto con más jugadores). Reparta diez cartas a cada jugador (menos cartas para los jugadores más pequeños). Las cartas repartidas se colocan frente a cada jugador en el orden en que se reparten. Las cartas restantes se colocan boca abajo en una pila para robar. La carta superior se coloca boca arriba como la primera carta en una pila de descarte. El objetivo del juego es conseguir las cartas en orden ascendente de izquierda a derecha.

# template
source: During a turn, a player may select either the top card of the discard pile or the draw pile - this card must be used to replace one of the cards in front of the player, and the replaced card is put face up on the top of the discard pile. You can play that the first player to get their cards in order wins, and that’s all there is to it. Or, you can use a point system for each round of play. In this system, the winner receives 15 points. The other players receive one point for every card they have in order starting with their lowest card.
es: Durante un turno, un jugador puede seleccionar la carta superior de la pila de descarte o la pila de robo; esta carta debe usarse para reemplazar una de las cartas que está frente al jugador, y la carta reemplazada se coloca boca arriba en la parte superior de la pila de descarte. Puede jugar a que el primer jugador en poner sus cartas en orden gana, y eso es todo. O puede utilizar un sistema de puntos para cada ronda de juego. En este sistema, el ganador recibe 15 puntos. Los otros jugadores reciben un punto por cada carta que tengan en orden, comenzando por la carta más baja.

# template
source: Use a deck of cards from 1 to 10. Choose a target sum, say 10. Each round starts by dealing five cards face down on the table. One player chooses three of those cards and turns them over. Two cards are chosen from those three to add up as close to the target as possible. The unused three cards are given to the other player to choose two cards to get close to the target. The player closest to the target from either side wins a point. Have a number line handy to use for discussions about which player is closer to the target sum. One variation is to use subtraction instead, in which case you would use a lower target.
es: Utilice una baraja de cartas del 1 al 10. Elija una suma objetivo, digamos 10. Cada ronda comienza repartiendo cinco cartas boca abajo sobre la mesa. Un jugador elige tres de esas cartas y las da vuelta. Se eligen dos cartas de esas tres para que se sumen lo más cerca posible al objetivo. Las tres cartas no utilizadas se le dan al otro jugador para que elija dos cartas para acercarse al objetivo. El jugador más cercano al objetivo desde cualquier lado gana un punto. Tenga a mano una recta numérica para discutir sobre qué jugador está más cerca de la suma objetivo. Una variación es usar la resta, en cuyo caso usaría un objetivo más bajo.
