Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: People often like to laugh together. When you laugh, do other people laugh with you?
es: A menudo a las personas les gusta reír juntas. Cuando tú te ríes, ¿se ríen otros contigo?

# data_list
source: Even when there is nothing funny happening, sometimes just laughing out loud can make you feel better.
es: Aun cuando no sucede nada gracioso, a veces reír en voz alta puede hacerte sentir mejor.

# data_list
source: I can hear myself crying. Boohoooo hooo!
es: Puedo oír mi llanto. ¡Buaaa, buaaa!

# data_list
source: Do you think she is really crying, or is she just pretending?
es: ¿Crees que realmente está llorando o está haciendo como que llora?

# data_list
source: Do you ever pretend to cry so that people will feel sorry for you?
es: ¿Haces como qué lloras para que otros sientan lástima por ti?

# data_list
source: Some people feel much better after they cry. Do you feel better after you cry?
es: Algunas personas se sienten mucho mejor después de llorar. ¿Tú te sientes mejor después de llorar?

# data_list
source: I can hear myself clapping. Clap, clap, clap.
es: Puedo oír mis aplausos. Plas, plas, plas.

# data_list
source: Make up a pattern using claps and foot stomps on the ground.
es: Inventa un patrón con aplausos y pisotones sobre el piso.

# data_list
source: Was your pattern complicated, or was it as simple as: clap clap stomp, clap clap stomp?
es: ¿Tu patrón era complicado o sencillo como: plas plas pum, plas plas pum?

# data_list
source: Dancing is often a pattern of movements with your arms and legs. Do you like to dance?
es: A menudo el baile es un patrón de movimientos con tus brazos y tus piernas. ¿Te gusta bailar?

# data_list
source: I can hear my stomach rumbling! Guddu, guddu, guddu.
es: ¡Puedo oír los ruidos de mi barriga! Gura, gura, gura.

# data_list
source: When your stomach rumbles, what is your body feeling?
es: Cuando tu barriga hace ruido, ¿qué está sintiendo tu cuerpo?

# data_list
source: Does your stomach ever rumble when it is having trouble digesting something or when you're sick?
es: ¿Alguna vez suena tu barriga cuando te cuesta digerir algo o cuando estás enfermo/a?

# data_list
source: Looking at her face, what is she feeling right now?
es: Fíjate en su cara, ¿qué está sintiendo ella en este momento?

# data_list
source: My stomach is saying, "Feed me!"
es: Mi barriga dice: "¡Dame de comer!".

# data_list
source: Have you ever been so hungry you couldn't wait and you had to eat immediately?
es: ¿Alguna vez has tenido tanta hambre que no podías esperar y tuviste que comer algo inmediatamente?

# data_list
source: Do you think her stomach is really shoving her to get some food?
es: ¿Crees que su barriga está realmente empujándola para conseguir algo de comida?

# data_list
source: Each time she bounds forward, she takes two steps. You can count those steps by counting by 2's -- 2, 4, 6, 8, ...
es: Cada vez que salta hacia adelante, ella avanza dos pasos. Puedes contar los pasos de 2 en 2: 2, 4, 6, 8, ...

# data_list
source: My nose can smell cakes baking in mother's kitchen. And now I want to hear my jaws chewing those cakes!
es: Mi nariz puede oler los pasteles horneándose en la cocina de mamá. ¡Y ahora quiero oír a mis mandíbulas masticando esos pasteles!

# data_list
source: How many really small cakes do you think she will eat?
es: ¿Cuántos pasteles pequeños crees que comerá?

# data_list
source: What are the most cookies or other snack you've eaten at one time?
es: ¿Cuál es la mayor cantidad de galletas u otros bocadillos que has comido al mismo tiempo?

# data_list
source: This story has talked about a lot of different sounds to hear from your body. How many of them can you remember?
es: Esta historia ha mencionado varios sonidos de tu cuerpo que puedes escuchar. ¿Cuántos puedes recordar?

# data_list
source: I have a very big problem, cried Chief Short and Round in a loud voice. "Everyone, come here! I have a very big problem." The people of the Village of Many Shapes formed a big circle around Chief Short and Round. They wanted to hear what he had to say.
es: Tengo un gran problema, gritó el jefe Corto y Redondo con voz fuerte. "¡Todos, vengan aquí! Tengo un gran problema". Los habitantes de la aldea de Muchas Figuras formaron un círculo grande alrededor de jefe Corto y Redondo. Querían escuchar lo que tenía que decir.

# data_list
source: A polygon is a shape with several straight sides. Triangles have 3 sides, quadrilaterals have 4, pentagons have 5, and hexagons have 6. Name some polygons where you are.
es: Un polígono es una figura con varios lados rectos. Los triángulos tienen 3 lados, los cuadriláteros tienen 4, los pentágonos tienen 5 y los hexágonos tienen 6. Nombra algunos polígonos donde tú te encuentras.

# data_list
source: What are some of the shapes of the buildings in this picture?
es: ¿Cuáles son algunas de las figuras de los edificios en esta imagen?

# data_list
source: There are snowflakes in the sky on a sunny day on this page. Have you ever seen this?
es: En esta página hay copos de nieve en el cielo en un día soleado. ¿Alguna vez has visto eso?

# data_list
source: Chief Short and Round began, "This is the worst news ever. I have lost my spring horn." The villagers whispered to each other, "Oh no!" Chief Short and Round continued talking, "If I don't find my spring horn then I can't blow my spring horn! And we can't start the springtime party if I can't blow my spring horn. And spring won't come if we don't have a springtime party."
es: El jefe Corto y Redondo comenzó: "Esta es la peor noticia de todas. He perdido mi cuerno primaveral". Los habitantes se susurraron unos a otros: "¡Ay, no!". El jefe Corto y Redondo continuó: "¡Si no encuentro mi cuerno primaveral no puedo tocarlo! ¡Y no podemos empezar la fiesta de primavera si no puedo tocar el cuerno primaveral! Y la primavera no llegará si no tenemos una fiesta de primavera".

# data_list
source: Many of these people have very colorful clothes. What are your favorite colors to wear to a party?
es: Varias de estas personas tienen ropas de muchos colores. ¿Qué colores te gusta vestir para una fiesta?

# data_list
source: Have you ever looked forward to a party and then worried that it might not happen?
es: ¿Alguna vez has esperado con ansias una fiesta y luego te preocupaste de que no se llevara a cabo?

# data_list
source: There are many beautiful polygons on these clothes! There are patterns with squares (polygons with four equal sides and four square corners), and some with hexagons. Notice how the hexagons on the back of the shirt are made of six triangles in a lively pattern!
es: ¡Hay muchos hermosos polígonos en las ropas! Hay patrones con cuadrados (polígonos con cuatro lados iguales y cuatro esquinas rectas) y algunos con hexágonos. ¡Observa como los hexágonos en la parte trasera de la camisa están hechos de seis triángulos con un patrón muy dinámico!

# data_list
source: Little Square Jojo stepped into the circle and lifted up his hand. "I will find your spring horn, Chief Short and Round." "Good, good," said the chief with a smile. "You can start looking in the last place I visited this morning. Go to Tata Rectangle's house. I remember having my horn with me there."
es: El pequeño Jojo Cuadrado entró en el círculo y levantó la mano. "Yo encontraré tu cuerno primaveral, jefe Corto y Redondo". "Muy bien", dijo el jefe con una sonrisa. "Puedes empezar a buscar en el último lugar que visité esta mañana. Ve a la casa de Tata Rectángulo. Recuerdo haber tenido el cuerno conmigo ahí".

# data_list
source: Why does Little Square Jojo deserve his name?
es: ¿Por qué se llama así el pequeño Jojo Cuadrado?

# data_list
source: There are many circles in this picture. How many circles can you find?
es: Hay muchos círculos en esta imagen. ¿Cuántos círculos puedes encontrar?

# data_list
source: How many squares are there on Jojo's clothes? That is a very tricky question because there are squares of different sizes on his clothes -- some of the squares are made up of smaller squares!
es: ¿Cuántos cuadrados hay en la ropa de Jojo? Esa es una pregunta difícil porque hay cuadrados de distintos tamaños en su ropa. ¡Algunos cuadrados están formados por cuadrados más pequeños!

# data_list
source: Tata Rectangle was happy to see Jojo. He opened his door and welcomed Jojo inside. "I remember seeing Chief Short and Round earlier this morning," said Tata Rectangle, "but I don't think he had his spring horn with him." Little Square Jojo looked under Tata Rectangle's bed and behind his books. He even looked into his fridge. But Jojo couldn't find the spring horn anywhere.
es: Tata Rectángulo se alegró de ver a Jojo. Abrió la puerta y recibió a Jojo. Tata Rectángulo dijo: "Recuerdo haber visto al jefe Corto y Redondo esta mañana, pero no creo que tuviera su cuerno primaveral con él". El pequeño Jojo Cuadrado buscó debajo de la cama de Tata Rectángulo y detrás de sus libros. Incluso buscó en su refrigerador. Pero Jojo no encontró el cuerno primaveral por ningún lado.

# data_list
source: A rectangle has four straight sides with corners like the corners of this page. A square is always a rectangle, but rectangles are not always squares. What would make a rectangle not be a square?
es: Un rectángulo tiene cuatro lados rectos con esquinas como las esquinas de esta página. Un cuadrado siempre es un rectángulo, pero los rectángulos no siempre son cuadrados. ¿Qué haría que un rectángulo no fuera un cuadrado?

# data_list
source: Are there any rectangles that are squares in this picture?
es: ¿Hay rectángulos que sean cuadrados en esta imagen?

# data_list
source: Which objects in this room are rectangles? There are rectangles everywhere on this page! Point to as many rectangles as you can.
es: ¿Qué objetos en esta habitación son rectángulos? ¡Hay rectángulos por todas partes en esta página! Señala tantos rectángulos como puedas.

# data_list
source: Go and see if Mama Triangle has the spring horn, said Tata Rectangle. "Chief Short and Round visited her before he came to see me." "Thank you, Tata," said Jojo as he waved goodbye. Mama Triangle's house is about three kilometers from here, thought Jojo. That is a far distance to walk. I will stop at my house along the way and have a rest.
es: Ve a ver si Mamá Triángulo tiene el cuerno primaveral, dijo Tata Rectángulo. "El jefe Corto y Redondo fue a visitarla antes de venir a verme". "Gracias, Tata", dijo Jojo mientras se despedía con la mano. La casa de Mama Triángulo está como a tres kilómetros de aquí, pensó Jojo. Esa es una distancia muy lejana para caminar. Me detendré en mi casa por el camino y tomaré un descanso.

# data_list
source: What are the tallest things in this picture? Have you ever seen a person almost as tall as a house?
es: ¿Cuáles son los objetos más altos en esta imagen? ¿Alguna vez has visto a una persona casi tan alta como una casa?

# data_list
source: Jojo is going for a long 3km (about two miles) walk. What is the farthest you have ever walked?
es: Jojo va a dar una caminata larga de 3 km (cerca de dos millas). ¿Cuánto es lo más lejos que has caminado?

# data_list
source: Did you ever walk a long, long time? How many minutes was that walk? 10? 20? 60? more?
es: ¿Alguna vez has caminado por mucho mucho tiempo? ¿Cuántos minutos duró esa caminata? ¿10? ¿20? ¿60? ¿O más?

# data_list
source: Little Square Jojo was hot and tired by the time he reached his house. He went inside to open his freezer and pour a glass of cold water with ice blocks. "I must be half the way to Mama Triangle's house," he said. "I hope she has the chief's horn." Then Jojo had an idea. "I can visit Dudu Diamond. Her house is only half a kilometer from here and it's on the way.
es: El pequeño Jojo Cuadrado estaba acalorado y cansado cuando llegó a su casa. Fue a abrir su congelador y se sirvió un vaso de agua fría con cubos de hielo. "Debo estar a medio camino de la casa de Mamá Triángulo", dijo. "Espero que ella tenga el cuerno del jefe". Entonces Jojo tuvo una idea. "Puedo visitar a Dudu Diamante. Su casa está a solo medio kilómetro de aquí y está en el camino".

# data_list
source: On this floor, you can hop from one square to another square of the same color. Choose one color with your finger and hop around that room.
es: En este piso, puedes saltar de un cuadrado a otro cuadrado del mismo color. Escoge un color con tu dedo y salta alrededor de la habitación.

# data_list
source: Do you have a pattern on the floor where you are? Do you ever hop around a room trying to stay on just one color?
es: ¿Hay un patrón en el piso donde tú te encuentras? ¿Alguna vez has saltado alrededor de una habitación tratando de quedarte en un solo color?

# data_list
source: Jojo has walked half way of his 3 km (2 mi) walk. How far has he walked?
es: Jojo ha caminado la mitad de su caminata de 3 km (2 mi). ¿Cuánto ha caminado?

# data_list
source: Dudu Diamond was cleaning her house when Jojo arrived. Her earrings were making a lovely tinkling sound as she worked. "Hello, Jojo," she said. "What are you doing today?" "I am on my way to Mama Triangle's house to find the chief's spring horn," said Little Square Jojo. "That's nice of you," said Dudu. "I am happy to come with you. How much further do you have to go?"
es: Dudu Diamante estaba limpiando su casa cuando Jojo llegó. Sus pendientes tintineaban agradablemente mientras trabajaba. "Hola, Jojo", dijo ella. "¿Qué haces hoy?". "Estoy camino a casa de Mamá Triángulo para buscar el cuerno primaveral del jefe", dijo el pequeño Jojo Cuadrado. "Eso es muy amable de tu parte", dijo Dudu. "Yo puedo acompañarte. ¿Cuánto te falta por recorrer?".

# data_list
source: Another name for a diamond is a rhombus. A rhombus is a quadrilateral with four equal sides. A square is always a rhombus, but not every rhombus is a square. Point to some diamonds in this picture that aren't squares.
es: Los diamantes también se llaman rombos. Un rombo es un cuadrilátero con cuatro lados iguales. Un cuadrado siempre es un rombo, pero un rombo no siempre es un cuadrado. Señala algunos de los diamantes en esta imagen que no son cuadrados.

# data_list
source: This room is full of diamond shapes. What shape are the diamond windows if you turn them on their side? Jojo should feel right at home with those windows!
es: Esta habitación está repleta de figuras de diamantes. ¿Qué forma tienen las ventanas de diamante si las volteas sobre un costado? ¡Jojo debería sentirse como en casa con esas ventanas!

# data_list
source: This room has many pairs of things. Which pairs do you see?
es: Esta habitación tiene muchos pares de objetos. ¿Cuáles son algunos pares que puedes ver?

# data_list
source: Little Square Jojo scratched his head. "Let's see. Mama Triangle's house was three kilometers away from where I started. I walked about half the way to get to my house, that's one and a half kilometers. Then I walked another half a kilometer to get to your house. That makes 2 kilometers. So we only have one more kilometer to go!" "That's not so far then!" smiled Dudu. "I'll pack some things to take with."
es: El pequeño Jojo Cuadrado se rascó la cabeza. "Veamos. La casa de Mamá Triángulo estaba a tres kilómetros de donde empecé. Caminé la mitad del camino para llegar a mi casa, eso es un kilómetro y medio. Luego caminé otro medio kilómetro para llegar a tu casa. Eso son 2 kilómetros. ¡Así que solo nos falta un kilómetro más por recorrer!". "¡Eso no es muy lejos!", Dudu sonrió. "Empacaré algunas cosas para llevar".

# data_list
source: Jojo added 1 1/2 km plus 1/2 km to get 2 km. He subtracted 2 km from 3 km to get 1 km.
es: Jojo sumó 1 1/2 km más 1/2 km para obtener 2 km. Le restó 2 km a 3 km para obtener 1 km.

# data_list
source: Another way is: He had 1 1/2 km to go and he walked 1/2 km, so there was only 1 km left.
es: Otra manera es: Le faltaba 1 1/2 km por recorrer y el caminó 1/2 km, así que solo le quedaba 1 km.

# data_list
source: Yet another way: Think of 3 km as 6 half kms. When he did half of 6 of those, that meant he did 3 halves and had 3 halves to go. When he did another half km, then he only had 2 halves left. It's a fun puzzle to find different ways to calculate the same thing!
es: Otra manera más es: Piensa en 3 km como 6 mitades de km. Cuando caminó la mitad de 6 de esos, eso quiso decir que había caminado 3 mitades y le faltaban 3 más. Cuando caminó otra mitad de km, le quedaban entonces 2 mitades. ¡Es divertido encontrar las diferentes maneras de obtener la misma respuesta!

# data_list
source: Dudu Diamond and Little Square Jojo walked until they reached the bottom of a tall mountain. "Mama Triangle's house is right up there at the top," said Dudu. "Let's stop for a while and have a rest. You can have the sandwich I packed." Jojo cut the sandwich into four smaller pieces. "Here, let's share the sandwich, you have two pieces and I'll have two."
es: Dudu Diamante y el pequeño Jojo Cuadrado caminaron hasta llegar al pie de la montaña alta. "La casa de Mamá Triángulo está allí en la cima", dijo Dudu. "Paremos un momento y tomemos un descanso. Puedes tomar el sándwich que empaqué". Jojo cortó el sándwich en cuatro pedazos más pequeños. "Ten, vamos a compartir el sándwich. Tú tomas dos pedazos y yo también".

# data_list
source: We can't see the top of the mountain. What do you think the shape is of the part we can't see?
es: No podemos ver la cima de la montaña. ¿Qué forma crees que tenga la parte que no podemos ver?

# data_list
source: Think of some different ways to cut a sandwich into four parts. Which shapes can you make that way?
es: Piensa en otras maneras de cortar un sándwich en cuatro partes iguales. ¿Qué figuras podrías hacer?

# data_list
source: A round shape that comes to a point is called a cone. The mountain next to them is in the shape of a cone. Find some other cones in this picture.
es: Una figura redonda que termina en un punto se llama cono. La montaña cerca de ellos tiene forma de cono. Busca otros conos en esta imagen.

# data_list
source: Soon Dudu Diamond and Little Square Jojo were half the way up the mountain. Things were very different there. "Look," said Jojo. "That's the strangest spider I've ever seen." "Wow," said Dudu. "It has spun a beautiful web. Let's count the sides. One, two, three, four, five, and six! That makes it a hexagon then!"
es: Pronto Dudu Diamante y el pequeño Jojo Cuadrado estaban a la mitad de la montaña. Las cosas eran muy diferentes ahí. "Mira", dijo Jojo. "Esa es la araña más extraña que haya visto jamás". "Vaya", dijo Dudu. "Ha tejido una hermosa telaraña. Contemos los lados. ¡Uno, dos, tres, cuatro, cinco y seis! ¡Entonces es un hexágono!".

# data_list
source: Can you think of any other hexagons you see or know about? Are there any where you are right now? Perhaps there are some hexagons on a bathroom floor?
es: ¿Se te ocurren otros hexágonos que veas o conozcas? ¿Hay algunos en el lugar donde te encuentras ahora? ¿Quizás hay hexágonos en el piso de algún baño?

# data_list
source: Do you know any stories or songs about spiders?
es: ¿Conoces alguna historia o canción acerca de arañas?

# data_list
source: Spiders make webs in trees, in holes in the ground, and even across water. Where have you seen spider webs where you live? Why do spiders make webs?
es: Las arañas tejen telarañas en los árboles, en los agujeros en el suelo e incluso sobre el agua. ¿Dónde has visto telarañas donde tú vives? ¿Por qué hacen telarañas las arañas?

# data_list
source: After climbing over a very big rock, Little Square Jojo and Dudu Diamond finally arrived at Mama Triangle's house. They were high up now and felt a bit dizzy. "Hello, you two," said Mama Triangle with a smile. "I am so happy to have visitors. Most of the time I'm all alone here on the top of my mountain. Come inside and sit down at my table.
es: Después de trepar sobre una roca muy grande, el pequeño Jojo Cuadrado y Dudu Diamante finalmente llegaron a la casa de Mamá Triángulo. Ahora estaban en lo alto y se sentían un poco mareados. "Hola, ustedes dos", dijo Mamá Triángulo con una sonrisa. "Estoy muy contenta de tener visitas. La mayor parte del tiempo estoy aquí yo sola en la cima de mi montaña. Entren y siéntense a la mesa".

# data_list
source: Do you think Mama Triangle knows where the Chief's spring horn is? Do you think they wasted their time coming to the top of the mountain?
es: ¿Crees que Mamá Triángulo sepa dónde está el cuerno primaveral del jefe? ¿Crees que perdieron su tiempo viniendo a la cima de la montaña?

# data_list
source: There are a great many polygons in this picture and they are of many types. Point at some polygons and name their types.
es: Hay muchos polígonos en esta imagen y son de varios tipos. Señala algunos polígonos e identifícalos.

# data_list
source: There are a few shapes that are not polygons. These shapes have at least one side that is curved and not straight. Can you find them?
es: Hay algunas figuras que no son polígonos. Estas figuras tienen por lo menos un lado curvo. ¿Las puedes encontrar?

# data_list
source: Mama Triangle, said Jojo after catching his breath, "We've come to find Chief Short and Round's spring horn. Tata Rectangle said that the chief visited you this morning." "Yes, that is correct," said Mama Triangle. "The chief came to ask me to help prepare for the springtime party. But he didn't leave his spring horn here." "Oh no," said Jojo sadly, "We've come all this way for nothing!"
es: "Mamá Triángulo", dijo Jojo después de recuperar el aliento. "Hemos venido a buscar el cuerno primaveral del jefe Corto y Redondo. Tata Rectángulo dijo que el jefe te visitó esta mañana". "Sí, así es", dijo Mamá Triángulo. "El jefe vino a pedirme que ayude a preparar la fiesta de primavera. Pero no dejó aquí su cuerno primaveral". "Oh no", dijo Jojo tristemente. "¡Hemos venido hasta aquí para nada!".

# data_list
source: Do you think they went all that way for nothing? They may not know where the horn is, but they have learned a lot during their travels.
es: ¿Crees que recorrieron todo ese camino en vano? Tal vez no sepan dónde está el cuerno, pero han aprendido mucho en su recorrido.

# data_list
source: Sometimes, finding out what something can't be can be almost as valuable as finding out what it is. Useful information comes in many forms!
es: A veces, descubrir lo que algo no puede ser es casi tan valioso como descubrir lo que es. ¡La información útil tiene muchas formas!

# data_list
source: What do you think will happen next in the story? Create an ending for how this story turns out. Do they find the horn, and if so, how do they find it?
es: ¿Qué crees que sucederá a continuación en la historia? Crea un final para el desenlace de esta historia. ¿Encuentran el cuerno? Y, si es así, ¿cómo lo encuentran?

# data_list
source: Mama Triangle held Jojo's hand as she led him outside. "Don't worry Jojo," she said. "Chief Short and Round didn't leave his spring horn here, but I know where it is. That chief can be such a silly thing!" Mama Triangle, Little Square Jojo and Dudu Diamond all ran down the mountain and in no time at all they were safely at the bottom.
es: Mamá Triángulo tomó la mano de Jojo y lo llevó afuera. "No te preocupes, Jojo", le dijo. "El jefe Corto y Redondo no dejó su cuerno primaveral aquí, pero yo sé dónde está. ¡El jefe puede ser tan bobo!". Mamá Triángulo, el pequeño Jojo Cuadrado y Dudu Diamante corrieron todos montaña abajo y en poco tiempo estaban todos a salvo al pie de la montaña.

# data_list
source: There are a lot of triangles in this picture! Can you count them all, or is it higher than you can count?
es: ¡Hay muchos triángulos en esta imagen! ¿Puedes contarlos todos o son demasiados?
