Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: There are a few games and puzzles that involve a Shape Deck of 27 cards in the Shape Deck Games page. If you happen to have a set of 81 cards from the game of SET, you can use 27 of those cards that have solid colors as a Shape Deck.
es: Hay algunos juegos y acertijos que involucran un Shape Deck de 27 tarjetas en la página de Juegos de Shape Deck. Si tienes un conjunto de 81 cartas del juego de SET, puedes usar 27 de esas cartas que tienen colores sólidos como Shape Deck.

# template
source: Start with some stiff paper such as card stock if you can. Regular paper will work, it’s just not as easy to handle or as durable. Each of the 27 cards of the Shape Deck has three properties: a shape (circle, triangle, or square), a count (one, two, or three) and a color (red, blue, or black). The 27 cards are pictured below. Use the pdf supplied in Resources or draw your own.
es: Comience con un poco de papel rígido, como cartulina, si puede. El papel normal funcionará, pero no es tan fácil de manejar ni tan duradero. Cada una de las 27 tarjetas del Shape Deck tiene tres propiedades: una forma (círculo, triángulo o cuadrado), una cuenta (uno, dos o tres) y un color (rojo, azul o negro). Las 27 tarjetas se muestran a continuación. Utilice el pdf proporcionado en Recursos o dibuje el suyo propio.

# template
source: Place a number line on a wall to let your child see the numbers and how they grow. The number line should start at 0 and go to at least 20, with the numbers increasing as they go to the right. Make it from regular paper and use tick marks and large numbers.
es: Coloque una recta numérica en la pared para que su niño/niña vea los números y cómo crecen. La recta numérica debe comenzar en 0 y llegar al menos a 20, y los números aumentan a medida que avanzan hacia la derecha. Hágalo con papel normal y use marcas de verificación y números grandes.

# template
source: What a wonderful time watching your young child learn about the world! They are little sponges observing everything going on around them and they can hear you! They play and experiment constantly, making sense of the world and learning how to crawl, walk, talk, and interact with all that they are experiencing. Mathematics is a natural part of this world they are learning about. No matter what your experiences and feelings about math, this is your chance to make mathematics a playful and fun activity that your family does together. For now, the main mathematical activity to do together will be exposing your child constantly to mathematical language and ideas. This is mostly just a matter of verbalizing what is going on in your head already. Counting things out loud as you work with them and naming items that your child plays with is what gets everything rolling. Have fun! This is an amazing time for your family!
es: ¡Qué momento tan maravilloso ver a su niño/niña aprender sobre el mundo! ¡Son pequeñas esponjas que observan todo lo que sucede a su alrededor y pueden oírte! Juegan y experimentan constantemente, le dan sentido al mundo mientras aprenden a gatear, caminar, hablar e interactuar con todo lo que están experimentando. Las matemáticas son una parte natural de este mundo sobre el que están aprendiendo. Independientemente de sus experiencias y sentimientos sobre las matemáticas, esta es su oportunidad para hacer de las matemáticas una actividad lúdica y divertida que su familia pueda hacer junta. Por ahora, la principal actividad matemática para hacer juntos será exponer a su niño/niña constantemente al lenguaje y a las ideas matemáticas. Esto consiste básicamente en verbalizar lo que ya está sucediendo en su cabeza. Contar cuantas cosas hay en voz alta mientras trabaja con ellas y dar nombre a los elementos con los que juega su niño/niña es lo que hace que funcione. ¡Divertirse! ¡Este es un momento increíble para su familia!

# template
source: * Have fun with math together! * Verbalize math - You are doing math all the time in your head. Include your child by verbalizing it. * Point and describe - When you are talking about something, point to it and then talk about it. * Expose - Your child is learning by being exposed to things. Your child will probably not understand things initially, but by frequent exposure your child will pick up on the patterns and learn what is going on. * Count everything out loud. * Objects have properties that can be named, described, and discussed.
es: * ¡Divertirse juntos con las matemáticas! * Verbalizar las matemáticas - Hacemos matemáticas todo el tiempo mentalmente. Incluyan a su niño/niña verbalizándolas. * Señalar y describir - Cuando esté hablando de algo, anótelo y luego hable sobre ello. * Exponer - Su niño/niña aprende cuando está expuesto a experiencias. Es probable que su niño/niña no comprenda las cosas al principio, pero al exponerlo con frecuencia para que pueda experimentar captará los patrones y aprenderá qué está pasando. * Cuente todo en voz alta. * Los objetos tienen propiedades que pueden ser nombradas, descriptas y conversadas.

# template
source: Kids love to play store! Create tags with silly prices that are small numbers. Put these price tags on things in your home (toys, food, books, etc.) Give your child pretend money to spend on things in the store. After each “purchase,” have your child calculate how much money is left.
es: ¡A los niños les encanta jugar a la tienda! Crea etiquetas con precios ridículos que sean números pequeños. Ponga estas etiquetas de precio en las cosas de su hogar (juguetes, comida, libros, etc.) Déle a su niño/niña dinero de juego para gastar en cosas de la tienda. Después de cada "compra", haga que su niño/niña calcule cuánto dinero queda.

# template
source: Start with a bowl of small pieces of food. Have your child count out loud a few items from the bowl, say 5, and give them to you. Secretly divide these items between your hands and then hold both hands out with one hand open and the other closed. Your child now counts aloud the items in the open hand and then chooses which hand to “steal” from. Have your child predict how many items will be stolen before you open your hand.
es: Comience con un tazón de pequeños trozos de comida. Haga que su niño/niña cuente en voz alta algunos artículos del tazón, diga 5 y se los dé. Divida secretamente estos artículos entre sus manos y luego extienda ambas manos con una mano abierta y la otra cerrada. Su niño/niña ahora cuenta en voz alta los artículos en la mano abierta. Haga que su niño/niña prediga cuántos artículos hay antes de que abra la otra mano.

# template
source: 1. Draw a diagram similar to this. Use chalk if outside, or masking or painter's tape if inside. 2. Throw a marker into the first square. If it lands on a line, or outside the square, you lose your turn and you pass the marker to the next player. 3. Hop on one foot into the first empty square, and then every subsequent empty square. Skip the one your marker is on. 4. At the pairs (4-5 and 7-8), jump with both feet. 5. At 10, hop with both feet, turn around, and head back toward the start. 6. When you reach the marked square again, pick up the marker—on one foot!—and keep going.
es: 1. Dibuja un diagrama similar a este. Use tiza si está afuera, o cinta de enmascarar o de pintor si está adentro. 2. Lanza un marcador en el primer cuadrado. Si cae en una línea, o fuera del cuadrado, pierde su turno y pasa el marcador al siguiente jugador. 3. Salte con un pie en el primer cuadrado vacío, y luego en cada cuadrado vacío subsiguiente. Omite dónde está el marcador. 4. En parejas (4-5 y 7-8), salte con ambos pies. 5. A las 10, salta con ambos pies, da la vuelta y regresa hacia el inicio. 6. Cuando llegue de nuevo al cuadrado marcado, levante el marcador —¡con un pie! - y continúe.

# template
source: 7. If you finished without any mistakes, pass the marker to the next player. On your next turn, throw the marker to the next number. 8. If you fall, jump outside the lines, or miss a square or the marker, you lose your turn and must repeat the same number on your next turn. Whoever reaches 10 first, wins. For younger children, relax many of the rules and replace hopping with stepping.
es: 7. Si terminó sin errores, pase el marcador al siguiente jugador. En tu próximo turno, lanza el marcador al siguiente número. 8. Si te caes, saltas fuera de las líneas o pierdes un cuadrado o el marcador, pierdes tu turno y debes repetir el mismo número en tu próximo turno. Quien llegue primero a 10, gana. Para los niños más pequeños, relaje muchas de las reglas y reemplace los saltos por pasos.

# template
source: Create large circles on the ground using Hula Hoops, string, or draw them with sidewalk chalk. Use a collection of objects and have each circle represent a property of some of the objects. Possible properties are: has four legs, is bigger than a doll, has some red coloring. The challenge for your child is to put everything that has the property in the circle and everything without the property outside the circle.
es: Cree círculos grandes en el suelo usando Hula Hoops, hilo/cuerda o dibuje con tiza para la acera. Use una colección de objetos y haga que cada círculo represente una propiedad de algunos de los objetos. Las posibles propiedades son: tiene cuatro patas, es más grande que una muñeca, tiene algo de color rojo. El desafío para su niño/niña es poner todo lo que tiene la propiedad en el círculo y todo lo que no tiene la propiedad fuera del círculo.

# template
source: Start by using one circle to get your child used to the idea. When you change to two circles, make them partially overlap, and choose the properties so that some objects have both properties. For example, if you have a box of blocks, the two properties might be having a round shape and being wooden. Your child should tell you how they are deciding to place each object. Reverse this activity by placing objects in the circles and challenging your child to identify what property goes with each circle.
es: Comience usando un círculo para que su niño/niña se acostumbre a la idea. Cuando cambie a dos círculos, haga que se superpongan parcialmente y elija las propiedades para que algunos objetos tengan ambas propiedades. Por ejemplo, si tiene una caja de bloques, las dos propiedades podrían tener una forma redonda y ser de madera. Su niño/niña debe decirle cómo está decidiendo colocar cada objeto. Invierta esta actividad colocando objetos en los círculos y desafiando a su niño/niña a identificar qué propiedad va con cada círculo.

# template
source: Choose two items that are somewhat similar. How are they similar? How are they different? Allow your child lots of freedom to come up with unusual reasons. Sometimes let your child pick the two items to challenge you to come up with the similarities and differences.
es: Elija dos elementos que sean algo similares. ¿En qué se parecen? ¿En qué se diferencian? Permita que su niño/niña tenga mucha libertad para pensar en razones inusuales. A veces, deje que su niño/niña elija los dos elementos para desafiarlo a encontrar similitudes y diferencias.

# template
source: For example, pick a spoon and a fork. They are similar because you eat with them and they are both kept in the kitchen. They are different because one is pointy and one is round. One variation is to choose an item and ask which things in the room are similar to it and which things are very different from it.
es: Por ejemplo, elija una cuchara y un tenedor. Son similares porque se come con ellos y ambos se guardan en la cocina. Son diferentes porque uno es puntiagudo y el otro es redondo. Una variación es elegir un artículo y preguntar qué cosas de la habitación son similares a él y qué cosas son muy diferentes.

# template
source: Use a set of four items or drawings where one of the four is the odd one out. Challenge your child to identify the one that is not like the others and to explain why – accept any reason that makes sense; your child may have an unusual reason.
es: Utilice un conjunto de cuatro elementos o dibujos en los que uno de los cuatro sea el extraño. Desafíe a su niño/niña a identificar el que no es como los demás y a explicar por qué – acepte cualquier razón que tenga sentido; su niño/niña puede tener una razón inusual.

# template
source: Suppose the four items are a red triangle, a red square with a hole, a green square, and solid red square. Your child may choose the green square because it’s the only one that is not red. Or, your child may choose the red square with a hole because it’s the only one with a hole. Or, the red triangle might be chosen because it’s the only shape that isn’t a square. There isn’t always more than one good answer, but you should always be open to surprising ideas.
es: Suponga que los cuatro elementos son un triángulo rojo, un cuadrado rojo con un agujero, un cuadrado verde y un cuadrado rojo sólido. Su niño/niña puede elegir el cuadrado verde porque es el único que no es rojo. O su niño/niña puede elegir el cuadrado rojo con un agujero porque es el único que tiene un agujero. O bien, se puede elegir el triángulo rojo porque es la única forma que no es un cuadrado. No siempre hay más de una buena respuesta, pero siempre debe estar abierto a ideas sorprendentes.

# template
source: Place all the dominoes, also known as bones, face up between the players. For a turn, a player rolls two dice. If the domino that matches the two dice is available, the player claims it and moves it to their own pile — an alternative rule is that, even if a domino has already been claimed by one player, it can be stolen by another player.
es: Coloque todas las fichas de dominó, también conocidas como huesos, boca arriba entre los jugadores. Por turno, un jugador lanza dos dados. Si el dominó que coincide con los dos dados está disponible, el jugador lo reclama y lo mueve a su propia pila — una regla alternativa es que, incluso si un jugador ya ha reclamado un dominó, otro jugador puede robarlo.

# template
source: For two players, the first player to claim ten dominoes wins. For more than two players, the first player with six dominoes wins.
es: Para dos jugadores, el primer jugador en reclamar diez dominós gana. Para más de dos jugadores, el primer jugador con seis dominó gana.

# template
source: The game of dominoes has a long and rich history with many versions. If you play with others, make sure you all use the same rules before you start! The game starts by placing all the tiles (bones) face down and mixed up - this is called the boneyard. Take seven tiles apiece for two players, and five tiles apiece for three or four players. Play starts with the player with the highest double putting it on the table. If no one has a double, the game is started over. After this first play, play passes to the player to the right. A turn consists of placing a tile that matches one of the two available ends of the string of dominoes. If the placed domino is a double, place it crosswise to the previous domino. If the player has no matching tile, the player is “blocked,” and there are two possible rules to use. One option is that the player’s turn is over. The other option is that the player must keep drawing tiles from the boneyard until there is a match (one version restricts this to a single draw whether or not there is a match). If the boneyard is emptied before there is a move, then play passes on to the next player. The game is over when a player runs out of bones, or when all players are blocked. At this point, the winner is the player with the lowest total of dots on their remaining bones (which will be 0 if they have used up all their bones).
es: El juego de dominó tiene una larga y rica historia con muchas versiones. Si juegas con otros, ¡asegúrate de usar las mismas reglas antes de comenzar! El juego comienza colocando todas las fichas (huesos) boca abajo y mezcladas, esto se llama el cementerio. Tome siete fichas para cada uno de dos jugadores y cinco fichas para cada uno de tres o cuatro jugadores. El juego comienza cuando el jugador con el doble más alto lo pone sobre la mesa. Si nadie tiene un doble, el juego comienza de nuevo. Después de esta primera jugada, la jugada pasa al jugador de la derecha. Un turno consiste en colocar una ficha que coincida con uno de los dos extremos disponibles de la cadena de dominó. Si el dominó colocado es un doble, colóquelo transversalmente al dominó anterior. Si el jugador no tiene una ficha que coincida, el jugador está "bloqueado" y hay dos reglas posibles para usar. Una opción es que el turno del jugador haya terminado. La otra opción es que el jugador debe seguir sacando fichas del cementerio hasta que haya una coincidencia (una versión restringe esto a un solo sorteo, haya una coincidencia o no). Si el cementerio se vacía antes de que haya un movimiento, el juego pasa al siguiente jugador. El juego termina cuando un jugador se queda sin huesos o cuando todos los jugadores están bloqueados. En este punto, el ganador es el jugador con el total más bajo de puntos en sus huesos restantes (que será 0 si han usado todos sus huesos).

# template
source: The winner’s score can be calculated in two ways. The traditional way is to use the sum of the dots on all the other players’ tiles. With this scoring, rounds are played until a player reaches a target of 50 or 100. For little ones just learning to count, a better scoring system is to let the winner have the score which is the count of all the other players’ tiles. Alternatively, you can just have a winner and not bother with doing any scoring. One variation, useful later when your child starts adding, is to change the rule for matching. In this variation, two tiles match if their numbers add up to six - if you are using dominoes up to a larger number, such as nine, matching numbers would add up to nine.
es: La puntuación del ganador se puede calcular de dos formas. La forma tradicional es usar la suma de los puntos en todas las fichas de los demás jugadores. Con esta puntuación, las rondas se juegan hasta que un jugador alcanza un objetivo de 50 o 100. Para los más pequeños que están aprendiendo a contar, un mejor sistema de puntuación es dejar que el ganador tenga la puntuación, que es el recuento de todas las fichas de los demás jugadores. Alternativamente, puede tener un ganador y no molestarse en hacer ninguna puntuación. Una variación, útil más adelante, cuando su niño/niña comience a sumar, es cambiar la regla para hacer coincidir. En esta variación, dos fichas coinciden si sus números suman seis - si usa dominó hasta un número mayor, como nueve, los números coincidentes sumarían nueve.

# template
source: Select two or four sets of the Number Cards and remove numbers above your child’s comfort level. Place the cards face down in a 3 by 3 grid, with the remaining cards put in a draw pile. Take turns flipping two cards face-up. If the cards match, the player gets to keep the cards, replaces the two cards from the draw pile, and continues their turn. If the cards don’t match, the player flips the cards back over and ends their turn. The game ends when the last pair of cards is taken. The player with the most cards wins.
es: Seleccione dos o cuatro juegos de Tarjetas Numéricas y elimine los números por encima del nivel de comodidad de su niño/niña. Coloque las tarjetas boca abajo en una cuadrícula de 3 por 3, con las cartas restantes colocadas en una pila para robar. Turnense para voltear dos cartas boca arriba. Si las cartas coinciden, el jugador se queda con las tarjetas, reemplaza las dos tarjetas de la pila de robo y continúa su turno. Si las tarjetas no coinciden, el jugador voltea las tarjetas y termina su turno. El juego termina cuando se toman el último par de tarjetas. El jugador con más tarjetas gana.

# template
source: One variation allows at most one match per turn. Another option is to have a target sum, larger than the largest card used, and then two cards match when their sum is the target.
es: Una variación permite como máximo una partida por turno. Otra opción es tener una suma por objetivo, más grande que la tarjeta más grande utilizada, y luego dos tarjetas coinciden cuando su suma es el objetivo.

# template
source: Remove cards above the highest number your child is comfortable with. If there are more than two players and you have restricted the numbers significantly, you may need to use several decks. Start by dealing 5 cards to each player and put the remaining cards in a common draw pile. During a turn, a player “fishes” by asking any player if they have a card matching one of their cards – if they do, they hand over the card, and if they don’t, they say “Go FIsh!” and the player must pick a card from the draw pile.
es: Quite las tarjetas por encima del número más alto con el que su niño/niña se sienta cómodo/a. Si hay más de dos jugadores y ha restringido significativamente los números, es posible que deba usar varias barajas. Comience repartiendo 5 cartas a cada jugador y coloque las cartas restantes en una pila de robo común. Durante un turno, un jugador "pesca" preguntando a cualquier jugador si tiene una carta que coincida con una de sus cartas – si la tiene, entrega la carta, y si no la tiene, dice "¡Ve a pescar!" y el jugador debe elegir una carta de las barajas de robo.

# template
source: When a player has a pair of matching cards, those cards are placed in a “book” in front of them. The game is over after all the cards have been put into books. The player with the most books wins.
es: Cuando un jugador tiene un par de cartas iguales, esas cartas se colocan en un "libro" frente a él. El juego termina después de poner todas las cartas en los libros. El jugador con más libros gana.

# template
source: Play this with Number Cards, or if there are many players, with numbered regular playing cards. Reserve two suits worth of cards for a draw pile, and divide the remaining cards among the players. Each player will randomly select 16 cards to place in a 4 by 4 grid face up in front of them.
es: Juegue con cartas numéricas, o si hay muchos jugadores, con cartas regulares numeradas. Reserve dos palos de cartas para una pila de robo y divida las cartas restantes entre los jugadores. Cada jugador seleccionará al azar 16 cartas para colocar en una cuadrícula de 4 por 4 boca arriba frente a ellos.

# template
source: Cards are then drawn from the draw pile and the number is called out. Each player may turn over one card from their grid that matches the number drawn. If a player has more than one card that matches, the player must choose which one to turn over. The first player to get four cards flipped over in a row horizontally, vertically, or diagonally wins the game and calls out “Bingo!”
es: A continuación, se extraen cartas de la pila de cartas y se dice el número. Cada jugador puede dar la vuelta a una carta de su cuadrícula que coincida con el número extraído. Si un jugador tiene más de una carta que coincide, el jugador debe elegir cuál dar la vuelta. El primer jugador que obtenga cuatro cartas volteadas en una fila horizontal, vertical o diagonalmente gana el juego y grita "¡Bingo!"
