Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Start with a large collection of small objects, such as raisins. For each number, investigate which rectangles you can make with that many objects. 1 can only be made with a 1 by 1 rectangle, and 1 is called a unit. The numbers, such as 5, that only have 1 by 5 and 5 by 1 rectangles, are called primes. Numbers that are not a unit or prime are called composite - they are called that because they are composed of primes being multiplied together, such as 12 = 2 x 2 x 3. The dimensions of each rectangle are made of values that evenly divide the number and multiply together to give the number. Making rectangles is a direct way to experience divisibility. Numbers such as 16 are called squares because one of their rectangles is a square – one rectangle for 16 is the 4 by 4 square.
es: Comience con una gran colección de objetos pequeños, como pasas. Para cada número, investiga qué rectángulos puedes hacer con esa cantidad de objetos. 1 solo se puede hacer con un rectángulo de 1 por 1, y 1 se llama unidad. Los números, como el 5, que solo tienen rectángulos de 1 por 5 y 5 por 1, se llaman primos. Los números que no son una unidad o un número primo se llaman compuestos; se les llama así porque están compuestos de números primos que se multiplican juntos, como 12 = 2 x 2 x 3. Las dimensiones de cada rectángulo están formadas por valores que dividen el número de manera uniforme y se multiplican juntos para dar el número. Hacer rectángulos es una forma directa de experimentar la divisibilidad. Los números como 16 se llaman cuadrados porque uno de sus rectángulos es un cuadrado; un rectángulo para 16 es el cuadrado de 4 por 4.

# template
source: Each player gets a piece of graph paper. For a player’s turn, use two playing cards from 1 to 10 to determine the dimensions of a rectangle. If a player’s paper has room, the rectangle may be placed anywhere its interior does not overlap with an existing rectangle. Once placed, its interior is lightly shaded and its area and dimensions are written on it. If there is no room, the turn is skipped. The player with the largest total wins. For a normal piece of graph paper, this can be a long game – reduce the time by using half the paper or limiting the number of turns.
es: Cada jugador recibe una hoja de papel cuadriculado. Para el turno de un jugador, use dos naipes del 1 al 10 para determinar las dimensiones de un rectángulo. Si el papel de un jugador tiene espacio, el rectángulo puede colocarse en cualquier lugar en el que su interior no se superponga con un rectángulo existente. Una vez colocado, se sombrea ligeramente su interior y se inscribe su área y dimensiones. Si no hay espacio, se salta el turno. El jugador con el total más grande gana. Para una hoja normal de papel cuadriculado, esto puede ser un juego largo: reduzca el tiempo usando la mitad del papel o limitando el número de turnos.

# template
source: A rectangle, 4 by 4 or larger, with numbers in some of its squares, is to be divided into smaller rectangles. Each number must end up in a separate rectangle whose area is that number. Out of the sight of your child, create these puzzles by first filling in the big rectangle with smaller rectangles. Next, place the area in each rectangle. Lastly, give your child the big rectangle with only the numbers.
es: Un rectángulo, de 4 por 4 o más grande, con números en algunos de sus cuadrados, se dividirá en rectángulos más pequeños. Cada número debe terminar en un rectángulo separado cuya área sea ese número. Fuera de la vista de su niño/niña, crea estos rompecabezas completando primero el rectángulo grande con rectángulos más pequeños. A continuación, coloque el área en cada rectángulo. Por último, dele a su niño/niña el rectángulo grande con solo los números.

# template
source: To solve, look first at areas that are prime numbers. Also, sometimes an area is boxed in – in this puzzle the upper “4” must relate to the upper left 2 by 2 square. Next, the upper right corner must be used in a vertical 3 by 1 rectangle. Keep going!
es: Para resolverlo, observe primero las áreas que son números primos. Además, a veces un área está encuadrada; en este rompecabezas, el "4" superior debe relacionarse con el cuadrado superior izquierdo de 2 por 2. A continuación, la esquina superior derecha debe usarse en un rectángulo vertical de 3 por 1. ¡Sigue adelante!

# template
source: Just as 4 x 2 is a quick way to write 2 + 2 + 2 + 2, so 2<sup>4</sup> (sometimes written 2^4) is a quick way to write 2 x 2 x 2 x 2. It’s much easier to say and understand the phrase “two to the fourth,” than to say “two times two times … “ There are two special names associated with powers. The second power, 4<sup>2</sup> for example, can be said *four squared*, and the third power, 4<sup>3</sup> for example, can be said *four cubed*. When two powers of the same number are multiplied, a simple rule governs how to simplify the result - the powers add up. For example, if you do 4<sup>2</sup> x 4<sup>3</sup> = (4 x 4) x (4 x 4 x 4) = 4<sup>5</sup>, we have two fours multiplied by three fours, so the result is five fours being multiplied. Note that this rule of adding exponents only works when it is the same number being taken to a power.
es: Así como 4 x 2 es una forma rápida de escribir 2 + 2 + 2 + 2, 2<sup>4</sup> es una forma rápida de escribir 2 x 2 x 2 x 2. Es mucho más fácil decir y entender la frase “dos a la cuarta,” que decir “dos veces dos veces… “ Hay dos nombres especiales asociados con poderes. La segunda potencia, 4<sup>2</sup> por ejemplo, se puede decir cuatro al cuadrado, y la tercera potencia, 4<sup>3</sup> por ejemplo, se puede decir cuatro al cubo. Cuando se multiplican dos potencias del mismo número, una regla simple gobierna cómo simplificar el resultado: las potencias se suman. Por ejemplo, si haces 4<sup>2</sup> x 4<sup>3</sup> = (4 x 4) x (4 x 4 x 4) = 4<sup>5</sup>, tenemos dos cuatros multiplicados por tres cuatros, por lo que el resultado es cinco cuatros multiplicados. Tenga en cuenta que esta regla de sumar exponentes solo funciona cuando se lleva el mismo número a una potencia.

# template
source: Because powers add up when powers are being multiplied, any of our old games and puzzles involving addition can be used to practice multiplying numbers that are powers. Some examples of this are: Chapter 3 - Shape Sums and Sum Groups; Chapter 4 - Enclosed Sums, SumTriangles, and Fix It. Here are two examples used in Chapter 3 for Shape Sums.
es: Debido a que los poderes se suman al multiplicar los poderes, cualquiera de nuestros viejos juegos y acertijos que involucran sumas se puede usar para practicar la multiplicación de números que son poderes. Algunos ejemplos de esto son: Capítulo 3 - Sumas de Formas y Grupos de Suma; Capítulo 4: Sumas Adjuntas, Suma Triángulos y Arreglalo. Aquí hay dos ejemplos usados ​​en el Capítulo 3 para Sumas de Formas.

# template
source: Here are the same two examples for Shape Products where we use multiplication combining the circles instead of addition.
es: Estos son los mismos dos ejemplos para Productos de Forma donde utilizamos multiplicación combinando los círculos en lugar de adición.

# template
source: With practice, this becomes routine and just as easy as the original addition problems. If your child is enjoying these problems and wants some extra challenge, start involving more than one number being raised to a power. For example, if you multiply (4<sup>2</sup> x 3<sup>3</sup>) x (4<sup>5</sup> x 3<sup>2</sup>) you can apply our rule separately to the powers of 4 and the powers of 3 and get the result 4<sup>7</sup> x 3<sup>5</sup>.
es: Con la práctica, esto se convierte en una rutina y tan fácil como los problemas de suma originales. Si su niño/niña disfruta de estos problemas y quiere un desafío adicional, comience a hacer que más de un número se eleve a una potencia. Por ejemplo, si multiplica (4<sup>2</sup> x 3<sup>3</sup>) x (4<sup>5</sup> x 3<sup>2</sup>) puede aplicar nuestra regla por separado a las potencias de 4 y las potencias de 3 y obtener el resultado 4<sup>7</sup> x3<sup>5</sup>.

# template
source: An excellent thing to practice when you are travelling and have time on your hands is to recite the prime factorizations for the numbers in order. This also provides practice with talking about powers. Knowing prime factorizations with ease will be helpful in many things to come, such as working with fractions. Have fun with this and don’t push your child beyond their comfort level. It goes like this: 1 is a unit, 2 is a prime, 3 is a prime, 4 is 2 squared, 5 is a prime, 6 is 2 x 3, 7 is a prime, 8 is 2 cubed, 9 is 3 squared, 10 is 2 x 5, 11 is a prime, 12 is 2 squared x 3, 13 is a prime, 14 is 2 x 7, 15 is 3 x 5, 16 is 2 to the fourth. If your child stumbles, help them figure it out rather than simply reminding them of the answer.
es: Algo excelente para practicar cuando viaja y tiene tiempo libre es recitar las factorizaciones primas de los números en orden. Esto también proporciona práctica para hablar sobre poderes. Conocer las factorizaciones primas con facilidad será útil en muchas cosas por venir, como trabajar con fracciones. Diviértase con esto y no empuje a su niño/niña más allá de su nivel de comodidad. Dice así: 1 es una unidad, 2 es primo, 3 es primo, 4 es 2 al cuadrado, 5 es primo, 6 es 2 x 3, 7 es primo, 8 es 2 al cubo, 9 es 3 al cuadrado, 10 es 2 x 5, 11 es primo, 12 es 2 al cuadrado x 3, 13 es primo, 14 es 2 x 7, 15 es 3 x 5 y 16 es 2 elevado a la cuarta. Si su niño/niña falla, ayúdalo(a) a resolverlo en lugar de simplemente recordarle la respuesta.

# template
source: Factor trees are an extension of Shape Products from the previous Feel the Power page. The goal in creating a factor tree is to reduce a number to its prime factors. Many things can be learned about a number in the process of constructing a factor tree. Start with a number, say 54. This can be broken down several ways. One way is 9 x 6, another is 18 x 3, and yet another is 3 x 3 x 6. Each of these produces a different start to a factor tree.
es: Los árboles de factores son una extensión de Productos de Forma de la página anterior Siente el Poder. El objetivo al crear un árbol de factores es reducir un número a sus factores primos. Se pueden aprender muchas cosas sobre un número en el proceso de construcción de un árbol de factores. Empiece con un número, digamos 54. Puede desglosarse de varias formas. Una forma es 9 x 6, otra es 18 x 3 y otra más es 3 x 3 x 6. Cada una de ellas produce un comienzo diferente para un árbol de factores.

# template
source: Each of these trees ultimately produces the same primes on its leaves. In each case we end up with 2 x 3 x 3 x 3, but look at the different ways of getting there! After doing some examples like these, your child may naturally start asking some questions. Why do some trees have more levels than others? Why are some trees broader than others? Why do the leaves always stop at primes? Why do the leaves always have the same list of primes, perhaps with rearrangement? This last question is a really big question. It is so big it is called the Fundamental Theorem of Arithmetic. It says that each number has exactly one way of being expressed as a product of primes! You may ask: Why is that so important? It says that primes are the multiplicative building blocks of numbers, and once you have found one way to build a number, that is the only way. If you know that 54 = 2 x 3 x 3 x 3, then there is no way, using whole numbers, to write 54 = 5 x ___ . The uniqueness of prime factorizations is at the heart of a lot of beautiful number theory.
es: Cada uno de estos árboles finalmente produce los mismos primos en sus hojas. En cada caso, terminamos con 2 x 3 x 3 x 3, ¡pero mire las diferentes formas de llegar allí! Después de hacer algunos ejemplos como estos, su niño/niña naturalmente puede comenzar a hacer algunas preguntas. ¿Por qué algunos árboles tienen más niveles que otros? ¿Por qué algunos árboles son más anchos que otros? ¿Por qué las hojas siempre se detienen en los números primos? ¿Por qué las hojas siempre tienen la misma lista de números primos, quizás con reordenamiento? Esta última pregunta es realmente importante. Es tan grande que se llama Teorema Fundamental de la Aritmética. ¡Dice que cada número tiene exactamente una forma de expresarse como producto de números primos! Puede preguntar: ¿Por qué es eso tan importante? Dice que los números primos son los bloques de construcción multiplicativos de los números, y una vez que haya encontrado una forma de construir un número, esa es la única forma. Si sabe que 54 = 2 x 3 x 3 x 3, entonces no hay forma, usando números enteros, de escribir 54 = 5 x ___. La singularidad de las factorizaciones primas es central en la gran cantidad de hermosas teorías de números.

# template
source: These puzzles are the multiplicative version of the Addition Pyramids seen in Chapter 4. You are supplied with a target number and a pyramid of numbers. The challenge is to find a path of connected numbers down the pyramid so the product of the selected numbers is the target.
es: Estos acertijos son la versión multiplicativa de las Pirámides de Suma que se vieron en el Capítulo 4. Se le proporciona un número objetivo y una pirámide de números. El desafío es encontrar un camino de números conectados hacia abajo de la pirámide para que el producto de los números seleccionados sea el objetivo.

# template
source: The target is 36 in this pyramid and the red lines indicate the path that works. Your child may notice that these puzzles are much easier if they start by doing the prime factorization of the target. Because 36 = 2 x 2 x 3 x 3, they know they must pick up those prime factors along the path and this helps guide the search. Having the adult know about prime factorizations also makes it much easier to create these puzzles.
es: El objetivo es 36 en esta pirámide y las líneas rojas indican el camino que funciona. Su niño/niña puede notar que estos acertijos son mucho más fáciles si comienzan haciendo la factorización principal del objetivo. Debido a que 36 = 2 x 2 x 3 x 3, saben que deben recoger esos factores primos a lo largo del camino y esto ayuda a guiar la búsqueda. El que el adulto sepa sobre las factorizaciones primas también hace que sea mucho más fácil crear estos rompecabezas.

# template
source: Use a deck of cards with Q’s (as 0’s), A’s (as 1’s), and 2-9’s. Set the target number at 100. Four random cards are chosen and used to make a pair of 2-digit numbers, a shared resource. Each player is dealt 14 random cards face up. Players alternate turns. During a turn, a player uses two cards to replace two of the four cards, and the resulting pair of numbers must add up to the target. A player passes if that is not possible. The first player to run out of cards wins. If both players become stuck, the player with fewer cards wins. Some options are to change the target number and to give players fewer or more than 14 cards. Another option is to use subtraction together with a smaller target number.
es: Utilice una baraja de cartas con Q (como 0), A (como 1) y 2-9. Establezca el número objetivo como 100. Se eligen cuatro cartas al azar y se usan para hacer un par de números de 2 dígitos, un recurso compartido. Cada jugador recibe 14 cartas al azar boca arriba. Los jugadores alternan turnos. Durante un turno, un jugador usa dos cartas para reemplazar dos de las cuatro cartas, y el par de números resultante debe sumarse al objetivo. Un jugador pasa si eso no es posible. El primer jugador que se quede sin cartas gana. Si ambos jugadores se atascan, el jugador con menos cartas gana. Algunas opciones son cambiar el número objetivo y dar a los jugadores menos o más de 14 cartas. Otra opción es utilizar la resta junto con un número objetivo más pequeño.

# template
source: Choose a target number, say 100. Each player picks up five random cards from 0 to 9. Two 2-digit numbers are made out of these numbers, the fifth card is unused. The two numbers are added and the player closest to the target wins a point for that round. The highest number of points after a fixed number of rounds wins. One option is to use three-digit numbers, a target number of 1000, and each player receives seven cards. Another option is to use subtraction with a smaller target number.
es: Elija un número objetivo, digamos 100. Cada jugador toma cinco cartas al azar del 0 al 9. Se forman dos números de 2 dígitos con estos números, la quinta carta no se usa. Se suman los dos números y el jugador más cercano al objetivo gana un punto para esa ronda. Gana el mayor número de puntos después de un número fijo de rondas. Una opción es usar números de tres dígitos, y el número objetivo de 1000, y cada jugador recibe siete cartas. Otra opción es utilizar la resta con un número objetivo más pequeño.

# template
source: Once your child becomes comfortable with the Missing Number puzzles from a few pages earlier in this chapter, they can start these puzzles. In these, one or more of the digits are replaced by letters. The three rules for letters are: * A given letter is always the same digit * The leftmost digit of a number is never 0 * Different letters must be different digits Create these puzzles by taking an addition or subtraction problem and replacing one or more of the digits, as in the following examples:
es: Una vez que su niño/niña se sienta cómodo/a con los acertijos de Números Perdidos de algunas páginas anteriores de este capítulo, pueden comenzar con estos rompecabezas. En estos, uno o más de los dígitos se reemplazan por letras. Las tres reglas para las letras son: * Una letra dada es siempre el mismo dígito * El más a la izquierda de un número nunca es 0 * Las letras diferentes deben ser dígitos diferentes Cree estos rompecabezas tomando un problema de suma o resta y reemplazando uno o más de los dígitos, como en los siguientes ejemplos:

# template
source: The puzzles can also be created to make interesting problem-solving challenges for your child. Note that the values of the letters do not carry over from puzzle to puzzle.
es: Los acertijos también se pueden crear para crear interesantes desafíos de resolución de problemas para su niño/niña. Tenga en cuenta que los valores de las letras no se transfieren de un rompecabezas a otro.

# template
source: Imagine a billiard table that has a pocket in each of the four corners. When a ball bounces off the side of the table, it bounces away at the same angle it came in at. This investigation looks at the question: If we shoot a ball at a 45 degree angle from one corner, where will it end up? The answer depends on the size of the table. This is what happens on a 3 by 4 table.
es: Imagine una mesa de billar que tiene un bolsillo en cada una de las cuatro esquinas. Cuando una pelota rebota en el costado de la mesa, rebota en el mismo ángulo en el que entró. Esta investigación analiza la pregunta: si disparamos una pelota en un ángulo de 45 grados desde una esquina, ¿dónde terminará? La respuesta depende del tamaño de la mesa. Esto es lo que sucede en una mesa de 3 por 4.

# template
source: After playing with several of these, challenge your child to predict what the answer is in advance. Starting in the bottom left corner, which corner will be hit first and how many bounces will it take?
es: Después de jugar con varios de estos, desafíe a sus niños a predecir cuál es la respuesta de antemano. Comenzando en la esquina inferior izquierda, ¿qué esquina se golpeará primero y cuántos rebotes tomará?

# template
source: Suppose you have an 8 by 8 chessboard and you have a collection of 1 by 2 tiles. Finding a way to exactly cover the chessboard with 32 of these 1 by 2 tiles is simple enough. Let’s start playing around with removing squares from the chessboard. If you remove one corner of the chessboard, you know immediately that you can no longer cover the chessboard with tiles because the tiles will cover an even number of squares, and there are now 63 squares. Okay, remove two corners to make an even number of remaining squares - can you cover it now? The answer depends on which two corners you remove. Why? What if you no longer restrict yourself to removing corners, what happens? One important lesson in dealing with questions like these is to learn from playing with smaller problems. Try these questions on a 4 by 4 or 6 by 6 board first. If your child is enjoying these questions, start branching out to using other shapes to fill the board. Play around with filling it with 1 by 3 tiles or with 3 squares in an L shape. What patterns and rules do you discover with these? What other shapes might be interesting to play with?
es: Suponga que tiene un tablero de ajedrez de 8 por 8 y tiene una colección de fichas de 1 por 2. Encuentre una manera de cubrir exactamente el tablero de ajedrez con 32 de estas fichas de 1 por 2 es bastante simple. Empecemos a jugar quitando cuadrados del tablero de ajedrez. Si quita una esquina del tablero de ajedrez, sabrá de inmediato que ya no puede cubrir el tablero de ajedrez con fichas porque las fichas cubrirán un número par de casillas, y ahora hay 63 casillas. Bien, quite dos esquinas para hacer un número par de cuadrados restantes, ¿puede cubrirlo ahora? La respuesta depende de las dos esquinas que elimine. ¿Por qué? ¿Qué pasa si ya no te limitas a quitar esquinas, qué sucede? Una lección importante al tratar con preguntas como estas es aprender jugando con problemas más pequeños. Pruebe estas preguntas en un tablero de 4 por 4 o 6 por 6 primero. Si sus niños disfrutan con estas preguntas, comience a usar otras formas para llenar el tablero. Juega llenándolo con fichas de 1 por 3 o con 3 cuadrados en forma de L. ¿Qué patrones y reglas descubres con estos? ¿Con qué otras formas podría ser interesante jugar?

# template
source: In which ways can you fill a square with other squares, where the other squares need not all be the same size? However, the side length of each square must be some whole number multiple of a fixed length. The question to investigate is: What are all the numbers of squares that are possible? If you know a number is possible, is there an easy way to describe how to do it? Let your child play with it over many days and don’t be in a hurry to get to the answer. Here is a diagram showing how 6 is possible.
es: ¿De qué manera se puede llenar un cuadrado con otros cuadrados, donde los otros cuadrados no necesitan ser todos del mismo tamaño? Sin embargo, la longitud del lado de cada cuadrado debe ser un múltiplo de un número entero de una longitud fija. La pregunta a investigar es: ¿Cuáles son todos los números de cuadrados que son posibles? Si sabe que un número es posible, ¿hay una manera fácil de describir cómo hacerlo? Deje que su juegue con él durante muchos días y no se apresure a encontrar la respuesta. Aquí hay un diagrama que muestra cómo 6 es posible.
