Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Do you think her father is angry that she wondered away, happy that she is okay, or both?
es: ¿Crees que su papá está enojado porque ella se fue tan lejos, contento porque ella está bien, o las dos cosas?

# data_list
source: Her father has two shoes. How many shoes does Fati have and how many is she missing?
es: Su papá tiene dos zapatos. ¿Cuántos zapatos tiene Fati y cuántos le faltan?

# data_list
source: Together they have one more shoe than her father has. What is one more than two?
es: Los dos juntos tienen un zapato más de los que tiene su papá. ¿Cuánto es uno más que dos?

# data_list
source: Then her father chased the green snake with a stick. The green snake slithered away.
es: Luego, su padre persiguió a la serpiente verde con un palo. La serpiente verde se escabulló.

# data_list
source: Have you ever seen a snake outside on the ground or in a bush?
es: ¿Has visto alguna vez una serpiente afuera en el suelo o en un arbusto?

# data_list
source: Some snakes are very dangerous, and many others are safe. Do some snakes do good things?
es: Algunas serpientes son muy peligrosas y otras no. ¿Hay serpientes que hagan cosas buenas?

# data_list
source: What do you know about snakes?
es: ¿Qué sabes acerca de las serpientes?

# data_list
source: Father said, "Fati, you are safe." Let's go to mother and tell her about the green snake."
es: El papá dijo: “Fati, estás a salvo. Vamos donde tu mamá y le contamos acerca de la serpiente verde”.

# data_list
source: What are Fati and her father feeling in this picture?
es: ¿Qué sienten Fati y su papá en esta imagen?

# data_list
source: What do you think her mother will say?
es: ¿Qué crees que va a decir su mamá?

# data_list
source: Fati got back her other shoe. Now she and her father have one more than three shoes. How many shoes is that?
es: Fati recuperó su otro zapato. Ahora ella y su papá tienen uno más que tres zapatos. ¿Cuántos zapatos tienen en total?

# data_list
source: Mother said, "Fati, I am happy the green snake did not bite you."
es: La mamá dijo: “Fati, estoy feliz porque la serpiente verde no te mordió”.

# data_list
source: Are you surprised that her mother is not angry?
es: ¿Te sorprende que su mamá no esté enojada?

# data_list
source: Count together the number of many kinds of things in this picture.
es: Cuenten juntos la cantidad de cosas diferentes que hay en esta imagen.

# data_list
source: Are there more pants or dresses? Are there more sandals or boots?
es: ¿Hay más pantalones o vestidos? ¿Hay más sandalias o botas?

# data_list
source: But next time, please, look where you go, and be more careful. And that was the end of that.
es: “Pero la próxima vez, por favor, presta atención y ten más cuidado”. Y eso fue todo.

# data_list
source: What does the story mean by "And that was the end of that." ?
es: ¿A qué se refiere la historia con “Y eso fue todo”?

# data_list
source: The three of them have three pairs of shoes. How many is that?
es: Los tres tienen tres pares de zapatos. ¿Cuántos zapatos hay en total?

# data_list
source: You can count all their shoes by counting by 2's -- 2, 4, 6. Or, you could think of it as twice the number of people -- 3, 6. Which way is easier for you?
es: Puedes contar todos sus zapatos contando de 2 en 2 – 2, 4, 6. O también puedes decir que hay el doble de zapatos que personas – 3, 6. ¿Qué manera te parece más fácil?

# data_list
source: My heart feels a lot of things.
es: Mi corazón siente muchas cosas.

# data_list
source: Think of different feelings you have. How many can you think of?
es: Piensa en los diferentes sentimientos que tienes. ¿En cuántos puedes pensar?

# data_list
source: Tell a story about a time when you felt one of those feelings.
es: Cuenta sobre una vez que sentiste uno de esos sentimientos.

# data_list
source: Do your feelings fit into a few groups? For example, are they all happy or sad feelings?
es: ¿Puedes clasificar tus sentimientos en algunos grupos? Por ejemplo, ¿todos son sentimientos felices o tristes?

# data_list
source: I feel happy when my granny tells us stories in the evening.
es: Me siento feliz cuando mi abuelita nos cuenta historias por la tarde.

# data_list
source: Do you know a special person who loves to tell you stories? Does it make you feel good to hear that person tell stories?
es: ¿Conoces a alguna persona especial a quien le encanta contarte cuentos? ¿Te hace sentir bien escuchar a esa persona contar historias?

# data_list
source: Count together how many children are listening to granny's story. If you add granny to that count, it will be one more -- how many would that make?
es: Cuenten juntos cuántos niños escuchan la historia de abuelita. Si agregan a la abuelita a la cuenta, será uno más, ¿cuántos serían entonces?

# data_list
source: Do these children look happy? How can you tell?
es: ¿Se ven felices estos niños? ¿Cómo lo sabes?

# data_list
source: I feel silly when I play with my friend.
es: Me siento chistosa cuando juego con mi amigo.

# data_list
source: What things do you do when you are being silly?
es: ¿Qué cosas haces cuando te sientes chistoso(a)?

# data_list
source: Count together the hands, feet, eyes, noses, fingers, toes, or anything else you see.
es: Cuenten juntos las manos, los pies, los ojos, las narices, los dedos de las manos, los dedos de los pies o cualquier otra cosa que vean.

# data_list
source: Which group of things has the biggest number and which one has the smallest?
es: ¿Cuál grupo es el más grande y cuál el más pequeño?

# data_list
source: I feel bad when my dad says he does not have money.
es: Me siento mal cuando mi papá dice que no tiene dinero.

# data_list
source: What sorts of things make you sad?
es: ¿Qué tipo de cosas te hacen sentir triste?

# data_list
source: Point to and name the colors of their different pieces of clothing.
es: Señala y nombra los colores de los distintos artículos de ropa.

# data_list
source: Count the number of buttons on her dress.
es: Cuenta el número de botones en su vestido.

# data_list
source: I feel loved when my mom gives me a hug.
es: Me siento querida cuando mi mamá me da un abrazo.

# data_list
source: What are some special moments that make you feel loved?
es: ¿Cuáles son algunos momentos especiales que te hacen sentir querido(a)?

# data_list
source: What do you do to let others know you feel love for them?
es: ¿Qué haces para hacerle saber a otros que los quieres?

# data_list
source: The mother's clothing has stripes and the girl's has stars. Do you have some clothes with stars or some other shapes on them?
es: La ropa de la mamá tiene rayas y la ropa de la niña tiene estrellas. ¿Tienes ropa con estrellas u otras figuras?

# data_list
source: Chat was born blind. Her eyes had never seen her parents, or her brother and sisters. She knew their faces by touch.
es: Chat nació ciega. Sus ojos nunca habían visto a sus padres o a su hermano y hermanas. Conocía sus caras a través del tacto.

# data_list
source: Have you tried walking with your eyes closed? If you do, be sure to be with someone else to stay safe.
es: ¿Has intentado caminar con los ojos cerrados? Si lo haces, asegúrate de estar con alguien para estar a salvo.

# data_list
source: When you don't see, you become much more aware of your other senses. Which senses do you notice more when you close your eyes?
es: Cuando no ves, te vuelves mucho más consciente de tus otros sentidos. ¿En qué sentidos te fijas más cuando cierras los ojos?

# data_list
source: A rectangle is a four-sided shape like this page. A square is a rectangle with four equal sides. Point to the squares and rectangles you see on this page.
es: Un rectángulo es una figura de cuatro lados como esta página. Un cuadrado es un rectángulo con cuatro lados iguales. Señala los cuadrados y rectángulos que ves en esta página.

# data_list
source: One day, Chat was strolling in the garden. She liked the sweet scent of flowers. She loved to touch their soft petals.
es: Un día, Chat estaba paseando en el jardín. Le gustaba la fragancia dulce de las flores. Le encantaba tocar sus pétalos suaves.

# data_list
source: There are many things to count here. Count together the trees, butterflies, canes, shoes, and any other groups you notice.
es: Hay muchas cosas que contar aquí. Cuenten juntos los árboles, las mariposas, los bastones, los zapatos y otros grupos que observen.

# data_list
source: Which of these groups can Chat count?
es: ¿Cuáles de estos grupos puede contar Chat?

# data_list
source: Which of these groups has the most in it and which has the least?
es: ¿Cuál de estos grupos tiene una mayor cantidad y cuál tiene menos?

# data_list
source: Chat wished she could see flowers, just once. "They are lovely," she said to herself.
es: Chat deseó poder ver las flores al menos una vez. "Son preciosas," se dijo a sí misma.

# data_list
source: There are five blue flowers and five yellow-orange flowers. How many is that all together?
es: Hay cinco flores azules y cinco flores amarillas y naranjas. ¿Cuántas son en total?

# data_list
source: If you include the yellow-orange flower that Chat is holding, that would be one more. What is one more than five?
es: Si incluyes la flor amarilla con naranja que Chat sostiene, eso sería una más. ¿Cuánto es uno más que cinco?

# data_list
source: How many more blue flowers are there than butterflies?
es: ¿Cuántas más flores azules hay que mariposas?

# data_list
source: Every day, Chat walked in the garden. She knew her way around. Today, she raised her head to the skies.
es: Todos los días, Chat caminaba en el jardín. Sabía por dónde ir. Ese día, ella levantó su cabeza hacia los cielos.

# data_list
source: Do you see the surprise on her face? What is she surprised about?
es: ¿Ves la sorpresa en su rostro? ¿Por qué está sorprendida?

# data_list
source: She can't see the clouds. What can she sense about what is happening?
es: Ella no puede ver las nubes. ¿Qué puede ella percibir acerca de lo que está pasando?

# data_list
source: What is going on in the sky? What do you think is about to happen?
es: ¿Qué sucede en el cielo? ¿Qué crees que va a suceder?

# data_list
source: Suddenly, she heard thunder and lightning. "I need to hurry back to the house," Chat thought.
es: De repente, ella escucha truenos y relámpagos. "Necesito regresar pronto a casa," pensó Chat.

# data_list
source: Have you ever been outside someplace when a storm came up quickly? Did you get wet?
es: ¿Alguna vez has estado al aire libre cuando se desató una tormenta? ¿Te mojaste?

# data_list
source: Do you like watching lightning?
es: ¿Te gusta ver los relámpagos?

# data_list
source: Do you find lightning scary or fun when you are outside?
es: ¿Te asustan o te divierten los rayos cuando estás al aire libre?

# data_list
source: Rain began to fall. Chat slipped, lost her balance and fell. She hit her head on a stone.
es: La lluvia comenzó a caer. Chat se resbaló, perdió el equilibrio y cayó. Ella se golpeó la cabeza con una piedra.

# data_list
source: Head injuries can be very serious. Do you think Chat will be okay?
es: Las heridas en la cabeza pueden ser muy graves. ¿Crees que Chat estará bien?

# data_list
source: There are colors going from yellow to light red to red in this picture. Point to them and describe them.
es: Hay colores que van de amarillo a rojo claro en esta imagen. Señálalos y descríbelos.

# data_list
source: Point to and describe the colors going from yellow to various greens in the picture.
es: Señala y describe los colores que van de amarillo a varios tonos de verde en la imagen.

# data_list
source: When Chat woke up, there were people around her. "What happened?" she asked.
es: Cuando Chat despertó, había personas a su alrededor. "¿Qué pasó?" preguntó ella.

# data_list
source: Count together the people in Chat's family. Did you include Chat?
es: Cuenten juntos cuántas personas hay en la familia de Chat. ¿Incluiste a Chat?

# data_list
source: Can you tell by looking at their faces what each person is feeling?
es: ¿Puedes saber lo que siente cada persona al observar sus caras?

# data_list
source: There are many colors here! Which of the colors of the rainbow are missing in this picture?
es: ¡Hay muchos colores aquí! ¿Qué colores del arcoíris faltan en esta imagen?

# data_list
source: You fell and bumped your head, her father said. "We are so thankful that you are fine," said her mother.
es: "Te caíste y te golpeaste la cabeza," dijo su padre. "Estamos muy agradecidos de que estés bien," dijo su madre.

# data_list
source: There is a fun circular pattern on Chat's bed. Are there more blue circles or red circles?
es: Hay un patrón circular en la cama de Chat. ¿Hay más círculos azules o círculos rojos?

# data_list
source: Describe some pretty patterns around where you are.
es: Describe algunos patrones bonitos cerca del lugar donde tú estás.

# data_list
source: Find the rectangles in this picture and around where you are.
es: Encuentra los rectángulos que hay en esta imagen y los que hay cerca del lugar donde tú estás.

# data_list
source: Daddy, mummy? asked Chat. She also called the names of her brothers and sisters. "Please, get me a flower." Everyone was surprised.
es: "¿Papi, mami?" preguntó Chat. También llamó a sus hermanos y hermanas. "Por favor, consíganme una flor." Todos estaban sorprendidos.

# data_list
source: Why is everyone surprised?
es: ¿Por qué están todos sorprendidos?

# data_list
source: Why is everyone looking so happy?
es: ¿Por qué se ven todos felices?

# data_list
source: Can you count all the circles on her bed, or is it too many? Can you count other things, such as eyes, arms, or noses?
es: ¿Puedes contar todos los círculos en la cama o son demasiados? ¿Puedes contar otras cosas como los ojos, los brazos o las narices?

# data_list
source: Her sister returned with a flower. Chat held it gently. "It is so lovely," she said.
es: Su hermana regresó con una flor. Chat la sostuvo suavemente. "Es preciosa," dijo ella.

# data_list
source: Imagine what it is like to see the world for the first time. What would you most want to see?
es: Imagina cómo sería ver el mundo por primera vez. ¿Qué querrías ver?

# data_list
source: Which side of her head did she hit on the rock and which side is bandaged? Hmmm ...?
es: ¿Qué lado de la cabeza se golpeó y qué lado está vendado? Mmm...?

# data_list
source: Can you find all the rectangles in this picture? Some of them are a bit sneaky.
es: ¿Puedes encontrar todos los rectángulos en esta imagen? Algunos son un poco difíciles de ver.

# data_list
source: Her family looked at one another. "Chat, can you see the flower?" her mother asked.
es: Los miembros de la familia de Chat se miraron unos a otros. "Chat, ¿puedes ver la flor?" preguntó su madre.

# data_list
source: What emotion do you see on each person's face?
es: ¿Qué emoción ves en el rostro de cada persona?

# data_list
source: Have you known anyone who suddenly got much better from an illness?
es: ¿Has sabido de alguien que de repente se curó de una enfermedad?

# data_list
source: Have you known anyone who was blind?
es: ¿Has conocido a alguien que haya estado ciego?

# data_list
source: Chat played with the flower in her hand. "You are all so beautiful, just like this flower," she smiled.
es: Chat jugó con la flor en su mano. "Todos ustedes son hermosos, justo como esta flor," dijo ella sonriendo.

# data_list
source: Point out some of the new rectangles in this picture.
es: Señala algunos de los nuevos rectángulos en esta imagen.

# data_list
source: This is a very happy ending! Did you think the story would end this way?
es: ¡Este es un final muy feliz! ¿Pensabas que la historia terminaría así?

# data_list
source: Some people become doctors because they like helping people to have happy endings like this.
es: Algunas personas se vuelven doctores porque les gusta ayudar a las personas a tener finales felices como este.

# data_list
source: My name is Simo.
es: Mi nombre es Simo.

# data_list
source: Count together the different colors of stripes on Simo's shirt.
es: Cuenten juntos los diferentes colores de las rayas en la camisa de Simo.

# data_list
source: Simo's ball has two colors and is round. A pentagon is a five-sided shape. Point at the dark pentagons on Simo's ball. Do you see any pentagons around you?
es: La pelota de Simo tiene dos colores y es redonda. Un pentágono es una figura de cinco lados. Señala los pentágonos negros en la pelota se Simo. ¿Ves algún pentágono a tu alrededor?

# data_list
source: A hexagon is a six-sided shape. Point at the hexagons on the ball. Hexagons are often used in tiling patterns. Do you see any hexagons around you?
es: Un hexágono es una figura de seis lados. Señala los hexágonos en la pelota. Los hexágonos a menudo se usan en diseños de mosaicos. ¿Ves algún hexágono a tu alrededor?

# data_list
source: I have four friends.
es: Tengo cuatro amigos.

# data_list
source: When you put Simo together with his four friends, how many is that all together? Another way to ask this is: "What is 1 more than 4?"
es: Cuando juntas a Simo con sus cuatro amigos, ¿cuántos son en total? Otra manera de preguntar es: "¿Cuánto es uno más que cuatro?"

# data_list
source: How many of them have striped shirts and how many have solid shirts? That means that 2 more than 3 is 5.
es: ¿Cuántos tienen camisas a rayas y cuántos tienen camisas de colores sólidos? Eso significa que dos más que tres es cinco.

# data_list
source: That's two different ways of getting five! If you take one more than four you get the same thing as two more than three!
es: ¡Esas son dos maneras diferentes de obtener cinco! ¡Si tomas uno más que cuatro, obtienes lo mismo que dos más que tres!

# data_list
source: Their names are Zizo, Lele, Sisa, and Ayanda.
es: Sus nombres son Zizo, Lele, Sisa y Ayanda.

# data_list
source: Can you guess who has which name? We'll learn about each one soon.
es: ¿Puedes adivinar cómo se llama cada uno? Aprenderemos acerca de cada uno pronto.

# data_list
source: Make up a story about one of them. Perhaps one of them likes cats or going on long walks?
es: Inventa una historia acerca de uno de ellos. ¿Quizás a alguno le gustan los gatos o dar caminatas largas?

# data_list
source: Of the four, one of them likes soccer, one likes swimming, another likes hide-and-seek, and one likes reading -- guess which one is which.
es: De los cuatro niños, a uno le gusta el futbol, a uno le gusta nadar, a uno le gusta jugar a las escondidas y a uno le gusta leer. Adivina quién es quien.

# data_list
source: My friend Zizo likes to play soccer.
es: A mi amigo Zizo le gusta jugar futbol.

# data_list
source: Simo and Zizo have soccer in common. Which parts of their clothes are similar to each other?
es: Simo y Zizo tienen el futbol en común. ¿En qué se parecen sus ropas?

# data_list
source: Simo and Zizo have stripes on different parts of their clothing. How are their stripes different?
es: Simo y Zizo tienen rayas en diferentes partes de su ropa. ¿En qué se diferencian las rayas?

# data_list
source: Zizo seems to like shades of red. Do you? What is your favorite color?
es: Parece que a Zizo le gustan las rayas de tonos rojos. ¿Y a ti? ¿Cuál es tu color favorito?

# data_list
source: My friend Lele likes to swim.
es: A mi amigo Lele le gusta nadar.

# data_list
source: Point at and name the beautiful greens, blue greens, and blues in this picture.
es: Señala y nombra los hermosos verdes, los verdes azulados y los azules en esta ilustración.

# data_list
source: Count the fingers on Lele's left hand. Is she missing a finger or was the artist careless when drawing this picture?
es: Cuenta los dedos en la mano izquierda de Lele. ¿Le falta un dedo o el artista se descuidó al dibujar esta ilustración?

# data_list
source: It can be dangerous to swim by yourself. To be safe, always swim with a buddy.
es: Puede ser peligroso nadar por ti mismo. Para estar seguros, nada siempre con un compañero.

# data_list
source: My friend Sisa likes to play hide-and-seek.
es: A mi amigo Sisa le gusta jugar a las escondidas.

# data_list
source: Is Sisa "it" or is Sisa hiding? It is easy to see Sisa. Is Sisa hiding behind the tree?
es: ¿A Sisa le toca buscar o esconderse? Es fácil ver a Sisa. ¿Sisa se esconde detrás del árbol?

# data_list
source: They say zebras have stripes to help them hide among trees. Do the stripes on Sisa's shirt make Sisa hard to see?
es: Dicen que las cebras tienen rayas para esconderse entre los árboles. ¿Las rayas en la camisa de Sisa le ayudan a esconderse?

# data_list
source: When playing hide-and-seek, the "it" person usually counts up to some number before looking for people. How high do you think the person should count?
es: Cuando jugamos a las escondidas, la persona que busca a menudo cuenta antes de empezar a buscar. ¿Qué tan alto crees que esa persona debería contar?

# data_list
source: My friend Ayanda likes to read.
es: A mi amiga Ayanda le gusta leer.

# data_list
source: The other people picked sports and games they like to play. Is reading a sport or game?
es: Las otras personas escogieron juegos y deportes.¿Leer es un juego o deporte?

# data_list
source: Can you read with other people, or must you read by yourself?
es: ¿Puedes leer con otras personas o tienes que leer solo?

# data_list
source: Ayanda looks like she enjoys shades of orange. Name some things around you that are shades of orange.
es: Parece que a Ayanda le gustan los tonos naranjas. Nombra algunas cosas a tu alrededor que tienen tonos naranjas.

# data_list
source: Me? I like to do the things they like to do.
es: ¿Y a mí? A mí me gusta hacer lo que a ellos les gusta.

# data_list
source: Does Simo like doing all the things, or is he just being agreeable so he can be with everyone?
es: ¿Le gusta hacer todo a Simo o está siendo amable para poder estar con todos?

# data_list
source: Did you notice that the stripes on his shirt have changed? How have they changed?
es: ¿Notaste que las rayas en su camisa cambiaron? ¿Cómo cambiaron?

# data_list
source: Of the four activities, how many do you like?
es: De las cuatro actividades, ¿cuántas te gustan?

# data_list
source: I play soccer with Zizo.
es: Juego futbol con Zizo.

# data_list
source: Count the fingers on Zizo's left hand. Is Zizo missing a finger, or was the artist being careless again?
es: Cuenta los dedos en la mano izquierda de Zizo. ¿Le falta un dedo a Zizo o el artista se descuidó otra vez?

# data_list
source: Some people are born with six fingers on a hand. What is one less than six? What is two less than six? How many fingers seems like a good number to you?
es: Algunas personas nacen con seis dedos en una mano. ¿Cuánto es uno menos que seis? ¿Cuánto es dos menos que seis? ¿Cuántos dedos son un buen número para ti?

# data_list
source: Zizo has a solid shirt with striped socks, while Simo has a striped shirt with solid socks. Which way do you like better?
es: Zizo tiene una camisa de color sólido y calcetines a rayas, mientras que Simo tienen una camisa a rayas y calcetines de un color sólido. ¿Cuál te gusta más?

# data_list
source: I swim with Lele.
es: Nado con Lele.

# data_list
source: Count the fingers on Lele's left hand. She has one more finger than she had before! Did she grow a finger?
es: Cuenta los dedos en la mano izquierda de Lele. ¡Tienen un dedo más del que tenía antes! ¿Le creció un dedo más?

# data_list
source: Talk about the shades of green in this picture. Some shades are darker, some yellower, and some bluer.
es: Hablen sobre los tonos de verde en esta ilustración. Algunos tonos son oscuros, algunos amarillentos y otros azulados.

# data_list
source: Lele is swimming with a buddy now -- that is much safer (and more fun)!
es: Lele nada con un compañero ahora. ¡Eso es mucho más seguro (y divertido)!
