Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Notice Aku's face and the position of her arms. We can learn a lot about how someone is feeling by their body position. What do you think she is feeling?
es: Observa la cara de Aku y la posición de sus brazos. Podemos aprender mucho sobre cómo se siente una persona a través de la posición de su cuerpo. ¿Cómo piensas que ella se siente?

# data_list
source: Aku wondered about a lot of things. Sometimes Aku's father, Ataa Ankra, a fisherman, let her go to the river with him to fish in his canoe. While Aku fished with her father, she wondered why the sun always looked at her from the sky. Sometimes Aku helped her mother, A'anua, to cook. Aku wondered why palm oil looked red in calabash but yellow in yam pottage.
es: Aku se preguntaba acerca de muchas cosas. Algunas veces, el padre de Aku, Ataa Ankra, quien era un pescador, la dejaba ir con él al río para pescar en su canoa. Mientras Aku pescaba con su padre, ella se preguntaba por qué el sol siempre la miraba desde el cielo. Algunas veces, Aku ayudaba a su madre, A’anua, a cocinar. Aku se preguntaba por qué el aceite de palma lucía rojo en el jícaro pero amarillo en el potaje de camote.

# data_list
source: Being curious and asking questions is an important way we learn new things. What are some things you are curious about right now?
es: Ser curiosos y hacer preguntas es importante para aprender cosas nuevas. ¿Qué tienes curiosidad por aprender ahora?

# data_list
source: Aku feels a special connection to the sun. Some people feel a connection to the moon or a star. Do you notice things about the sun, such as where it is in the morning or evening?
es: Aku siente una conexión especial con el sol. Algunas personas sienten una conexión con la luna o una estrella. ¿Has observado cosas acerca del sol, como por ejemplo dónde está en la mañana o en la tarde?

# data_list
source: One thing about the sun is what happens when it shines through rain. This creates a beautiful arc, which is part of a circle, in the sky. Can you name the colors of the rainbow?
es: Un dato curioso sobre el sol es lo que sucede cuando los rayos solares brillan a través de las gotas de lluvia. Esto crea en el cielo un arco hermoso, el cual es parte de un círculo. ¿Puedes nombrar los colores del arco iris?

# data_list
source: And Aku wondered why Oti, her brother, and the other boys would not let her play football (soccer) with them. Once, Aku asked the boys why. They only laughed and told her to go and play with the girls. The girls too would not play with Aku. "Your legs are too long," they always said. Aku was left lonely. She had no one to share her many thoughts with.
es: Y Aku se preguntaba por qué Oti, su hermano, y los otros niños no la dejaban jugar fútbol con ellos. Una vez, Aku les preguntó por qué. Ellos solamente se rieron y le dijeron que se fuera a jugar con las niñas. Las niñas tampoco jugaban con Aku. Ellas siempre le decían: “Tus piernas son muy largas”. Aku se quedaba sola. No tenía a nadie con quien compartir todos sus pensamientos.

# data_list
source: Is football (soccer) a game that only boys can play? Are there any sports that only boys or only girls can play?
es: ¿El fútbol es un deporte que solamente las niñas pueden jugar? ¿Hay algún deporte que puedan jugar solamente los niños o solamente las niñas?

# data_list
source: Point at matching colors in the clothes in this picture. Are there any colors that don't have a match?
es: En la imagen, señala los colores de la ropa que coinciden. ¿Hay algunos colores que no coinciden?

# data_list
source: Many time people get excluded from a group because there are different in some way. Did you ever see someone excluded like this? It's a mean thing to do!
es: Muchas veces, las personas son excluidas de un grupo porque de algún modo son diferentes. ¿Has visto alguna vez a alguien ser excluido de esta manera? Hacer esto es muy malo!

# data_list
source: But Aku soon became friends with the sun. She looked forward to seeing the sun every morning when she woke up. The cocks crowed to announce sunrise. Aku loved to dance in the early morning sun, her shadow dancing with her. The tweeting of birds made the cock crow music sweeter. Then sun filled Aku with happiness. The sun made Aku smile a lot.
es: Pero Aku enseguida se hizo amiga del sol. Cada mañana ella se levantaba con la ilusión de ver el sol. Los gallos cantaban anunciando la salida del sol. A Aku le encantaba bailar temprano bajo el sol de la mañana, con su sombra bailando al lado de ella. El canto de las aves hacía que la música del canto del gallo fuera aún más dulce. Luego, el sol llenaba a Aku de felicidad. El sol hacía a Aku sonreír mucho.

# data_list
source: Birds often chirp and roosters crow right before the sun rises. Have you noticed special morning sounds when you wake up early?
es: A menudo, las aves pían y los gallos cantan justo antes de que salga el sol. ¿Has notado sonidos especiales cuando te levantas temprano en la mañana?

# data_list
source: Notice the shadows that the sun makes on this page and many of the other pages.
es: Observa las sombras que el sol crea en esta página y en muchas de las otras páginas.

# data_list
source: The sun creates longer shadows in the morning and late afternoon, and very short shadows at midday. Have you played with your own shadow as it copies you and follows you?
es: El sol crea sombras más largas por la mañana y al atardecer, y sombras muy cortas a mediodía. ¿Has jugado alguna vez con tu propia sombra cuando ella te imita y te sigue?

# data_list
source: But one day, the sun did not rise. Aku waited for the cocks to crow. They did not. The birds too did not tweet. And without the sun in Sunland, people could not go about their daily activities. Farmers could not go to tend their crops. And the sky was grey and sad. Ataa Ankra could not go fishing. Children too could not prepare for school. And women could not go to the market to haggle over the prices of soap and kerosene. Aku missed all these. She missed the cock crows and bird tweets too. And she missed the sunrise more.
es: Pero un día, el sol no salió. Aku esperó a que los gallos cantaran. No lo hicieron. Las aves tampoco piaron. Y sin el sol, la gente en Sunland no podía realizar sus actividades diarias. Los granjeros no podían cuidar de sus cultivos. Y el cielo se veía gris y triste. Ataa Ankra no podía ir a pescar. Los niños no podían prepararse para ir a la escuela. Y las mujeres no podían ir al mercado a regatear los precios del jabón y el queroseno. Aku extrañaba todas estas cosas. También extrañaba el canto de los gallos y las aves. Y, más que nada, extrañaba la salida del sol.

# data_list
source: A rectangle is a shape with four straight sides, like this page. How many rectangles can you find in this picture?
es: Un rectángulo es una figura con cuatro lados rectos, como esta página. ¿Cuántos rectángulos puedes encontrar en la imagen?

# data_list
source: If it is dark when you get up, what kinds of things can you do without the sun in the sky?
es: Si está oscuro cuando te levantas, ¿qué tipo de cosas puedes hacer cuando el sol no está en el cielo?

# data_list
source: If you didn't see the sun one dark morning, what would you think?
es: Si no vieras el sol una mañana oscura, ¿qué pensarías?

# data_list
source: Everyone wanted to know where the sun went. "Maybe the sun is dead," some people said. "The sun has travelled," said others. Aku disagreed, "No, the sun is not dead. And the sun has not travelled. Or it would have first told me." Some people chuckled at what Aku said. She continued anyway, "I tell the truth. The sun is my friend. The sun is not dead. It is only —". But no one would hear anymore. Everyone forgot about the sun. They laughed hard at Aku. The children laughed too. The children's laughter pained Aku the most.
es: Todos querían saber a dónde se había ido el sol. Algunas personas decían: “Seguramente el sol ha muerto”. Otros decían: “El sol se ha ido de viaje”. Aku no estaba de acuerdo. “No, el sol no está muerto. Y el sol no se ha ido de viaje. De ser así, me lo hubiera dicho primero.” Algunas personas se rieron de lo que dijo Aku. Sin importarle, ella continuó: “Digo la verdad. El sol es mi amigo. El sol no está muerto. Solamente —-”. Pero nadie quería escuchar más. Todos se olvidaron del sol. Se rieron mucho de Aku. Los niños también se rieron. La burla de los niños era la que más le dolía a Aku.

# data_list
source: There are 6 children in this picture. How many of their limbs (arms and legs) can you see?
es: En la imagen hay 6 niños. ¿Cuántas de sus extremidades (brazos y piernas) puedes ver?

# data_list
source: Skip count by 4's six times to count how many limbs these 6 children have. You can also skip count by 6's four times to get this same number. Why does that work?
es: Cuenta de 4 en 4 seis veces para calcular cuántas extremidades tienen estos 6 niños en total. También puedes contar de 6 en 6 cuatro veces para obtener el mismo resultado. ¿Te funcionó?

# data_list
source: How many more limbs do they have than the number you can see?
es: ¿Cuántas extremidades más tienen que el número que puedes ver?

# data_list
source: Sad like the sky, Aku hastened into her house. On the way, she accidentally kicked her brother's football. The ball rolled into the kitchen. There was a calabash of palm oil in a corner of the kitchen. The ball hit the calabash. The calabash was toppled. The palm oil on it spilled. The palm oil soiled the ball.
es: Triste como el cielo, Aku se apresuró para llegar a su casa. En el camino, pateó de casualidad la pelota de fútbol de su hermano. La pelota rodó a la cocina. En un rincón de la cocina había un jícaro con aceita de palma. La pelota pegó en el jícaro. El jícaro se volcó. El aceite de palma se derramó. El aceite de palma ensució la pelota.

# data_list
source: What do you think Aku's brother will do when he sees that his ball has oil all over it?
es: ¿Qué piensas que hará el hermano de Aku cuando vea que su pelota está toda cubierta con aceite?

# data_list
source: The calabash is the bowl that was holding the oil. How did all that oil fit in that calabash?
es: El jícaro es el cuenco que contenía el aceite. ¿Cómo cupo todo ese aceite en el jícaro?

# data_list
source: Did you ever spill a small glass of water or milk and watch it spread out on the floor? A little bit can cover a lot of floor!
es: ¿Has derramado alguna vez un vaso pequeño de agua o leche y has visto cómo se desparrama? ¡A veces, una cantidad pequeña de líquido puede cubrir un espacio grande en el piso!

# data_list
source: Oti came into the house with one of his friends to fetch his ball. He saw the toppled calabash, the spilled palm oil. He saw his soiled ball too. Before he could run out to tell A'nua what Aku had done, Aku picked up the ball and ran off. The boys followed Aku. They all met A'anua outside the house. A'anua saw Aku holding the ball. Before she could call Aku and scold her, Aku ran past her. Oti, A'anua and all the people of Sunland watched Aku run away. They wondered what she would do with the soiled ball.
es: Oti llegó a la casa con uno de sus amigos para buscar su pelota. Vió el jícaro volcado, el aceite de palma derramado. También vió su pelota sucia. Antes de que pudiera ir corriendo donde A’nua para decirle lo que Aku había hecho, Aku recogió la pelota y se escapó. Los niños persiguieron a Aku. Todos se encontraron con A’anua afuera de la casa. A’anua vió que Aku tenía la pelota. Antes de que pudiera llamar a Aku para regañarla, Aku huyó corriendo. Oti, A’anua y toda la gente de Sunland vieron a Aku escaparse. Se preguntaron qué haría Aku con la pelota sucia.

# data_list
source: Many ten-year olds can run a mile in ten minutes. Aku is extra fast. How many minutes do you think it takes her to run a mile? 2 minutes? 5 minutes? 8 minutes?
es: Muchos niños de 10 años pueden correr una milla en diez minutos. Aku es extrarápida. ¿En cuántos minutos crees que ella puede correr una milla? ¿2 minutos? ¿5 minutos? ¿8 minutos?

# data_list
source: What about Aku allows her to run so fast?
es: ¿Qué es lo que le permite a Aku correr tan rápido?

# data_list
source: The sun is gone, people are laughing at Aku, and Aku has a dirty ball. How do you think the story will resolve all these problems?
es: El sol se ha ido, la gente se ríe de Aku y Aku tiene una pelota sucia. ¿Cómo piensas que se van a resolver todos los problemas en esta historia?

# data_list
source: Aku stopped when she got to the middle of the town square. She put the ball on the ground. With a mighty swing of her hands and a swift pull of one long leg behind the other, Aku kicked the ball. The ball turned round on the ground, spinning towards the edge of the town square. It hit the roots of the palm tree at one end of the town square.
es: Aku paró cuando llegó al centro de la plaza. Puso la pelota en el piso. Con un movimiento poderoso de sus manos y un tirón rápido de una pierna larga detrás de la otra, Aku pateó la pelota. La pelota rodó por el piso, girando hacia el límite de la plaza. Pegó en las raíces de la palmera que estaba en uno de los extremos de la plaza.

# data_list
source: What in the picture tells you that the ball is flying fast?
es: ¿Qué te indica en la imagen que la pelota está yendo rápido?

# data_list
source: Why is the path of the ball curved instead of straight?
es: ¿Por qué el recorrido de la pelota es curvo y no recto?

# data_list
source: Why did Aku need to swing her hands to kick the ball hard? Notice how many other parts of your body are involved with action of just one part.
es: ¿Por qué Aku tuvo que usar el movimiento de sus manos para patear la pelota fuerte? Observa cuántas otras partes de tu cuerpo usas para realizar una acción.

# data_list
source: The ball shot into the sad sky. With mouths opened wide, the people of Sunland gazed after the flying ball. The ball flew beyond the clouds, beyond the gaze of the eyes. Everything was still. All was quiet. Suddenly, the sky cleared. The clouds became white, round and fluffy. Then a big ball came from behind the clouds. The ball was bright. And it was red and yellow like palm oil. The ball was the sun. Aku's sun. Everything stirred. The quietness left.
es: La pelota salió disparada hacia el cielo triste. La gente de Sunland miró con la boca abierta la pelota voladora. La pelota voló más allá de las nubes, más allá de lo que se podía ver con los ojos. Todo estaba quieto. Todo estaba en silencio. De repente, el cielo se aclaró. Las nubes se volvieron blancas, redondas y esponjosas. Luego, una gran pelota apareció por detrás de las nubes. La pelota era brillante. Y era roja y amarilla al igual que el aceite de palma. La pelota era el sol. El sol de Aku. Todo se revolvió. El silencio se fue.

# data_list
source: How many different colors of clothes do you see here? Which colors of the rainbow are missing?
es: ¿Cuántos colores de ropa diferentes ves en esta imagen? ¿Cuáles colores del arco iris faltan?

# data_list
source: Do the colors of the clothes you are wearing match any of these clothes?
es: ¿Coinciden con estos colores los colores de la ropa que estás usando ahora?

# data_list
source: Finding what is the same and what is different is an important way we understand the things in our world.
es: Encontrar las cosas que son iguales y las que son diferentes es una manera importante de entender las cosas en el mundo.

# data_list
source: Soon, everyone was rushing home to prepare for their daily activities. \PARA Ataa Ankra looked for his fish bucket. Farmers took their hoes. Children bathed and dressed, ready to go to school. Women tied monies at the ends of their cover cloths. They carried their basins and baskets and hurried to the market.
es: Pronto, todos se apresuraron a sus casas para realizar sus actividades diarias. \PARA Ataa Ankra buscó su balde para la pesca. Los granjeros tomaron sus azadas. Los niños se bañaron y vistieron alistándose para ir a la escuela. Las mujeres ataron sus dineros al borde de sus mandiles. Cargaron sus cuencos y canastos y se apuraron para llegar al mercado.

# data_list
source: It is dangerous to look at the sun, but we can still notice its changes. Depending on the weather and the time of day, the sun can look glowing yellow, hot white, orange, and even brown.
es: Es peligroso mirar al sol directamente, pero a pesar de eso podemos observar sus cambios. Dependiendo del tiempo y la hora del día, el sol puede tener un color amarillo brillante, blanco incandescente, anaranjado e, incluso, marrón.

# data_list
source: What do you do during the day that you can't do at night?
es: ¿Qué puedes hacer durante el día pero no durante la noche?

# data_list
source: The story mentioned farmers working, people going to market, and children going to school. What other adult things only happen when the sun is out?
es: El cuento menciona a los granjeros trabajando, la gente yendo al mercado y los niños yendo a la escuela. ¿Qué otras actividades realizan los adultos solamente cuando hay sol?

# data_list
source: The sun returned to Sunland. Aku made it. A new day began ...
es: El sol regresó a Sunland. Aku lo logró. Empieza un nuevo día ...

# data_list
source: Why did Aku kick the ball into the sky? Did she do it to make the sun come out, or did she do it for some other reason?
es: ¿Por qué Aku pateó la pelota hacia el cielo? ¿Lo hizo para que el sol saliera o por algún otro motivo?

# data_list
source: The sun was Aku's only friend. She paid the sun a lot of attention, and the sun stayed with her without making fun of her long legs. Which things do you think make friendships work?
es: El sol era el único amigo de Aku. Ella le prestaba mucha atención y el sol se quedaba con ella sin burlarse de sus piernas largas. ¿Qué crees que hace falta para que las amistades funcionen?

# data_list
source: Sometimes, when some experience bothers two friends, it can get between them so they can't see each other. Has that happened to you with one of your friends? Did you find a way to fix things?
es: A veces, algo que pasa molesta a dos amigos y esta situación se interpone entre ellos tanto así que no se pueden ver. ¿Te ha pasado esto con alguno de tus amigos? ¿Pudiste encontrar la manera de resolver el problema?

# data_list
source: Once upon a time on a little farm near a little village.
es: Érase una vez, en una granja pequeña cerca de un pueblo pequeño.

# data_list
source: Farms can grow crops and raise animals, such as chickens. What are some things on a farm that you are curious about?
es: En las granjas se puede cultivar la tierra y criar animales, tales como los pollitos. ¿Tienes curiosidad por aprender acerca de las granjas?

# data_list
source: There are some groups of three things here. What do you see?
es: Aquí hay algunos grupos de tres cosas. ¿Qué ves?

# data_list
source: What are the different things these chickens are doing?
es: ¿Qué cosas diferentes están haciendo estos pollitos?

# data_list
source: There lived a little chicken called Daisy.
es: Allí vivía una pollita pequeña que se llamaba Daisy.

# data_list
source: Count together the claws that Daisy has on each leg and all together.
es: Cuenten juntos el número de garras que Daisy tiene en cada pata y luego en las dos patas.

# data_list
source: Daisy's claws spread out to help her balance. How long can you balance on one leg?
es: Las garras de Daisy se extienden para ayudarla a mantener su balance. ¿Cuánto tiempo te puedes balancear sobre una pierna?

# data_list
source: Can you balance on one leg long enough to count to five? To ten?
es: ¿Te puedes balancear en una pierna el tiempo que tardas en contar hasta cinco? ¿Hasta diez?

# data_list
source: "When I grow up, I want to fly high, high into the sky," Daisy said.
es: Daisy dijo: “Cuando crezca, quiero volar alto, alto en el cielo”.

# data_list
source: Count together all the circles on their faces. Don't forget to count the pupils in the middle of the eyes.
es: Cuenten juntos la cantidad de círculos en sus caras. No te olvides de contar las pupilas en el centro de los ojos.

# data_list
source: How can you tell that the other chickens are not as happy as Daisy?
es: ¿Cómo puedes darte cuenta de que los otros politos no están tan contentos como Daisy?

# data_list
source: What are these other chicken's thinking?
es: ¿Qué están pensando los otros pollitos?

# data_list
source: But all the other chickens laughed at her.
es: Pero todos los otros pollitos se rieron de ella.

# data_list
source: Their eyes are now closed. We close our eyes when we are asleep and at other times. Why are these chicken's eyes closed?
es: Ahora sus ojos están cerrados. Nosotros cerramos nuestros ojos cuando estamos dormidos y en otras ocasiones. ¿Por qué están cerrados los ojos de estos pollitos?

# data_list
source: Sometimes people laugh AT other people, and sometimes they laugh WITH other people. What is the difference?
es: Algunas veces, la gente se ríe DE otras personas. Otras veces se ríen CON otras personas. ¿Cuál es la diferencia?

# data_list
source: Do you think the shape of the big cloud looks like their mouths?
es: ¿Piensas que la forma que tiene la nube grande se parece a la de sus bocas?

# data_list
source: "You are so weird," they said. "We won't play with you anymore."
es: Le dijeron: “Eres tan rara. No vamos a jugar contigo jamás”.

# data_list
source: Now that their mouths have changed, do you think the cloud changed shape too?
es: Ahora que sus bocas cambiaron, ¿piensas que la nube también cambió de forma?

# data_list
source: Can you use your mouth to copy the shape of each chicken's mouth? Can you guess and copy the sound each chicken is making?
es: ¿Puedes usar tu boca para imitar la forma de la boca de cada uno de los pollitos? ¿Puedes adivinar e imitar el sonido que cada pollito está haciendo?

# data_list
source: Why are they calling Daisy a mean name?
es: ¿Por qué son groseros con Daisy?

# data_list
source: "Daisy, we can all flap our wings, but it's very difficult for chickens to fly," Mama told her.
es: Mamá dijo: “Daisy, todos podemos batir nuestras alas, pero es muy difícil que los pollitos vuelen”.

# data_list
source: Discuss what is similar about Daisy and her mother, and how they look different from the other chickens.
es: Analiza qué hay de parecido entre Daisy y su mamá y cómo lucen diferentes de los otros pollitos.

# data_list
source: What is Daisy's mother doing to help Daisy feel better?
es: ¿Qué está haciendo la mamá de Daisy para ayudar a que Daisy se sienta mejor?

# data_list
source: Sometimes we feel better when someone pats us or holds our hand. Have you ever tried to help a friend feel better with a friendly touch?
es: Algunas veces nos sentimos mejor cuando alguien nos acaricia o sostiene nuestra mano. ¿Alguna vez has tratado de ayudar a que un amigo/a se sienta mejor con un toque amistoso?

# data_list
source: Daisy wouldn't give up. Every day she practiced by herself, flapping her wings. Flap, flap, flap, she would flap her wings but she couldn't lift off the ground.
es: Daisy no se rendía. Todos los días practicaba sola, batiendo sus alas. Bate, bate, bate, ella batía sus alas pero no podía levantarse del piso.

# data_list
source: So far, this is a sad story for Daisy. Make up your own ending. Is it a happy or sad ending?
es: Hasta el momento, esta es una historia triste para Daisy. Crea tu propio final. ¿Es un final feliz o triste?

# data_list
source: Is Daisy too heavy to fly? Think of something that is as heavy as Daisy looks. Do you think that thing is too heavy to fly?
es: ¿Daisy es muy pesada para volar? Piensa en algo que sea tan pesado como parece ser Daisy. ¿Piensas que eso es muy pesado para volar?
