Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Balls and light bulbs are usually round. What are some round things around you?
es: Las pelotas y los focos son usualmente redondos. ¿Qué objetos son redondos a tu alrededor?

# data_list
source: We make brooms and mats from palm leaves.
es: Hacemos escobas y tapetes con las hojas de la palmera.

# data_list
source: Of the things around you, which of them look like they are made directly from trees or other natural materials?
es: De los objetos a tu alrededor, ¿cuáles parecen estar hechos de árboles u otros materiales naturales?

# data_list
source: Count together the number of different things in this picture that are made from a palm.
es: Cuenten juntos cuántos objetos diferentes están hechos de palmera en esta imagen.

# data_list
source: Count the number of loops that she is wearing. Is the number more or less than the man had on an earlier page?
es: Cuenta el número de aros que ella trae puestos. ¿El número es mayor o menor que el número de aros que el hombre llevaba puestos en una página previa?

# data_list
source: We use palm tree seeds for fuel.
es: Usamos las semillas de la palmera como combustible.

# data_list
source: Burning palm tree seeds is one of many possible sources of heat. How do you get heat where you live?
es: Quemar semillas de palmera es una de las muchas maneras de producir calor. ¿Cómo obtienes calor donde vives?

# data_list
source: What are other uses for heat besides cooking?
es: Además de cocinar, ¿para qué más necesitamos calor?

# data_list
source: An estimate is an educated guess based on partial information. Estimate the number of seeds in that basket. Is it a bigger number than you know?
es: Una estimación es una suposición que se basa en información parcial. Estima el número de semillas en la canasta. ¿Es un número que aún no sabes contar?

# data_list
source: Do you see why the palm tree is important?
es: ¿Comprendes por qué la palmera es importante?

# data_list
source: List and count how many ways the palm tree is useful to them.
es: Haz una lista y cuenta las maneras en que la palmera les es útil.

# data_list
source: What are some trees where you live that have important uses?
es: ¿Qué árboles con usos importantes hay donde vives tú?

# data_list
source: Whether useful or not, what are some of your favorite trees near you?
es: Sin importar su utilidad, ¿cuáles son tus árboles favoritos?

# data_list
source: This is Ndalo.
es: El es Ndalo.

# data_list
source: Identify together the kinds of animals you see and count each type.
es: Identifiquen juntos los tipos de animales que ven y cuenten cada tipo.

# data_list
source: Which type of animal in this picture is there the most of?
es: ¿De qué tipo de animal hay una mayor cantidad en esta imagen?

# data_list
source: Count together the buttons on Ndalo's shirt.
es: Cuenten juntos los botones de la camisa de Ndalo.

# data_list
source: Ndalo likes to read books.
es: A Ndalo le gusta leer libros.

# data_list
source: Count together the books in front of Ndalo on the table.
es: Cuenten juntos el número de libros que hay sobre la mesa frente a Ndalo.

# data_list
source: You can see on his face how much he likes to read!
es: ¡Puedes ver en su rostro lo mucho que le gusta leer!

# data_list
source: Do you like hearing stories from books?
es: ¿Te gusta escuchar las historias de los libros?

# data_list
source: This is Pendo.
es: Ella es Pendo.

# data_list
source: There are many little details in this picture. Count the animals that you can find.
es: Hay muchos detalles pequeños en esta imagen. Cuenta todos los animales que puedas ver.

# data_list
source: How many trees and power poles do you see?
es: ¿Cuántos árboles y postes de electricidad ves?

# data_list
source: Point at and count the people moving around that you can just barely see.
es: Señala y cuenta las personas que se mueven alrededor y que apenas se pueden ver.

# data_list
source: Pendo likes to eat carrots.
es: A Pendo le gusta comer zanahorias.

# data_list
source: Can you tell by looking at Pendo that Pendo likes carrots?
es: ¿Puedes decir al mirar a Pendo que a Pendo le gustan las zanahorias?

# data_list
source: Do you like eating carrots? What is your favorite vegetable?
es: ¿Te gusta comer zanahorias? ¿Cuál es tu vegetal favorito?

# data_list
source: Pendo is eating two carrots, and Ndalo is holding three more carrots. What is three more than two?
es: Pendo está comiendo dos zanahorias y Ndalo está sosteniendo tres zanahorias más. ¿Cuánto es tres más dos?

# data_list
source: Ndalo grazes Pendo after school.
es: Ndalo lleva a pastar a Pendo después de la escuela.

# data_list
source: Count all the different animals in the yard, or just count your favorites.
es: Cuenta los diferentes animales que hay en el campo, o simplemente cuenta tus animales favoritos.

# data_list
source: Which type of animal is there the most of and which has the least?
es: ¿De qué tipo de animal hay una mayor cantidad y de cuál hay una menor cantidad?

# data_list
source: What food are Pendo and the goats eating? Do you suppose you would like eating grass?
es: ¿Qué comida comen Pendo y las cabras? ¿Crees que te gustaría comer pasto?

# data_list
source: He gives fresh water to Pendo.
es: El le da agua fresca a Pendo.

# data_list
source: Ndalo is very good about taking care of Pendo. Do you have any animals that you care for?
es: Ndalo es muy bueno cuidando a Pendo. ¿Tienes algún animal para cuidar?

# data_list
source: Point at the many colors -- Pendo is brown, Ndalo's shirt is blue, the pail is yellow, the grass is green, and the underside of the water basin is pink.
es: Señala los diferentes colores: Pendo es marrón, la camisa de Ndalo es azul, el balde es amarillo, el pasto es verde y la parte inferior del recipiente de agua es rosa.

# data_list
source: Pendo looks very big next to Ndalo. How many times bigger than Ndalo do you think Pendo is?
es: Pendo se ve muy grande al lado de Ndalo. ¿Cuántas veces más grande que Ndalo crees que Pendo es?

# data_list
source: Father gives grain to Pendo.
es: El padre le da trigo a Pendo.

# data_list
source: The cat is watching Pendo eat the grain.. Do you think the cat wants some of the grain?
es: El gato está mirando a Pendo comer el trigo. ¿Crees que el gato quiere comer trigo también?

# data_list
source: What do you think the cat is waiting for?
es: ¿Qué crees que está esperando el gato?

# data_list
source: Pendo provides the family with a lot of milk. What does the cat provide the family?
es: Pendo proporciona mucha leche a la familia. ¿Qué le aporta el gato a la familia?

# data_list
source: He milks Pendo every day.
es: El ordeña a Pendo todos los días.

# data_list
source: The cat is still waiting. Perhaps the cat is hoping for some splashed milk?
es: El gato sigue esperando. ¿Quizás el gato espera un poco de leche salpicada?

# data_list
source: Why are Pendo's back two legs tied to a post? Do you think she likes being milked?
es: ¿Por qué las dos patas traseras de Pendo están atadas a un poste? ¿Crees que le gusta que la ordeñen?

# data_list
source: A rectangle is a four-sided shape like this page. Point at a few of the many rectangles in this picture.
es: Un rectángulo es una figura de cuatro lados como esta página. Señala algunos de los rectángulos que hay en esta imagen.

# data_list
source: Pendo gives a lot of milk.
es: Pendo da mucha leche.

# data_list
source: Count together the number of milk containers.
es: Cuenten juntos el número de envases con leche.

# data_list
source: The window behind them is split into parts called panes. How many panes are there?
es: La ventana detrás de ellos se divide en partes llamadas cristales. ¿Cuántos cristales hay?

# data_list
source: Liquid containers are often round, but sometimes milk comes in milk cartons in the shape of boxes.
es: Los recipientes para líquidos suelen ser redondos, pero a veces la leche viene en cartones de leche que tienen la forma de una caja.

# data_list
source: Father sells Pendo's milk.
es: El padre vende la leche de Pendo.

# data_list
source: His father's shirt has some interesting patterns. Point at and describe the stripes and black diamonds.
es: La camisa de su padre tiene algunos patrones interesantes. Señala y describe las rayas y los diamantes negros.

# data_list
source: Describe this woman's colorful dress.
es: Describe el colorido vestido de la mujer.

# data_list
source: What is the picture on the paper on the wall? The sign says "Milk here."
es: ¿Cuál es el dibujo del papel que está colgado en la pared? El letrero dice "Leche aquí".

# data_list
source: Ndalo drinks fresh milk every day.
es: Ndalo bebe leche fresca todos los días.

# data_list
source: How can you tell Ndalo has been drinking milk?
es: ¿Cómo puedes saber que Ndalo ha estado bebiendo leche?

# data_list
source: When you drink something, do you end up with the liquid around your mouth?
es: Cuando bebes algo, ¿terminas con el líquido alrededor de la boca?

# data_list
source: There are many rectangles here. Count the doors and windows that you can see. Are there more or less doors than windows?
es: Hay muchos rectángulos aquí. Cuenta las puertas y ventanas que ves. ¿Hay más o menos puertas que ventanas?

# data_list
source: He says, "Thank you Pendo!"
es: Él dice: "¡Gracias, Pendo!"

# data_list
source: Ndalo's family feeds and takes care of Pendo, and Pendo gives them milk. Does that seem like a fair trade?
es: La familia de Ndalo alimenta y cuida a Pendo, y Pendo les da leche. ¿Te parece un trato justo?

# data_list
source: Talk about some of the places your food comes from.
es: Hablen acerca de los lugares de donde proviene la comida que consumen en casa.

# data_list
source: Are you thankful for where your food comes from?
es: ¿Estás agradecido por el lugar de donde proviene tu comida?

# data_list
source: A long time ago, in the vast city of Johannesburg, a baby girl was born. That baby was me. My mom called me Miriam. Miriam Makeba.
es: Hace mucho tiempo, en la inmensa ciudad de Johannesburgo, nació una niña. Esa bebé era yo. Mi mamá me llamó Miriam. Miriam Makeba.

# data_list
source: She is sitting on a three-legged stool. Most chairs have four legs. What is better about having three legs?
es: Ella está sentada en un banco de tres patas. La mayoría de las sillas tienen cuatro patas. ¿Cuál es la ventaja de tener tres patas?

# data_list
source: This story has lots of rectangles. A rectangle is a shape with four straight sides and corners that are right angles, like the corners of this page. Point to some rectangles in this picture.
es: Esta historia tiene muchos rectángulos. Un rectángulo es una figura con cuatro lados rectos y esquinas que son ángulos rectos, como las esquinas de esta página. Señala algunos de los rectángulos en esta imagen.

# data_list
source: There are rectangles all around you. Point to some rectangles where you are.
es: Hay rectángulos en todo lo que te rodea. Señala algunos rectángulos en el lugar donde tú estás.

# data_list
source: Mom was a sangoma, but she also worked to make other people's homes neat and clean. It was hard for my mom to earn enough for both of us. She started selling homemade beer to bring in more money.
es: Mamá era una curandera, pero también trabajaba limpiando y ordenando las casas de otras personas. Era difícil para mi madre ganar lo suficiente para las dos. Empezó a vender cerveza casera para conseguir más dinero.

# data_list
source: A sangoma is an herbalist or a healer. Do you like going to the doctor?
es: Una sangoma es una yerbera o curandera. ¿Te gusta ir al doctor?

# data_list
source: Look at the rectangles that are beautiful shades of blue in this picture. How many do you count? Did you count them by 1's, 2's, or in some other way?
es: Mira los rectángulos de hermosos tonos de azul en esta imagen. ¿Cuántos puedes contar? ¿Los contaste de 1 en 1, de 2 en 2 o de alguna otra manera?

# data_list
source: Point to some rectangles that are not blue, if you can find any.
es: Señala algunos rectángulos que no son azules si puedes encontrar alguno.

# data_list
source: The laws of the land said that selling homemade beer was wrong. The police sent my mom to jail for six long months. I was only 18 days old, and needed my mom. So even though I was a baby, I went to jail too.
es: Las leyes del país decían que vender cerveza casera estaba mal. La policía envió a mi madre a la cárcel durante seis largos meses. Yo tenía solo 18 días de nacida y necesitaba a mi mamá. Así que, aunque era solo una bebé, también fui a la cárcel.

# data_list
source: Looking at their faces, how are Miriam and her mother feeling? How were they feeling on the previous page?
es: Basándote en sus caras, ¿cómo se sienten Miriam y su madre? ¿Cómo se sentían en la página anterior?

# data_list
source: More and more rectangles! There are lots of rectangles, but there are also some other shapes -- can you find them?
es: ¡Más y más rectángulos! Hay muchos rectángulos, pero también hay otras figuras. ¿Las puedes encontrar?

# data_list
source: There are circles for the eyes, beads, and hoop earrings. There is a downturned arc, which is a part of a circle, for the mother's mouth.
es: Hay círculos para los ojos, las cuentas y los pendientes de aro. Hay un arco boca abajo, que es una parte de un círculo, para la boca de la madre.

# data_list
source: As a little girl I loved to sing. When I was older, I helped my mom clean houses. Singing songs as I worked made the chores go faster and the days seem brighter. Singing made me happier than I can explain.
es: De pequeña me encantaba cantar. Cuando fui mayor, ayudé a mi mamá a limpiar casas. Cantar mientras trabajaba hacía que el trabajo fuera más rápido y los días parecieran más brillantes. Cantar me hacía más feliz de lo que puedo explicar.

# data_list
source: What in this page shows that she is singing? Do you know how to read music notes on a page?
es: ¿Qué hay en esta página que demuestra que está cantando? ¿Sabes cómo leer notas musicales?

# data_list
source: Do you like to sing? Some people have trouble hearing the right notes to sing, but with practice and listening they can get much better at it.
es: ¿Te gusta cantar? A algunas personas les cuesta trabajo escuchar las notas adecuadas para cantar, pero con la práctica y escuchando pueden mejorar mucho.

# data_list
source: Rectangles are a very common shape in most rooms. How many rectangles can you find in this picture?
es: Los rectángulos son una figura muy común en la mayoría de las habitaciones. ¿Cuántos rectángulos puedes encontrar en esta imagen?

# data_list
source: I sang in my church, and this made others happy too. Music has the power to bring people together. When we were singing we felt brave and strong.
es: Cantaba en la iglesia y esto también alegraba a otros. La música tiene el poder de unir a la gente. Cuando cantábamos nos sentíamos valientes y fuertes.

# data_list
source: Does it surprise you to read that she felt brave and strong while singing? What do you think she meant by that?
es: ¿Te sorprende leer que se sentía valiente y fuerte mientras cantaba? ¿Qué crees que quiso decir con eso?

# data_list
source: These windows are not rectangles! One of the windows is a circle. We can't see the whole scene, but it looks like the other windows have arched tops. An arch is part of an oval.
es: ¡Estas ventanas no son rectángulos! Una de las ventanas es un círculo. No podemos ver toda la escena, pero parece que las otras ventanas tienen la parte superior en forma de arco. Un arco es una parte de un óvalo.

# data_list
source: Look at the particularly interesting interplay of shapes on the blue dress. Shapes can be combined in such interesting ways!
es: Fíjate en el conjunto de figuras especialmente interesante en el vestido azul. ¡Las figuras se pueden combinar de formas tan interesantes!

# data_list
source: People said my voice was a gift and my songs were special. I sang with other musicians and our music was heard all over the world.
es: La gente decía que mi voz era un don y que mis canciones eran especiales. Canté con otros músicos y nuestra música se escuchó en todo el mundo.

# data_list
source: Miriam is standing in a spotlight shining down from a bright light in the ceiling. The spotlight makes a cone of light that the singer can be in and stand on the stage. People can have cones that are funnels or ice cream cones.
es: Miriam está en medio de la luz que brilla desde un foco en el techo. La luz del foco forma un cono dentro del cual la cantante puede pararse en el escenario. La gente puede tener conos que son embudos o conos de helado.

# data_list
source: When a spotlight shines straight down it makes a circle on the stage floor. When it shines from the side, the shape on the floor is called an oval or an ellipse. Do you see any ellipses where you are?
es: Cuando un foco ilumina directamente hacia abajo, la luz forma un círculo en el suelo del escenario. Cuando ilumina desde un lado, la figura en el piso se llama óvalo o elipse. ¿Ves algunas elipses en el lugar donde tú estás?

# data_list
source: Other than the spotlight, what other ovals or parts of ovals do you see in this picture?
es: Además de la luz del foco, ¿qué otros óvalos o partes de óvalos ves en esta imagen?

# data_list
source: My home was Sophiatown, a place of culture and music. Sophiatown is a place where South Africans could make music and harmony and dance together. But the people who ruled the land at the time did not like this togetherness. Those rulers didn't want black and white people to be friends.
es: Sophiatown era mi hogar, un lugar de cultura y música. Sophiatown es un lugar donde los sudafricanos pueden crear música y armonía y bailar juntos. Pero a la gente que gobernaba el país en ese momento no le gustaba esta unión. Esos gobernantes no querían que las personas negras y blancas fueran amigas.

# data_list
source: Unfortunately, some people pay attention to things that are different about people, such as skin color, how tall they are, or the place where they come from. Are there some differences that keep you away from some people?
es: Desafortunadamente, algunas personas prestan atención a las diferencias como el color de piel, la estatura o el lugar de origen. ¿Existen diferencias que te alejen de otras personas?

# data_list
source: Music is something that can be shared and it can help bring people together. What brings you together with your friends?
es: La música es algo que se puede compartir y puede unir a la gente. ¿Qué te une con tus amigos?

# data_list
source: Do you think doing math is something that can be shared and bring people together?
es: ¿Crees que practicar las matemáticas es algo que se puede compartir y puede unir a la gente?

# data_list
source: I knew it was wrong to treat people differently because of their skin color. I did not hide my beliefs, and so those people in charge wanted me out of the country. When I was singing in America, I was told I could never return home.
es: Yo sabía que estaba mal tratar a la gente de manera diferente debido a su color de piel. No oculté mis creencias, y por eso las personas en puestos importantes me querían fuera del país. Mientras cantaba en Estados Unidos, me informaron que nunca podría volver a casa.

# data_list
source: How is Miriam feeling? How can you tell?
es: ¿Cómo se siente Miriam? ¿Cómo lo sabes?

# data_list
source: Have you ever been away from home and worried about getting back? Did it make you sad, or was it just hard to wait?
es: ¿Alguna vez has estado lejos de casa y te has preocupado por tu regreso? ¿Eso te hizo sentir triste o simplemente te costó trabajo esperar?

# data_list
source: Clouds can come in many shapes! Notice that the bottoms of these clouds are flat. That often happens with clouds. Look at the clouds where you are, or remember a time when there were lots of clouds -- were they flat on the bottom?
es: ¡Las nubes pueden tener muchas formas! Observa que las partes inferiores de estas nubes son planas. Eso ocurre a menudo con las nubes. Mira las nubes en el lugar donde tú estás o recuerda alguna vez en que hubo muchas nubes. ¿Eran planas en la parte inferior?

# data_list
source: People all over the world heard my story. My songs and my story helped many to see how there was no fairness in South Africa for those with black skin. I decided to go on singing and telling the truth about my country, no matter what.
es: La gente de todo el mundo escuchó mi historia. Mis canciones y mi historia ayudaron a muchos a ver que no había justicia en Sudáfrica para los que teníamos la piel negra. Decidí seguir cantando y diciendo la verdad acerca de mi país, sin importar lo que pasara.

# data_list
source: Have you ever done something that some people thought was a bad idea, but you knew it was the right thing to do? What was it? Were you glad you stood up for what you believed in?
es: ¿Alguna vez has hecho algo que otros pensaban que era una mala idea, pero tú sabías que era lo correcto? ¿Qué fue? ¿Te alegras de haber defendido tus creencias?

# data_list
source: How do the eyebrows and mouths in this picture show that the people are dismayed?
es: ¿Cómo muestran las cejas y las bocas en esta imagen que las personas están consternadas?

# data_list
source: Use your eyebrows to show different feelings. Try to show that you are happy, sad, surprised, or worried.
es: Utiliza las cejas para mostrar diferentes sentimientos. Intenta demostrar que estás feliz, triste, sorprendido/a, o preocupado/a.

# data_list
source: The world loved my music and I was welcomed in many countries. I won awards and sang for important people all over the globe. My life was good, but something was missing. I could not sing in my home country, and people there were not free.
es: El mundo amó mi música y me acogieron en muchos países. Gané premios y canté para personas importantes en todo el mundo. Mi vida era buena, pero faltaba algo. No podía cantar en mi país y la gente ahí no era libre.

# data_list
source: Notice how the spotlight creates part of an oval on the floor.
es: Fíjate como la luz del foco crea parte de un óvalo en el suelo.

# data_list
source: Sometimes an outline of a shape is enough to tell what it is. The two dark outlines show people wearing something special on their heads. Who do you think these people are?
es: A veces el contorno de una figura es suficiente para saber de qué se trata. Los dos contornos oscuros muestran que las personas llevan algo especial en la cabeza. ¿Quién crees que son estas personas?

# data_list
source: Have you ever done some singing, dancing, or other performing in front of people? How did you feel?
es: ¿Alguna vez has cantado, bailado o actuado delante de la gente? ¿Cómo te sentiste?

# data_list
source: Then a wonderful day dawned when Nelson Mandela became president of South Africa. New people were in charge and the unfair laws belonged to the past. I finally went home with new hope in my heart.
es: Entonces amaneció un día maravilloso cuando Nelson Mandela se convirtió en presidente de Sudáfrica. Nuevas personas estaban a cargo y las leyes injustas pertenecían al pasado. Finalmente fui a casa con una nueva esperanza en mi corazón.

# data_list
source: Which arcs on their faces show that they are happy?
es: ¿Qué arcos en sus rostros muestran que están felices?

# data_list
source: The stripes on the shirt of President Mandela are made up of rectangles. There are shapes all around us!
es: Las rayas de la camisa del presidente Mandela están formadas por rectángulos. ¡Hay figuras por todas partes!

# data_list
source: Did you notice the flat-bottomed clouds in this picture?
es: ¿Notaste las nubes con base plana en esta imagen?
