Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Create an empty 5 by 5 grid using five horizontal and vertical lines. Players take turns putting their tokens on points where the lines cross in the grid. The first player with four tokens on the corners of a square of any size wins.
es: Crea una cuadrícula vacía de 5 por 5 usando cinco líneas horizontales y verticales. Los jugadores se turnan para colocar sus fichas en los puntos donde las líneas se cruzan en la cuadrícula. El primer jugador con cuatro fichas en las esquinas de un cuadrado de cualquier tamaño gana.

# template
source: As your child gets experienced with this, change the rules to allow squares with diagonal sides.
es: A medida que su niño/niña vaya adquiriendo experiencia con esto, cambie las reglas para permitir cuadrados con lados diagonales.

# template
source: String Art - Make abstract drawings by connecting points with the same number along opposite sides of an angle.
es: Arte con Cuerdas: haga dibujos abstractos conectando puntos con el mismo número a lo largo de lados opuestos de un ángulo.

# template
source: A second way is to put some dots, say 8, evenly spaced on a circle. Play with creating different patterns by connecting the dots in order, or connecting every second dot, or every third dot.
es: Una segunda forma es poner algunos puntos, digamos 8, espaciados uniformemente en un círculo. Juega creando diferentes patrones conectando los puntos en orden, o conectando cada segundo punto, o cada tercer punto.

# template
source: Use four tokens each of four different types. For example, use different colored gummy bears. We have used orange triangles, blue squares, red circles, and purple diamonds. To create one of these puzzles, start with the answer – this will be a pattern of tokens with one of each kind in each row and column, and one of each kind in each 2 by 2 corner box of the grid.
es: Usa cuatro fichas de cada uno de cuatro tipos diferentes. Por ejemplo, use ositos de goma de diferentes colores. Hemos utilizado triángulos naranjas, cuadrados azules, círculos rojos y diamantes morados. Para crear uno de estos rompecabezas, comience con la respuesta: este será un patrón de fichas con una de cada tipo en cada fila y columna, y una de cada tipo en cada cuadro de esquina de 2 por 2 de la cuadrícula.

# template
source: Once you have the “answer,” pull off some of the tokens and place them in a pile to the side. Finally, give the puzzle to your child to figure out how to put back the tokens that were pulled off. Although you can remove any set of tokens you feel will make a good puzzle, there are some simple strategies for creating puzzles: remove one token from each row; remove all of one kind of token and one each of the other tokens; or remove one entire row and column.
es: Una vez que tenga la "respuesta", saque algunas de las fichas y colóquelas en una pila a un lado. Finalmente, dele el rompecabezas a su niño/niña para que descubra cómo volver a colocar las fichas que se quitaron. Aunque puede eliminar cualquier conjunto de fichas que crea que será un buen rompecabezas, existen algunas estrategias sencillas para crear rompecabezas: retire una ficha de cada fila; eliminar todos los de un tipo de ficha y cada uno de los demás fichas; o elimine una fila y una columna completas.

# template
source: Gently introduce the idea of variable names by starting to use silly names for numbers in activities that involve missing numbers. There are two people - the Puzzler, who thinks of a number, and the Questioner, who discovers the number. To start, the Puzzler says, “Bowser is a number from 0 to 12.” The Questioner then asks questions of the form “How does Bowser compare to 4?” The Puzzler then says Bowser is smaller, equal to, or larger than 4. Make this into a game by counting the questions. After alternating turns, the player asking the smaller number of questions wins. As your child’s mathematics develops, use other kinds of questions, such as “Is Bowser even?” or “Is Bowser a prime number?”
es: Presente suavemente la idea de nombres variables comenzando a usar nombres tontos para los números en actividades que involucran números faltantes. Hay dos personas: el Enigma, que piensa en un número, y el Interrogador, que descubre el número. Para empezar, el Enigma dice: "Bowser es un número del 0 al 12". El interrogador luego hace preguntas del tipo "¿Cómo se compara Bowser con 4?" El Enigma luego dice que Bowser es más pequeño, igual o mayor que 4. Convierta esto en un juego contando las preguntas. Después de alternar turnos, gana el jugador que haga la menor cantidad de preguntas. A medida que se desarrollen las matemáticas de su niño/niña, utilice otros tipos de preguntas, como "¿Está parejo Bowser?" o "¿Bowser es un número primo?"

# template
source: You and your child each pretend to have a bag with some number of things. One person creates a story such as: “Your bag has 3 raisins and mine has one more. How many do I have?” After your child gets comfortable with this, let your child come up with the question some of the time - this is often great fun for them, especially if you make the occasional “mistake.”
es: Usted y su niño/niña pretenden tener una bolsa con varias cosas. Una persona crea una historia como: “Tu bolsa tiene 3 pasas y la mía tiene una más. ¿Cuántos tengo?" Una vez que su niño/niña se sienta cómodo con esto, deje que se le ocurra la pregunta algunas veces; esto suele ser muy divertido para ellos, especialmente si comete el "error" ocasional.

# template
source: These stories can get more elaborate with experience. For example, the story could be “I have two fewer cookies than you do, and together we have six cookies. How many cookies do you have?” Another example, “You have twice as many candies as I do, and together we have nine pieces. How many pieces do you have?” The use of bags and pieces of food can be replaced by the idea of a fish bowl with two (or more) kinds of fish, or with any other imagery that appeals to your child. For a fish bowl, you could create a story such as “There are seven fish in the bowl, and there is one more goldfish than there are tetras. How many goldfish are there?”
es: Estas historias pueden volverse más elaboradas con la experiencia. Por ejemplo, la historia podría ser “Tengo dos galletas menos que tú y juntos tenemos seis galletas. ¿Cuántas galletas tienes?" Otro ejemplo, “Tienes el doble de caramelos que yo, y juntos tenemos nueve piezas. ¿Cuántas piezas tienes?" El uso de bolsas y trozos de comida puede ser reemplazado por la idea de una pecera con dos (o más) tipos de peces, o con cualquier otra imagen que atraiga a su niño/niña. Para una pecera, podría crear una historia como “Hay siete peces en la pecera y hay un pez dorado más que tetras. ¿Cuántos peces dorados hay?"

# template
source: Stories are a fun way to add interest to calculations. Here two examples of such stories: There are four chairs in a room. At first there are two people, but then three more come along. Can everyone sit down? This is more interesting than simply asking if 2 + 3 is larger than 4.
es: Las historias son una forma divertida de agregar interés a los cálculos. Aquí dos ejemplos de tales historias: Hay cuatro sillas en una habitación. Al principio hay dos personas, pero luego vienen tres más. ¿Pueden todos sentarse? Esto es más interesante que simplemente preguntar si 2 + 3 es más grande que 4.

# template
source: My two friends and I are having ice cream. I will give each of my friends one more scoop than I get. If there are ten scoops of ice cream, how many scoops of ice cream can I have? Pick topics that interest your child, such as food or animals. As your child gets better at these stories, let some of the stories be somewhat vague so your child will need to analyze more and learn to ask clarifying questions.
es: Mis dos amigos y yo estamos tomando un helado. Le daré a cada uno de mis amigos un cucharón más que yo. Si hay diez cucharones de helado, ¿cuántos cucharones de helado puedo comer? Elija temas que le interesen a su niño/niña, como comida o animales. A medida que su niño/niña mejore con estas historias, deje que algunas de las historias sean algo vagas para que su niño/niña deba analizar más y aprender a hacer preguntas aclaratorias.

# template
source: Use a deck of cards with numbers from 1 to 10. On a shared piece of paper, have boxes, or simple drawings of houses, numbered from 0 to 11. To provide practice figuring out order, do not put these boxes in order on the page. Each player has 7 tokens distinct from the other player’s tokens - using different colors is one way to do this.
es: Use una baraja de cartas con números del 1 al 10. En una hoja de papel compartida, tenga cajas o dibujos simples de casas, numerados del 0 al 11. Para proporcionar práctica para averiguar el orden, no ponga estas cajas en orden en la página. Cada jugador tiene 7 fichas distintas de las fichas del otro jugador; usar diferentes colores es una forma de hacerlo.

# template
source: On a turn, a player picks a card and puts their token in any house that is one more or one less, as long as it does not have 3 or more of the other player’s tokens in it already. If the house has one or two of the opponent’s tokens, those are given back to the opponent and the player says “Get out of my house.” The first player to place all their tokens wins. If your child is not ready for numerals yet, use Number Cards and boxes with quantities of dots. One playing option is to use a smaller or larger range of Number Cards and boxes. Another option is to allow moves to houses that are 2 numbers more or less.
es: En un turno, un jugador elige una carta y pone su ficha en cualquier casa que sea una más o una menos, siempre que no tenga 3 o más fichas del otro jugador. Si la casa tiene una o dos de las fichas del oponente, se las devuelven al oponente y el jugador dice "Sal de mi casa". El primer jugador en colocar todas sus fichas gana. Si su niño/niña aún no está listo/lista para los números, use Tarjetas Numéricas y cajas con cantidades de puntos. Una opción de juego es utilizar una gama más pequeña o más grande de Cartas de Números y cajas. Otra opción es permitir mudanzas a casas que tengan 2 números más o menos.

# template
source: Use one set of cards from 0 to 10. Use either Number Cards or playing cards with Queen as 0 and Ace as 1. Each player also gets 20 tokens.
es: Utilice un juego de cartas del 0 al 10. Utilice Cartas Numéricas o naipes con la reina como 0 y el as como 1. Cada jugador también recibe 20 fichas.

# template
source: For the player whose turn it is, deal two cards face up and a third card face down between them. The player decides to bet 0 to 3 tokens that the third card is between the two cards. If the player is right, the player gets that many tokens from the other player. If the player is wrong, that many tokens go to the other player. You can either play five rounds or until one player runs out of tokens. The player with the most tokens at the end wins.
es: Para el jugador al que le toca el turno, reparta dos cartas boca arriba y una tercera boca abajo entre ellos. El jugador decide apostar de 0 a 3 fichas a que la tercera carta está entre las dos cartas. Si el jugador tiene razón, el jugador obtiene esa cantidad de fichas del otro jugador. Si el jugador se equivoca, esa cantidad de fichas irá al otro jugador. Puedes jugar cinco rondas o hasta que un jugador se quede sin fichas. El jugador con más fichas al final gana.

# template
source: Develop a sense of quantities by seeing who can make the best estimate for the size of a group, such as a group of people standing in line. Force yourselves to make a quick estimate so no one gets an advantage by doing a partial count. After everyone gives an estimate, count the objects and reward the person who is the closest.
es: Para desarrollar el sentido de las cantidades, vea quién puede hacer la mejor estimación del tamaño de un grupo de objetos, como un grupo de personas en fila. Para que el juego sea divertido, oblíguense a hacer una estimación rápida para que nadie obtenga una ventaja al hacer un conteo parcial. Después de que todos den una estimación, cuente los objetos y recompense a la persona más cercana.

# template
source: This is similar to the Shape Sudoku puzzles, only now it uses numbers (or quantities of dots). To avoid erasing, use numbered (or dotted) slips of paper to solve the puzzles. For a 4 by 4 puzzle, each row and column has the numbers from 1 to 4 once. Also, each marked subregion has the numbers from 1 to 4 once. That’s it! Create these puzzles for your child by starting with a completed puzzle and removing some of the pieces of paper.
es: Es similar al Sudoku de Formas, solo que ahora usa números (o cantidades de puntos). Para evitar borrar, use tiras de papel numeradas (o con puntos) para resolver los acertijos. Para un rompecabezas de 4 por 4, cada fila y columna tiene los números del 1 al 4 una vez. Además, cada subregión marcada tiene los números del 1 al 4 una vez. ¡Es todo! Crea estos rompecabezas para su niño/niña comenzando con un rompecabezas completo y quitando algunos de los pedazos de papel.

# template
source: For variety, you can use irregularly-sized subregions. You can also create puzzles of larger size (two 5 by 5 puzzles are shown).
es: Para variar, puede utilizar subregiones de tamaño irregular. También puede crear rompecabezas de mayor tamaño (se muestran dos rompecabezas de 5 x 5).

# template
source: Greater Than Sudoku puzzles start with the same rules as regular Sudoku - each number appears exactly once in each row, column, and subregion. Additionally, if there is a less than or greater than symbol between two cells, then the numbers in the cells must obey that relationship.
es: Los rompecabezas de Más Qué Sudoku comienzan con las mismas reglas que el Sudoku normal: cada número aparece exactamente una vez en cada fila, columna y subregión. Además, si hay un símbolo menor que o mayor que entre dos celdas, los números en las celdas deben obedecer esa relación.

# template
source: Tell a child who has never seen a comparison symbol that the bigger number is on the side with the wider part of the symbol. Some people say that the symbol is a hungry alligator and it always wants its mouth to point in the direction of the larger number.
es: Dígale a un niño/niña que nunca ha visto un símbolo de comparación que el número más grande está en el lado con la parte más ancha del símbolo. Algunas personas dicen que el símbolo es un caimán hambriento y siempre quiere que su boca apunte en la dirección del número mayor.

# template
source: A useful strategy is to first look for where the smallest and largest numbers are. As your child gets better, make the puzzles more challenging by leaving out more of the inequality symbols. Make these puzzles by using a finished Sudoku puzzle. Put in greater than and less than signs on a blank grid of the same geometry. If your child gets stuck, put in a few numbers to help your child get started.
es: Una estrategia útil es buscar primero dónde están los números más pequeños y más grandes. A medida que su niño/niña mejore, haga que los rompecabezas sean más desafiantes omitiendo más símbolos de desigualdad. Haga estos rompecabezas usando un Sudoku terminado. Coloque signos de mayor y menor que en una cuadrícula en blanco de la misma geometría. Si su niño/niña se atasca, ingrese algunos números para ayudarlo a comenzar.

# template
source: Someone makes a statement and the other players attempt to show that the person is lying. One type of statement is to say something is always true. Examples of this are: all trucks have four wheels, all rectangles are squares, all birds can fly, and the moon comes out at night. Another type of statement is of the form “if __, then ___ .” Examples of this are: if today is Monday, then it is a school day; if I don’t eat for three hours, then I am hungry; and if a person is taller than someone, then they are older.
es: Alguien hace una declaración y los otros jugadores intentan demostrar que la persona está mintiendo. Un tipo de afirmación es decir que algo siempre es cierto. Ejemplos de esto son: todos los camiones tienen cuatro ruedas, todos los rectángulos son cuadrados, todos los pájaros pueden volar y la luna sale de noche. Otro tipo de declaración es de la forma "si __, entonces ___ ." Ejemplos de esto son: si hoy es lunes, entonces es un día escolar; si no como durante tres horas, entonces tengo hambre; y si una persona es más alta que otra, entonces es mayor.

# template
source: The CodeMaster creates a code, and the other player is the CodeBreaker. Suppose the code has three positions each of which can be from 1 to 5. An example of such a code would be 321.
es: El Maestro de Códigos crea un código, y el otro jugador es el Descifrador de Códigos. Suponga que el código tiene tres posiciones, cada una de las cuales puede ser de 1 a 5. Un ejemplo de tal código sería 321.

# template
source: To break the code, the CodeBreaker guesses a code and the CodeMaster says how close the guess is. For example, if the CodeBreaker guesses 131, then the CodeMaster would say that one spot was exactly right and one other spot had the correct number but in the wrong place. Play continues until the CodeBreaker figures out the code. The number of guesses is the score for the CodeBreaker. The lowest score wins.
es: Para descifrar el código, el Descifrador de Códigos adivina un código y el Maestro de Códigos dice qué tan cerca está la conjetura. Por ejemplo, si el Descifrador de Códigos adivina 131, el Maestro de Códigos diría que un lugar era exactamente correcto y otro lugar tenía el número correcto pero en el lugar incorrecto. El juego continúa hasta que el Descifrador de Códigos descubre el código. El número de conjeturas es la puntuación del Descifrador de Códigos. Gana la puntuación más baja.

# template
source: To add challenge, have a maximum number of questions that the CodeBreaker is allowed to ask. Other variations are: allow or disallow repeated numbers in the code, use shorter or longer lengths for the code, and use a narrower or wider range of numbers for each place of the code.
es: Para agregar desafío, tenga un número máximo de preguntas que el Descifrador de Códigos pueda hacer. Otras variaciones son: permitir o no permitir números repetidos en el código, usar longitudes más cortas o más largas para el código y usar un rango de números más estrecho o más amplio para cada lugar del código.

# template
source: Start with a 4 x 4 empty grid of squares formed by 5 horizontal and vertical lines. Use a set of 15 pieces of paper the size of the grid squares, and number the pieces of paper from 1 to 15. The puzzle starts by having someone place the pieces of paper on the grid. The object of the puzzle is to get the pieces of paper in order with only the lower right hand corner of the grid empty. To achieve this, a piece of paper can be moved if it is adjacent to the empty square - in which case it can be slid into that space. Depending on how the person sets up the puzzle, the puzzle may or may not be solvable.
es: Comience con una cuadrícula vacía de cuadrados de 4 x 4 formada por 5 líneas horizontales y verticales. Use un set de 15 hojas de papel del tamaño de los cuadrados de la cuadrícula y numere las hojas de papel del 1 al 15. El rompecabezas comienza con alguien que coloque las hojas de papel en la cuadrícula. El objetivo del rompecabezas es poner los trozos de papel en orden con solo la esquina inferior derecha de la cuadrícula vacía. Para lograr esto, se puede mover una hoja de papel si está adyacente al cuadrado vacío, en cuyo caso se puede deslizar en ese espacio. Dependiendo de cómo la persona configure el rompecabezas, el rompecabezas puede resolverse o no.

# template
source: A 4 x 4 grid is too hard for a beginner, so start with something smaller. The grid could be as small as 2 x 2 or as big as the child wants. The number of numbered pieces of paper will always be one less than the size of the grid. For example, on a 2 x 3 grid use the cards from 1 to 5. To create these puzzles, you have two options. The first is to place the squares randomly, in which case you have a 50 / 50 chance of the position being solvable. Alternatively, you can start by placing the pieces of paper in the final position and then making a series of legal moves to move the paper around. When you are all done, you are guaranteed that the puzzle is solvable.
es: Una cuadrícula de 4 x 4 es demasiado difícil para un principiante, así que comience con algo más pequeño. La cuadrícula puede ser tan pequeña como 2 x 2 o tan grande como desee el niño. El número de hojas de papel numeradas siempre será uno menos que el tamaño de la cuadrícula. Por ejemplo, en una cuadrícula de 2 x 3, use las tarjetas del 1 al 5. Para crear estos rompecabezas, tiene dos opciones. La primera es colocar los cuadrados al azar, en cuyo caso tienes una probabilidad del 50 / 50 de que la posición se pueda resolver. Alternativamente, puede comenzar colocando los trozos de papel en la posición final y luego realizar una serie de movimientos legales para mover el papel. Cuando haya terminado, se le garantiza que el rompecabezas se puede resolver.

# template
source: There are two methods for this:
es: Hay dos métodos para esto:

# template
source: Method 1: Use this method if both numbers are 5 or less. For the example of adding 4 and 2, put up 4 fingers on one hand and 2 fingers on the other. Then, bring the two hands together - Tada! Your child will see 4 and 2 brought together becomes 6.
es: Método 1: Utilice este método si ambos números son 5 o menos. Para el ejemplo de sumar 4 y 2, coloque 4 dedos en una mano y 2 dedos en la otra. Luego, junta las dos manos: ¡Tara! Su niño/niña verá que 4 y 2 juntos se convierten en 6.

# template
source: Method 2: Use “counting on” from one of the numbers to reach any sum of up to 10. To add 4 and 2, put up 4 fingers on one hand, and count aloud from 0 to 2. For each spoken number after 0, put up one more finger. When 2 is reached, there should be 6 fingers raised. This method allows addition of numbers bigger than 5. Your child will come to realize that it’s easier to start with the larger number of fingers raised and count on using the smaller number.
es: Método 2: Use "contar" de uno de los números para llegar a cualquier suma de hasta 10. Para sumar 4 y 2, levante 4 dedos de una mano y cuente en voz alta de 0 a 2. Por cada número hablado después del 0, levante un dedo más. Cuando se alcanza el 2, debe haber 6 dedos levantados. Este método permite sumar números mayores que 5. Su niño/niña se dará cuenta de que es más fácil comenzar con la mayor cantidad de dedos levantados y contar con el número menor.

# template
source: There are two mental models for subtraction. It can be thought of as “take away” or “difference,” and your child should be comfortable with both models. Here is 8 - 5 calculated both ways:
es: Hay dos modelos mentales para restar. Se puede considerar como "para quitar" o "la diferencia", y su niño/niña debe sentirse cómodo con ambos modelos. Aquí hay 8 - 5 calculados en ambos sentidos:

# template
source: Take Away: Think of 8 - 5 as what is left after you start with 8 things and take 5 of them away. Start with 8 fingers raised. Next, count aloud from 0 to 5, and for each number after 0 put one finger down. When 5 is reached in the count, there will be three fingers left up.
es: Para quitar: Piense en 8 - 5 como lo que queda después de comenzar con 8 cosas y quitar 5 de ellas. Comience con 8 dedos levantados. Luego, cuente en voz alta de 0 a 5, y para cada número después del 0, ponga un dedo hacia abajo. Cuando se llega a 5 en la cuenta, quedarán tres dedos hacia arriba.
