Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: The challenge is to place the numbers from 1 to 6 in a pyramid with one card in the top row, two cards in the second row and three cards in the third row, where each number is the difference of the two numbers below it. Let your child take time and play around with this. Most likely, just by playing with it, your child will happen upon a solution. However, if your child gets anxious, here are two tips that help. The 6 must be in the bottom row because it cannot be the difference of any pair of numbers. Similarly, the 5 must either be in the bottom row or in the middle row above the 6 and the 1. If your child finds this easy to do, challenge them to find how many ways it can be done. Discuss what it means for two solutions to be different - if one solution is the mirror image of another, should it be considered different? Another challenge is to solve the harder puzzle of putting the numbers from 1 to 10 in a pyramid.
es: El desafío es colocar los números del 1 al 6 en una pirámide con una carta en la fila superior, dos cartas en la segunda fila y tres cartas en la tercera fila, donde cada número es la diferencia de los dos números debajo. Deje que su niño/niña se tome un tiempo y juegue con esto. Lo más probable es que, con solo jugar con él, su niño/niña encuentre una solución. Sin embargo, si su niño/niña se pone ansioso, aquí hay dos consejos que le ayudarán. El 6 debe estar en la fila inferior porque no puede ser la diferencia de ningún par de números. De manera similar, el 5 debe estar en la fila inferior o en la fila del medio encima del 6 y el 1. Si a su niño/niña le resulta fácil, desafíe a su niño/niña a encontrar de cuántas maneras se puede hacer. Analice lo que significa que dos soluciones sean diferentes: si una solución es la imagen especular de otra, ¿debería considerarse diferente? Otro desafío es resolver el rompecabezas más difícil de poner los números del 1 al 10 en una pirámide.

# template
source: Playing strategy games will help your child immensely with many reasoning, planning, and problem solving skills. There are dozens of such games - such as tic-tac-toe, 9 Men’s Morris, Fox and Geese, Dara, Connect Four, Mancala, Checkers, Go, Chess - far too many to cover here.
es: Los juegos de estrategia ayudarán enormemente a su niño/niña con muchas habilidades de razonamiento, planificación y resolución de problemas. Hay docenas de juegos de este tipo, como tic-tac-toe, 9 Men's Morris, Fox and Geese (zorro y ganso), Dara, Connect Four, Mancala, Juego de Damas, Go, Ajedrez, demasiados para cubrir aquí.

# template
source: There are many games similar to this one - games such as Rota, 9 Holes, and 3 Men’s Morris. In this version, there are 9 points connected in a grid by 3 horizontal and 3 vertical lines. Each player has three identical tokens to play with. The goal of the game is to get your three tokens in a line.
es: Hay muchos juegos similares a este: juegos como Rota, 9 Holes y 3 Men's Morris. En esta versión, hay 9 puntos conectados en una cuadrícula por 3 líneas horizontales y 3 verticales. Cada jugador tiene tres fichas idénticas para jugar. El objetivo del juego es poner tus tres fichas en una línea.

# template
source: There are two phases of play. During the first phase, the placement phase, the players take turns placing their tokens one at a time on vacant points. After all the tokens have been placed, the second phase, the movement phase, begins. During this phase, players take turns moving their tokens to empty adjacent points. An alternative rule is that pieces can be moved to any empty point, not just adjacent points. The game is over when one player wins or when the same position occurs three times, in which case it is a tie game.
es: Hay dos fases de juego. Durante la primera fase, la fase de colocación, los jugadores se turnan para colocar sus fichas de una en una en los puntos vacantes. Una vez colocadas todas las fichas, comienza la segunda fase, la fase de movimiento. Durante esta fase, los jugadores se turnan para mover sus fichas a puntos adyacentes vacíos. Una regla alternativa es que las piezas se pueden mover a cualquier punto vacío, no solo a puntos adyacentes. El juego termina cuando un jugador gana o cuando la misma posición ocurre tres veces, en cuyo caso es un juego empatado.

# template
source: This satisfying game starts with a rectangular grid of dots - say 3 by 4. During a turn, a player draws a horizontal or vertical line connecting two unjoined adjacent dots. If the new line completes a 1 by 1 box, the player earns a point and draws another line. When no more lines can be drawn, the player with the most points wins. An easy way to keep track of points is to put an initial inside each earned box.
es: Este juego satisfactorio comienza con una cuadrícula rectangular de puntos, digamos 3 por 4. Durante un turno, un jugador dibuja una línea horizontal o vertical que conecta dos puntos adyacentes separados. Si la nueva línea completa un cuadro de 1 por 1, el jugador gana un punto y dibuja otra línea. Cuando no se pueden dibujar más líneas, el jugador con más puntos gana. Una forma fácil de realizar un seguimiento de los puntos es poner una inicial dentro de cada casilla ganada.

# template
source: Although this is traditionally played with little squares, it can also be played with dots in a pattern to produce triangles or hexagons - it’s just a bit harder to draw.
es: Aunque esto se juega tradicionalmente con pequeños cuadrados, también se puede jugar con puntos en un patrón para producir triángulos o hexágonos; es un poco más difícil de dibujar.

# template
source: There are a cluster of games played with similar rules. Rather than use any of the detailed official rules, a simpler version should work just fine for young players. Although the official games are played on a 19 by 19 rectangular grid of points, a 13 by 13 grid produced by 13 horizontal and vertical lines should work well. Players take turns placing their tokens on grid points - you can use raisins and cheerios, or any other tokens you have lots of. The first player to get five of their tokens in a row wins.
es: Hay un grupo de juegos que se juegan con reglas similares. En lugar de utilizar cualquiera de las reglas oficiales detalladas, una versión más simple debería funcionar bien para los jugadores jóvenes. Aunque los juegos oficiales se juegan en una cuadrícula rectangular de 19 por 19 puntos, una cuadrícula de 13 por 13 producida por 13 líneas horizontales y verticales debería funcionar bien. Los jugadores se turnan para colocar sus fichas en los puntos de la cuadrícula; puedes usar pasas y cheerios, o cualquier otra ficha que tengas. El primer jugador en obtener cinco de sus fichas consecutivas en una línea gana.

# template
source: Your child has come so far! They can now count up and down between 0 and 20 and understand what all those quantities mean. Your child is comfortable “counting on” or “counting down” starting at any number in between 0 and 20. There is also a budding understanding of place value and how that relates to expanded form. Calculational abilities have also grown! Beyond adding and subtracting small numbers, your child has a sense of the number relationships of number bonds and fact families. The ideas of adding and subtracting 1 or 2, adding twins, and near twins, are ready to form the foundation for learning all the addition and subtraction facts. Your child has also picked up skip counting by 2, doubling, halving, and even and odd numbers – all of which are setting the stage for learning multiplication and division.
es: ¡Su niño/niña ha llegado tan lejos! Ahora pueden contar hacia arriba y hacia abajo entre 0 y 20 y comprender qué significan todas esas cantidades. Su niño/niña se siente cómodo "contando" o "contando hacia atrás" a partir de cualquier número entre 0 y 20. También hay una comprensión incipiente del valor posicional y cómo eso se relaciona con la forma expandida. ¡Las habilidades de cálculo también han aumentado! Más allá de sumar y restar números pequeños, su niño/niña tiene una idea de las relaciones numéricas de los vínculos numéricos y las familias de operaciones. Las ideas de sumar y restar 1 o 2, sumar gemelos y casi gemelos, están listas para formar la base para aprender todas las operaciones de suma y resta. Su niño/niña también ha aprendido a contar de 2 en 2, duplicar, dividir a la mitad y números pares e impares, todo lo cual está preparando el escenario para aprender a multiplicar y dividir.

# template
source: * Counting to 100 – While it’s fun to hear your child count to 100, keep this practice grounded in understanding the numbers – place value and counting backwards will help a lot with this. * Expanded Form and Place Value – The earlier practice with this will be reinforced here. Understanding tens and ones, and using expanded form (such as 37 = 30 + 7), is essential to understanding numbers. * Comparing double-digit numbers – Understanding place value will make this easy. * All single-digit adding and subtracting – This is first done with manipulatives, especially fingers. Then, using ideas involving relationships between numbers, it will be extended to mental arithmetic. * Compensation for Addition and Subtraction – Adjusting addition and subtraction problems to make them easier to do not only helps with mental arithmetic, it helps teach the structure of numbers. * Skip Counting – Skipping up and down by any single-digit number starting anywhere is great practice for doing mental addition and subtraction, and is useful for learning multiplication and division. * Beginning multiplying – Your child already knows how to multiply by 2. This will be extended, in part using skip counting, to all single-digit numbers. * Games, Puzzles, Problem Solving and Investigations – The games and puzzles will be more challenging in keeping with your child’s growing sophistication and abilities. Keep these activities fun and playful - enjoyment is the most important thing for your child’s long term mathematical success. Kindle sparks of joy when your child discovers or experiences particularly beautiful or satisfying mathematical patterns.
es: * Contar hasta 100 – Si bien es divertido escuchar a su niño/niña contar hasta 100, mantenga esta práctica basada en la comprensión de los números: el valor posicional y el conteo al revés ayudarán mucho con esto. * Forma ampliada y valor posicional – La práctica anterior de esto se reforzará aquí. Comprender las decenas y las unidades, y usar la forma expandida (como 37 = 30 + 7), es esencial para comprender los números. * Comparar números de dos dígitos – Comprender el valor posicional lo facilitará. * Sumas y restas de un solo dígito – Esto se hace primero con manipuladores, especialmente con los dedos. Luego, usando ideas que involucran relaciones entre números, se extenderá a la aritmética mental. * Compensación para sumar y restar – Ajustar los problemas de sumas y restas para que sean más fáciles de hacer no solo ayuda con la aritmética mental, sino que también ayuda a enseñar la estructura de los números. * Contar de dos en dos – Saltar hacia arriba y hacia abajo por cualquier número de un solo dígito que comience en cualquier lugar es una gran práctica para hacer sumas y restas mentales, y es útil para aprender a multiplicar y dividir. * Comenzar a multiplicar – Su niño/niña ya sabe cómo multiplicar por 2. Esto se extenderá, en parte mediante el conteo por dos en dos, a todos los números de un solo dígito. * Juegos, Acertijos, Resolución de Problemas e Investigaciones – Los juegos y acertijos serán más desafiantes de acuerdo con la creciente sofisticación y las habilidades de su niño/niña. Mantenga estas actividades divertidas y en forma de juego: disfrutarlo es lo más importante para el éxito matemático a largo plazo de su niño/niña. Festejele efusivamente cuando su niño/niña descubre o experimenta patrones matemáticos particularmente hermosos o satisfactorios.

# template
source: Use compensation for sums between 11 and 18 to make them much easier. Suppose you’re adding 7 + 8. One person puts up 7 fingers and the other person puts up 8 fingers. Then, one person gives away as many fingers as are needed to put up 10 fingers on the other person’s hands. In this example, 7 + 8 could turn into 5 + 10 (giving away 2) or 10 + 5 (giving away 3). Be dramatic and give away the fingers by having one person’s hand bang into the other person’s hand and having the fingers transfer “magically.”
es: Use compensación para sumas entre 11 y 18 para que sean mucho más fáciles. Suponga que suma 7 + 8. Una persona levanta 7 dedos y la otra 8 dedos. Luego, una persona regala tantos dedos como sean necesarios para poner 10 dedos en las manos de la otra persona. En este ejemplo, 7 + 8 podría convertirse en 5 + 10 (regalando 2) o 10 + 5 (regalando 3). Sea dramático y regale los dedos haciendo que la mano de una persona golpee la mano de la otra y que los dedos se transfieran "mágicamente."

# template
source: Use “counting on” to make addition easy. Suppose you’re adding 8 + 3. For ease, pick the larger number being added to start the counting on. Have your child make a closed fist and say “8.” Then, lift one more finger each time as your child counts out loud “9, 10, 11.” When 3 fingers are raised, the counting stops. At that point, you have that 8 plus 3 is 11. With practice and further ideas, your child will memorize these math facts. However, there is no hurry for memorization and it can wait until more experience with the quantities and relationships between the numbers has been gained.
es: Utilice "contar hacia adelante" para facilitar la adición. Suponga que está agregando 8 + 3. Para mayor facilidad, elija el número más grande que se está agregando para comenzar a contar. Haga que su niño/niña cierre el puño cerrado y diga "8". Luego, levante un dedo adicional cada vez que su niño/niña cuente en voz alta "9, 10, 11". Cuando se levantan 3 dedos, la cuenta se detiene. En ese momento, tiene que 8 más 3 son 11. Con práctica y más ideas, su niño/niña memorizará estas operaciones matemáticas. Sin embargo, no hay prisa por la memorización y se puede esperar hasta que se haya adquirido más experiencia con las cantidades y las relaciones entre los números.

# template
source: Subtraction can be thought of as “take away” or “difference,” and both models are essential to a complete understanding. Have your child practice both ways of thinking of subtraction using these finger subtraction methods. We’ll look at 11 - 3. We’ll look at 11 - 3.
es: Se puede pensar en la resta como "para llevar" o "diferencia", y ambos modelos son esenciales para una comprensión completa. Haga que su niño/niña practique ambas formas de pensar en la resta usando estos métodos de resta de dedos. Veremos 11 - 3.

# template
source: Take Away: Start with a closed fist and say “11.” Then, lifting one more finger each time, count “10, 9, 8.” When your child sees 3 fingers raised, the counting should stop. At that point you have that taking 3 away from 11 leaves 8.
es: Para llevar: Comience con el puño cerrado y diga "11." Luego, levantando un dedo adicional cada vez, cuente "10, 9, 8". Cuando su niño/niña vea 3 dedos levantados, el conteo debe detenerse. En ese punto, determinan que quitar 3 de 11 deja 8.

# template
source: Difference: This uses counting on, much as we did for Easy Way Finger Addition. What we are doing is finding out which number we need to add to 3 to get 11. Have your child make a closed fist and say “3.” Then, lifting one more finger each time, count “4, 5, 6, 7, 8, 9, 10, 11.” When your child says 11, there are 8 fingers raised - the difference between 3 and 11 is 8!
es: Diferencia: Esto usa el conteo hacia adelante, como lo hicimos con “Adición con los dedos de manera fácil”. Lo que estamos haciendo es averiguar qué número debemos sumar a 3 para obtener 11. Haga que su niño/niña cierre el puño y diga "3". Luego, levantando un dedo adicional cada vez, cuente "4, 5, 6, 7, 8, 9, 10, 11". Cuando su niño/niña dice 11, hay 8 dedos levantados: ¡la diferencia entre 3 y 11 es 8!

# template
source: These puzzles have shapes connected by lines. Each enclosed region has a number that is the sum of the shapes that border it. While circles may have any value, a non-circle must have the same value as any figure of the same shape. The puzzle is to figure out the numbers not supplied.
es: Estos rompecabezas tienen formas conectadas por líneas. Cada región contenida tiene un número que es la suma de las formas que la bordean. Si bien los círculos pueden tener cualquier valor, un no-círculo debe tener el mismo valor que cualquier figura de la misma forma. El rompecabezas consiste en averiguar los números que no se incluyen.

# template
source: Create these puzzles by making a diagram of circles and maybe some squares. Next, fill in all the figures with numbers and fill in the bounded regions with the sum of the figures that surround them. Finally, remove some of the numbers.
es: Cree estos rompecabezas haciendo un diagrama de círculos y tal vez algunos cuadrados. A continuación, complete todas las cifras con números y complete las regiones contenidas con la suma de las cifras que las rodean. Finalmente, elimine algunos de los números.

# template
source: Ready for some fun risk? During a turn, roll a die as many times as you want. When a roll is not 1, you add that roll to your turn’s total. If it is 1, you lose everything for that turn and the turn is over. A player may choose to stop before rolling a 1, keep the turn’s points so far, and add them to the player’s running total. The first player to reach the target number, say 30, wins. A two dice variation has these rules: If neither die shows a 1, the sum is added to the turn’s running total. If exactly one of the dice shows a 1, then nothing more is added to the running total and the turn ends. If two 1’s are rolled, the turn’s total becomes 0 and the turn ends.
es: ¿Listo para un riesgo divertido? Durante un turno, tira un dado tantas veces como quieras. Cuando una tirada no es 1, sumas esa tirada al total de tu turno. Si es 1, pierde todo para ese turno y el turno termina. Un jugador puede optar por detenerse antes de sacar un 1, mantener los puntos del turno hasta ahora y agregarlos al total acumulado del jugador. El primer jugador en alcanzar el número objetivo, digamos 30, gana. Una variación de dos dados tiene estas reglas: si ninguno de los dados muestra un 1, la suma se suma al total acumulado del turno. Si exactamente uno de los dados muestra un 1, entonces no se agrega nada más al total acumulado y el turno termina. Si se lanzan dos unos, el total del turno se convierte en 0 y el turno termina.

# template
source: Use 5 dice and 4 rolls. On the first roll, choose to save from 0 to 5 of the dice. Once a die is saved it cannot be changed. Similarly with the remaining dice on rolls two and three. On the final roll, all dice are saved. Any score less than or equal to 20 counts, any score over 20 gives the player 0. The target score of 20, the number of dice, and the number of rolls, can all be changed to suit younger or older players. For example, you could play this with a target of 12 and 3 dice.
es: Utilice 5 dados y 4 tiradas. En la primera tirada, elige guardar de 0 a 5 dados. Una vez que se guarda un dado, no se puede cambiar. Lo mismo ocurre con los dados restantes en las tiradas dos y tres. En la tirada final, se guardan todos los dados. Cualquier puntuación menor o igual a 20 vale, cualquier puntuación superior a 20 le da al jugador 0. La puntuación objetivo de 20, el número de dados y el número de tiradas, se pueden cambiar para adaptarse a los jugadores más jóvenes o mayores. Por ejemplo, podrías jugar esto con una puntuación objetivo de 12 y 3 dados.

# template
source: These puzzles show how compensation creates easier problems. The challenge is to find a path that connects all the islands with the same answer. Two islands can only connect if their problem’s numbers differ by 1. Only some of the islands will be on the path.
es: Estos rompecabezas muestran cómo la compensación crea problemas más fáciles. El desafío es encontrar un camino que conecte todas las islas con la misma respuesta. Dos islas solo pueden conectarse si el número de sus problemas difiere en 1. Solo algunas de las islas estarán en el camino.

# template
source: Make these puzzles by starting with about ten empty circles with some connections. Identify a path from one edge of the islands to the other. Along that path, put in problems whose numbers differ from each other by one. In the nearby islands, put problems with small changes that have different answers.
es: Haga estos rompecabezas comenzando con unos diez círculos vacíos con algunas conexiones. Identifica un camino de un lado de las islas al otro. A lo largo de ese camino, coloque problemas cuyos números difieran entre sí en uno. En las islas cercanas, ponga problemas con pequeños cambios que tienen distintas respuestas.

# template
source: Evenly split a shuffled deck of playing cards with the face cards removed. If you like, use dominoes instead. Both players turn over their top two cards and add them. The player with the larger sum wins all four cards. If the sums are equal, the next two pairs of cards are added and the winner gets all eight cards. Play this with a single pass through the deck or multiple passes. Either way, the winner is the player who has the most cards. For variety, play this using the difference of the two cards. Or, you can add three cards at a time. Another option is to assign one person to be Odd and the other Even. For this, each player turns over a card and the evenness or oddness of the sum determines who gets the cards.
es: Divida uniformemente una baraja de naipes barajada sin las figuras. Si lo desea, use dominós en lugar de pares de naipes. Ambos jugadores dan la vuelta a sus dos cartas superiores y las suman. El jugador con la suma mayor gana las cuatro cartas. Si las sumas son iguales, se suman los siguientes dos pares de cartas y el ganador obtiene las ocho cartas. Juege esto con una sola pasada a través del mazo o varias pasadas. De cualquier manera, el ganador es el jugador que termina con más cartas. Para variar, juegue esto usando la diferencia de las dos cartas. O puede agregar tres cartas a la vez. Otra opción es asignar a una persona Impar y la otra Par. Para ello, cada jugador da vuelta una carta y el resultado par o impar de la suma determina quién recibe las cartas.
