Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: A rectangle is a shape with four straight sides and corners like the corners of this page. Although they are slanted, find and point to the many rectangles on this page.
es: Un rectángulo es una figura con cuatro lados rectos y esquinas tales como las esquinas de esta página. Aunque estén inclinados, encuentra y señala algunos de los rectángulos que hay en esta página.

# data_list
source: While she practiced, she imagined herself flying high into the sky and looking at the chickens below. She imagined herself flying past the sparrows and past the swallows. "Wow!" The birds would say, "A chicken that can fly!"
es: Mientras practicaba, ella se imaginaba a ella misma volando alto por el cielo y mirando hacia abajo a los pollitos. Se imaginaba a ella misma volando, dejando atrás a los gorriones y a las golondrinas. “¡Vaya!”, dirían las aves, “¡Un pollito que puede volar!”.

# data_list
source: Count together the birds in this picture. Don't forget the ones on the ground.
es: Cuenten juntos las aves en esta imagen. No se olviden de contar las que están en la tierra.

# data_list
source: What effect is caused by having some of the birds drawn so small?
es: ¿Qué efecto se consigue al dibujar algunas de las aves tan pequeñas?

# data_list
source: Describe a memory of looking at something big that was far away and looked tiny.
es: Recuerda y describe alguna ocasión en la que viste algo grande que estaba lejos y lucía pequeño.

# data_list
source: So flap, flap, flap, every day Daisy would flap her wings.
es: Entonces bate, bate, bate, todos los días Daisy batía sus alas.

# data_list
source: Count together the little lines coming from Daisy showing her squawking.
es: Cuenten juntos las líneas pequeñas que parten de Daisy indicando su graznido.

# data_list
source: Daisy has too many red speckles to count, but you can count together the groups of speckles all over her body.
es: Daisy tiene demasiadas manchas rojas para poder contarlas, pero pueden contar juntos los grupos de manchas que tiene por todo su cuerpo.

# data_list
source: Daisy looks surprised. What do you think will happen next?
es: Daisy luce sorprendida. ¿Qué crees que va a pasar a continuación?

# data_list
source: She would lift off the ground but fall down again.
es: Se levantaba del suelo pero se volvía a caer.

# data_list
source: How high do you think she got? A grownup is often 5 to 6 feet tall -- do you think she got that high?
es: ¿Cuán alto crees que llegó? Un adulto tiene a menudo 5 a 6 pies de altura – ¿crees que llegó tan alto?

# data_list
source: How many lines are there above her and below her? When you combine them, how many are there in all?
es: ¿Cuántas líneas hay sobre ella y debajo de ella? Cuando las combinas, ¿cuántas hay en total?

# data_list
source: What do the lines below her show?
es: ¿Qué indican las líneas que están debajo de ella?

# data_list
source: "I'm never going to fly!" Daisy cried to Mama. "The others are right."
es: Daisy le gritó a su mamá: “¡Nunca voy a volar! Los otros tenían razón”.

# data_list
source: Describe some times when you got discouraged like Daisy.
es: Describe algunas veces en las que te sentiste desanimado/a como Daisy.

# data_list
source: Daisy is trying the same thing over and over. Is she showing strong will or is she being stubbornly foolish?
es: Daisy está tratando de hacer la misma cosa una y otra vez. ¿Esto demuestra que ella tiene una gran fuerza de voluntad o que ella está siendo obstinadamente necia?

# data_list
source: What new ideas might Daisy try to figure out how to fly?
es: ¿Qué nuevas ideas puede probar Daisy para resolver cómo volar?

# data_list
source: "Daisy, you are different from the other chickens. They don't want to fly but you do! You can do it." Mama said.
es: Mamá le dijo: “Daisy, tú eres diferente a los otros pollitos. Ellos no quieren volar, ¡pero tú sí! Tú puedes hacerlo”.

# data_list
source: How can you tell from Daisy's face that she is getting a new idea?
es: ¿Cómo puedes darte cuenta, viendo la cara de Daisy, que ella está teniendo una idea nueva?

# data_list
source: Think of a problem you solved by coming up with a new way to do it after the old way kept failing.
es: Piensa cuando se te ocurrió alguna manera nueva de hacer las cosas al ver que la manera antigua no funcionaba, y de esta manera resolviste un problema.

# data_list
source: Daisy's body is made up of pairs of things, such as her eyes, and single things, such as her tail. Name all the pairs you can and then all the singles you can.
es: El cuerpo de Daisy está formado por pares de cosas, tales como sus ojos, y por cosas únicas, tales como su cola. Nombra todos los pares de cosas que puedas y, luego, todas las cosas únicas que puedas.

# data_list
source: The following day Daisy climbed to the top of the chicken coop and flap, flap, flap, she flapped her wings. She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
es: Al día siguiente, Daisy subió arriba del gallinero y bate, bate, bate, batió sus alas. Ella voló por los aires y batió sus alas y batió sus alas y batió sus alas y ...

# data_list
source: There are lots of straight lines here. Some are vertical -- they go up and down. Some are horizontal -- they go side to side. Find some vertical and horizontal lines where you are.
es: Aquí hay muchas líneas rectas. Algunas son verticales – van hacia arriba y hacia abajo. Algunas son horizontales – van de lado a lado. Encuentra algunas líneas verticales y horizontales donde tú estás.

# data_list
source: What do the curved lines next to Daisy's body indicate?
es: ¿Qué representan las líneas curvas al lado del cuerpo de Daisy?

# data_list
source: Daisy's face is very expressive. What does her face show this time?
es: La cara de Daisy es muy expresiva. ¿Qué es lo que indica su cara esta vez?

# data_list
source: How is Daisy feeling right now?
es: ¿Cómo se siente Daisy ahora?

# data_list
source: What is the other chicken doing?
es: ¿Qué está haciendo el otro pollito?

# data_list
source: A kind and thoughtful chicken might go over and console and cheer Daisy up. Why isn't this chicken doing that?
es: Un pollito amable y atento se hubiese acercado y habría consolado a Daisy para animarla. ¿Por qué el pollito no está haciendo eso?

# data_list
source: The other chickens laughed out loud. "Ha ha ha! We told you! Chickens can't fly!"
es: Los otros pollitos se rieron fuerte. “¡Ja ja ja! ¡Te lo dijimos! ¡Los pollitos no pueden volar!”.

# data_list
source: There is one thick vertical line in this picture. Do you see any other vertical or horizontal lines?
es: En esta imagen hay una línea vertical gruesa. ¿Ves otras líneas verticales u horizontales?

# data_list
source: Is the laughing chicken walking or running? How can you tell?
es: ¿El pollito que se ríe está caminando o corriendo? ¿Cómo te puedes dar cuenta?

# data_list
source: Do you think Daisy will give up after this bad fall? When you have a failure, is it hard for you to keep trying?
es: ¿Crees que Daisy se rendirá después de esta fuerte caída? Cuando fallas, ¿se te hace difícil seguir intentando?

# data_list
source: But the next day Daisy climbed even higher, right up to the top of the hut. Flap, flap, flap, Daisy flapped her wings.
es: Pero al día siguiente Daisy subió aún más alto, hasta lo más alto de la cabaña. Bate, bate, bate, Daisy batió sus alas.

# data_list
source: Daisy is determined. Can you think of a time when you kept trying even after several failures?
es: Daisy está decidida. ¿Puedes pensar en alguna vez cuando seguiste intentando a pesar de varios fallos?

# data_list
source: Daisy is trying to solve her problem. What have been some of her new ideas for this problem?
es: Daisy está intentando resolver su problema. ¿Cuáles han sido algunas de sus ideas nuevas para resolver este problema?

# data_list
source: Why did they show Daisy twice in this picture? Why does Daisy look big and the other chickens look so small?
es: ¿Por qué esta imagen muestra a Daisy dos veces? ¿Por qué Daisy se ve grande y los otros pollitos se ven tan pequeños?

# data_list
source: She flew into the air and flapped her wings and flapped her wings and flapped her wings and ...
es: Voló por los aires y batió sus alas y batió sus alas y batió sus alas y ...

# data_list
source: At last, Daisy is successful! How does that make you feel? It feels good to share the successes of others.
es: ¡Finalmente Daisy lo logró! ¿Cómo te hace sentir esto? Se siente bien cuando compartimos los éxitos de otros.

# data_list
source: How can you tell from the drawing that she is flying upward?
es: ¿Cómo te puedes dar cuenta por el dibujo que ella está volando hacia arriba?

# data_list
source: Look at the movement lines drawn around her body. How are the movement lines in this picture different from the ones on the last page?
es: Observa las líneas de movimiento dibujadas alrededor de su cuerpo. ¿Qué diferencia hay entre estas líneas y las de la página anterior?

# data_list
source: She kept flying! The wind beneath her wings grew stronger and she flew higher and higher! The sparrows and the swallows said, "Amazing! A flying chicken!"
es: ¡Ella siguió volando! ¡El viento debajo de sus alas se hizo más fuerte y ella voló más y más alto! Los gorriones y las golondrinas dijeron: “¡Increíble! ¡Un pollito volador!”.

# data_list
source: How does Daisy's flying body look different from the other birds in the sky?
es: ¿Qué diferencia hay entre el cuerpo volador de Daisy y el de las otras aves en el cielo?

# data_list
source: How is Daisy feeling now that all of her hard work has paid off?
es: ¿Cómo se siente Daisy ahora que todo su esfuerzo ha dado resultado?

# data_list
source: What are the other chickens thinking now?
es: ¿Qué están pensando los otros pollitos ahora?

# data_list
source: And the other chickens wanted to be just like her.
es: Y los otros pollitos querían ser igual a ella.

# data_list
source: Use your arms to copy the positions of the wings of these chickens.
es: Usa tus brazos para imitar las posiciones de las alas de estos pollitos.

# data_list
source: What are these chickens feeling now that Daisy is successful?
es: ¿Qué están sintiendo estos pollitos ahora que Daisy lo ha logrado?

# data_list
source: Do you think the other chickens will learn to fly someday?
es: ¿Crees que los otros pollitos aprenderán a volar algún día?

# data_list
source: They said, "Oh Daisy, you're amazing!"
es: Ellos dijeron: “¡Oh Daisy, eres increíble!”.

# data_list
source: What happens next in Daisy's story after this book?
es: ¿Qué pasará a continuación en la historia de Daisy después de este libro?

# data_list
source: Have you ever wished that you could fly?
es: ¿Alguna vez has deseado poder volar?

# data_list
source: Where would you go if you could fly? What would you like to look at if you could get way up in the sky above it?
es: ¿A dónde irías si pudieras volar? ¿Qué cosa te gustaría ver desde arriba en el cielo si pudieras llegar ahí?

# data_list
source: Once upon a time, in Joburg's Orange Grove, a little girl called Phyllis was born into the world. Two people in love, hugged their sweet little babe. No one knew then, what a dancer they'd made.
es: Érase una vez, en el Naranjal de Joburg, que una niña llamada Phyllis vino al mundo. Dos personas enamoradas abrazaron a su dulce bebé. Nadie sabía entonces, la gran bailarina que iba a ser.

# data_list
source: There are three people here. Which one is the smallest? Count their eyes together. If there are three people, how many eyes will they have?
es: Hay tres personas aquí. ¿Quién es la más pequeña? Cuenten juntos el número de ojos. Si hay tres personas, ¿cuántos ojos tendrán?

# data_list
source: There are some circles and partial circles in this picture. Partial circles are called arcs. Point to some of the arcs and make an arc with your arms.
es: Hay círculos completos y parciales en esta imagen. Los círculos parciales se llaman arcos. Señala algunos de los arcos y forma un arco con tus brazos.

# data_list
source: This story is a biography -- it is a true story about the life of a real person. Pick a person you know and tell a biography story about them -- talk about their family and some things they have done.
es: Esta historia es una biografía, es una historia verdadera acerca de la vida de una persona real. Escoge a una persona que tú conozcas y cuenta su historia biográfica. Habla acerca de su familia y de algunas de las cosas que han hecho.

# data_list
source: By the time she was four, she had learned very quick. She impressed all her teachers, with her ducky feet flicks! Before school and after, she danced every day. Nothing pleased Phyllis, more than ballet.
es: A la edad de cuatro años, ya mucho había aprendido. ¡Impresionaba a todos con sus pasos de patito! Antes y después de la escuela, ella bailaba cada día. El ballet era lo que más le daba alegría.

# data_list
source: This story has lots of words that rhyme -- the ends of the words sound the same. On each page, find some of the rhyming words.
es: Esta historia tiene muchas palabras que riman, los sonidos finales de las palabras son similares. Busca algunas palabras que riman en cada página.

# data_list
source: Phyllis' face looks full of joy! What do you think she is feeling as she dances?
es: ¡El rostro de Phyllis se ve lleno de alegría! ¿Cómo crees que se siente al bailar?

# data_list
source: Think of a time when you were moving that made you feel such joy. Perhaps you were running, dancing, jumping, or riding a bike.
es: Piensa en algún momento en el que el moverte te hizo sentir tanta alegría. Tal vez estabas corriendo, bailando, saltando o montando una bicicleta.

# data_list
source: When the world was ready for Phyllis at fifteen, she arrived in big, old London, ready to live her dream. She said goodbye to all her friends. She was ready to start fresh. Watch out Royal Ballet School! Phyllis is here to impress.
es: Al cumplir los quince años el mundo estaba listo para Phyllis, llegó al gran y viejo Londres, lista para vivir su sueño. Se despidió de todos sus amigos. Estaba lista para un nuevo comienzo. ¡Mira, Escuela Real de Ballet! Phyllis viene a impresionar.

# data_list
source: In a real sky, there are too many stars to count. Point to the stars in this picture as you count them.
es: En un cielo de verdad, hay demasiadas estrellas para contar. Señala las estrellas en esta imagen a medida que las cuentas.

# data_list
source: A rectangle is a shape with four straight sides like this page. Find all the rectangles on this page. Point to all the rectangles around where you are.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Encuentra todos los rectángulos de esta página. Señala todos los rectángulos alrededor de donde estás.

# data_list
source: It takes 11 hours to fly from Johannesburg in the south of Africa to London on the western side of Europe. Compare that to how long it takes to go to the store or to visit a friend or relative. Which of these is shortest and which is longest?
es: Volar de Johannesburg, en el sur de África, hasta Londres, en el lado occidental de Europa, tarda once horas. Compara esto con lo que tardas en ir a la tienda o a visitar a un amigo o un familiar. ¿Cuál recorrido tarda más y cuál tarda menos?

# data_list
source: When Phyllis danced Swan Lake, it was fit to show the Queen! After years of pirouetting, she was ready to be seen. Dancing for the audience, she turned and twirled about. Look! Everyone is smiling! See how they clap and shout!
es: Cuando Phyllis bailó el Lago de los Cisnes, ¡fue digno de mostrárselo a la Reina! Después de años de hacer piruetas, Phyllis estaba lista para sorprender. Bailando para la audiencia, ella daba vueltas sin parar. ¡Mira! ¡Todos sonríen! ¡No paran de aplaudir y de aclamar!

# data_list
source: Body position is important in ballet. Notice the male dancer's upper arm and opposite leg point in opposite directions almost making a straight, diagonal line.
es: La posición del cuerpo es importante en el ballet. Observa que el brazo superior del bailarín y la pierna opuesta apuntan en direcciones contrarias casi formando una línea recta en diagonal.

# data_list
source: Notice how Phyllis' legs almost make a straight line. Can you make a straight line with your arms or legs?
es: Fíjate en que las piernas de Phyllis casi forman una línea recta. ¿Puedes hacer una línea recta con los brazos o las piernas?

# data_list
source: Phyllis has become a very good dancer at this point in the story. What do you think will happen next? Make your own version of the second half of this story.
es: Phyllis se ha convertido en una muy buena bailarina en este punto de la historia. ¿Qué crees que pasará ahora? Inventa tu propia versión de la segunda parte de esta historia.

# data_list
source: From Mexico to Canada. From the USA to France. Phyllis travelled far and wide, so the world could see her dance. With the Royal Ballet Company, and her ballerina friends, she spread her love for ballet. She never wanted it to end.
es: De México a Canadá. De Estados Unidos a Francia. Phyllis viajó por todas partes, para que el mundo la vea bailar. Junto a sus compañeras bailarinas y la Compañía Real de Ballet, ella promovió su amor por el ballet, deseando que nunca se tuviera que detener.

# data_list
source: Do you see a diagonal line in Phyllis' body position? Trace that line with your finger.
es: ¿Ves una línea diagonal en la posición del cuerpo de Phyllis? Traza esa línea con tu dedo.

# data_list
source: There are lots of rectangles in this picture. Point to as many as you can and count them together.
es: Hay muchos rectángulos en esta imagen. Señala todos los que puedas y cuéntenlos juntos.

# data_list
source: Some of the rectangles are flags on the bottom of Phyllis' dress. What are the colors on those flags? Do you recognize the flag of any country you know?
es: Algunos de los rectángulos son banderas en la parte inferior del vestido de Phyllis.¿Qué colores hay en esas banderas? ¿Reconoces la bandera de algún país que conozcas?

# data_list
source: Phyllis always knew, that dance was in her heart. But she longed to return home again, and make a fresh new start. So she leaped and bounded, back to her beautiful land. Her ballerina roots were regrown. She was once more South African.
es: Phyllis siempre supo que el baile estaba en su corazón. Pero deseaba regresar a casa y reavivar su pasión. Así que saltó y voló de vuelta a la tierra que la vio nacer. Sus raíces resurgieron y una vez más, sudafricana, volvió a ser.

# data_list
source: Phyllis has the flag of South Africa. How many colors are on this flag? Can you see some of those colors where you are?
es: Phyllis sostiene la bandera de Sudáfrica. ¿Cuántos colores hay en esa bandera ¿Puedes ver algunos de esos colores en el lugar donde estás?

# data_list
source: Point to the triangle on the flag. What shape is the green region on the flag?
es: Señala el triángulo de la bandera. ¿Qué forma tiene el área verde de la bandera?

# data_list
source: Have you ever traveled away from home? Was it exciting to be away, or did you miss your home?
es: ¿Has viajado alguna vez lejos de casa? ¿Fue emocionante viajar lejos o echaste de menos tu casa?

# data_list
source: Dancing wasn't just for fun, as Phyllis always knew. She'd work at dancing day and night, and with hard work she grew. Always smiling, always trying, through good times and through tough, Phyllis always did her best. She couldn't get enough.
es: Phyllis siempre supo que no solo bailaba por placer. Trabajó día y noche y su esfuerzo le ayudó a crecer. Siempre sonriendo, siempre intentando, en las buenas y en las malas, Phyllis dio lo mejor de sí misma, deseando siempre más y más.

# data_list
source: Phyllis' legs are at a right angle to each other -- they make an angle like the corner of this page. Make a right angle with your arms or legs.
es: Las piernas de Phyllis están en ángulo recto entre sí (forman un ángulo como el de la esquina de esta página). Forma un ángulo recto con tus brazos o tus piernas.

# data_list
source: Phyllis and her partner are performing in this picture. How can you tell?
es: Phyllis y su compañero están bailando en esta foto. ¿Cómo lo puedes saber?

# data_list
source: Have you ever worked really hard at something? How did you feel about doing that?
es: ¿Alguna vez has trabajado muy duro en algo? ¿Cómo te sentiste?

# data_list
source: Romeo and Juliet, Swan Lake and Giselle. Phyllis danced these for the people: graceful, tireless, well. With partners Gary Burne and Eduard Greyling too, her magnificence inspired the audience. To her, flowers they threw.
es: Romeo y Julieta, El lago de los cisnes y Giselle. Phyllis bailó estas obras con gracia y lo hizo muy bien. Gary Burne y Eduard Greyling fueron sus parejas de baile. Su grandeza inspiró a la audiencia y le dieron muchas flores.

# data_list
source: Phyllis' body is pictured inside a clock. Go around the clock saying and pointing at each number.
es: El cuerpo de Phyllis está ilustrado dentro de un reloj. Señala y di en voz alta cada número mientras le das la vuelta al reloj.

# data_list
source: The numbers on the clock increase from 1 to 12 in what is called the clockwise direction.
es: Los números del reloj van del 1 al 12 en lo que se llama el sentido de las agujas del reloj.

# data_list
source: Each of Phyllis' hands and feet point at a number. What are they?
es: Cada una de las manos y los pies de Phyllis apunta a un número. ¿Qué números son?

# data_list
source: Reward comes easily, when you put yourself to the test. Phyllis came to realize this, once she was called 'The Best.' She was awarded 'Prima Ballerina Assoluta.' The greatest dancer of them all! Phyllis would be forever known. She wanted nothing more.
es: La recompensa llega cuando uno se esmera. Phyllis se dio cuenta de esto una vez que fue “La Mejor”. Ganó el título de 'Prima Ballerina Assoluta'. ¡La mejor bailarina! Phyllis sería siempre recordada. Eso era lo que más anhelaba.

# data_list
source: The story rhymes "test" with "best." It doesn't rhyme any word with "more." Think of some words that rhyme with "more."
es: En la historia, "esmera" rima con "primera". Pero no hay una palabra que rime con "anhelaba." Piensa en algunas palabras que rimen con "anhelaba".

# data_list
source: She is standing on her toes. Ballerinas wear special shoes, toe shoes, to help them do that.
es: Ella está de puntillas. Las bailarinas usan zapatos especiales, las zapatillas de ballet, que les ayudan a hacer eso.

# data_list
source: If you try to stand on your toes, do your toes curl under? It is very hard to be on your toes.
es: Si intentas pararte de puntillas, ¿se te enroscan los dedos de los pies? Es muy difícil pararse de puntillas.

# data_list
source: Goodness! What a catch! Phyllis met her loving partner. His name was Phillip Boyd. He was another dancer. Together they were married. And together they would dance. No one could be better matched, given half the chance!
es: ¡Vaya! ¡Qué buena pareja! Phyllis conoció a su esposo. Su nombre era Phillip Boyd. Él también era bailarín. Se casaron y nunca dejaron de bailar. ¡Eran simplemente tal para cual!

# data_list
source: The word "catch" has two meanings here. A ballerina might leap or spin and her partner would catch her. It can also mean that romantic partners catch each other and become a couple.
es: La palabra "pareja" tiene dos significados aquí. Una bailarina puede tener un compañero de baile al que se le llama pareja. También puede significar un equipo o conjunto formado por dos personas.

# data_list
source: There are a lot of red flowers. How many do you see?
es: Hay muchas flores rojas. ¿Cuántas ves?
