Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: If your child finds this puzzle easy to do, challenge them to find all the ways it can be done. Discuss what it means for two solutions to be different - if one solution is the mirror image of another, should it be considered different? Answering the question of what makes solutions different is useful to do at the start. Because the mirror image of any solution is easy to make and is also a solution, it makes sense to ignore those. Ignoring mirror images will reduce the number of solutions to consider by half. For example, we can assume that not only is the 6 in the bottom row, but it is either in the middle or the right side of the bottom row. Continuing that thinking with the 5, the bottom row can only have four possible layouts: 5 a 6, b 5 6, c 1 6, or d 6 1. At this point it is a matter of working through the various possible values of a, b, c, and d. After some trial and error you will find that a is 2, b can never work, c must be 4, and d must be 4. So, ignoring mirror images, there are exactly three solutions:
es: Si a su niño/niña le resulta fácil hacer este rompecabezas, desafíelo a encontrar todas las formas en que se puede hacer. Platique sobre lo que significa que dos soluciones sean diferentes: si una solución es el inverso de otra, ¿debería considerarse diferente? Responder a la pregunta de qué hace que las soluciones sean diferentes es útil al principio. Debido a que el inverso de cualquier solución es fácil de hacer y también es una solución, tiene sentido ignorarlo. Ignorar las soluciones invertidas reducirá a la mitad el número de soluciones a considerar. Por ejemplo, podemos suponer que no solo está el 6 en la fila inferior, sino que está en el medio o en el lado derecho de la fila inferior. Continuando pensando con el 5, la fila inferior solo puede tener cuatro diseños posibles: 5 a 6, b 5 6, c 1 6 o d 6 1. En este punto, se trata de trabajar con los distintos valores posibles de a, b, c y d. Después de algunas pruebas, encontrará que a es 2, b nunca puede funcionar, c debe ser 4 y d debe ser 4. Por lo tanto, ignorando las soluciones invertidas, hay exactamente tres soluciones:

# template
source: Larger Pyramids
es: Pirámides más Grandes

# template
source: Let’s use the cards from 1 to 10 to make a pyramid with four rows. This is a lot more complicated. A few cards can be placed, but after that it requires some determination. Because 10 cannot be the difference of two cards, it must go on the bottom row. Similarly, either 9 is in the bottom row or it is in the next-to-the-bottom row above the 1 and the 10. The 8 and 7 cards are also good cards to use to get rid of possibilities. This means the bottom row looks like one of the following (ignoring mirror images): a b 9 10; c 9 d 10; 9 e f 10; g h 10 9; i 9 10 j; 9 k 10 L; m n 1 10; o 1 10 p; q r 10 1 That is a lot of possibilities to consider! Fortunately, if you consider where 8 and 7 can go, the possibilities are reduced to the following list (assuming there are no mistakes!). It is easy to finish each one of these after you have the bottom row. 8 3 10 9; 6 1 10 8; 8 1 10 6 Pyramids of size 15, 21, or higher are left to the truly dedicated. Good luck and enjoy!
es: Usemos las tarjetas del 1 al 10 para hacer una pirámide con cuatro filas. Esto es mucho más complicado. Se pueden colocar algunas cartas, pero después de eso se requiere cierta perseverancia. Debido a que 10 no puede ser la diferencia de dos cartas, debe ir en la fila inferior. De manera similar, el 9 está en la fila inferior o está en la fila siguiente a la inferior encima del 1 y el 10. Las cartas 8 y 7 también son buenas cartas para deshacerse de las posibilidades. Esto significa que la fila inferior se parece a una de las siguientes (ignorando las soluciones invertidas): a b 9 10, c 9 d 10, 9 e f 10, g h 10 9, i 9 10 j, 9 k 10 L, mn 1 10, o 1 10 p, q r 10 1 ¡Esas son muchas posibilidades a considerar! Afortunadamente, si considera dónde pueden ir 8 y 7, las posibilidades se reducen a la siguiente lista (¡asumiendo que no hay errores!). Es fácil terminar cada una de estas después de tener la fila inferior. 8 3 10 9, 6 1 10 8, 8 1 10 6 Las pirámides de tamaño 15, 21 o mayores se dejan a los verdaderamente dedicados. ¡Buena suerte y disfrute!

# template
source: Enclosed Sums
es: Suma Cerrada

# template
source: These puzzles have shapes connected by lines. Each enclosed region has a number that is the sum of the shapes that border it. Similar to Shape Sums puzzles, circles may have any value, and the value for a non-circular shape must be the same as any other shape of the same type. For example, all squares must have the same value and all hexagons would have the same value. You can optionally add the rule that different non-circular shapes must have different values - for example, that squares and hexagons must have different values. The puzzle for your child is to figure out the numbers in the shapes and regions that are not supplied.
es: Estos juegos matemáticos tienen figuras conectadas por líneas. Cada región encerrada tiene un número que es la suma de las figuras que la rodean (ej. 7 y 9 en la figura de abajo). Al igual que en los juegos de Sumas de figuras, los círculos pueden tener cualquier valor y el valor de una figura no circular debe ser el mismo que el de cualquier otra figura del mismo tipo. Por ejemplo, todos los cuadrados deben tener el mismo valor y todos los hexágonos deben tener el mismo valor. También puede agregar la regla de que las diferentes figuras no circulares necesitan tener valores diferentes; por ejemplo, que los cuadrados y los hexágonos deben tener valores diferentes. El reto para su niño/niña es encontrar los números en las figuras y regiones que no se proporcionan.

# template
source: Create these puzzles by making a diagram of circles and maybe some other shapes. Next, fill in all the figures with numbers and fill in the bounded regions with the sum of the figures that surround them. Finally, remove some of the numbers. As with Shape Sums puzzles in Chapter 3, start with simple puzzles with just one or two numbers missing and slowly progress to puzzles with more numbers missing, more enclosed regions next to each other, and more use of values in non-circular regions.
es: Cree estos juegos haciendo un diagrama de círculos y tal vez algunas otras figuras. A continuación, llene todas las figuras con números y llene las regiones encerradas con la suma de las cifras que las rodean. Finalmente, quite algunos de los números. Al igual que con los juegos de Sumas de figuras en el Capítulo 3, comience con juegos simples con solo uno o dos números faltantes y progrese lentamente a juegos con más números faltantes, con más regiones cerradas una al lado de la otra y más uso de valores en figuras no circulares.

# template
source: Island Hopping – Compensation
es: Saltando Islas – Compensación

# template
source: Using compensation for addition is a way to make addition problems much easier. The idea is to take an amount away from one of the numbers being added and give it to the other other number - the result stays the same, but one of the numbers becomes easier to work with. For example, when you add 7 + 8, if you take 2 away from 7 and give it to the 8, the problem becomes 5 + 10. Alternatively, if you take 3 away from the 8 and give it to the 7, the problem becomes 10 + 5. Anytime you can make one of the numbers a multiple of 10, you will have a much simpler problem. These puzzles provide practice in creating new problems using compensation. The challenge is to find a path that connects all the islands with the same answer. It is only legal to connect two islands if their problem’s numbers differ by 1. Only some of the islands will be on the path. Make these puzzles by starting with about ten islands with some connections. Identify a path from one edge of the islands to the other. Along that path, put problems that differ from each other by one - perhaps start with a problem that involves adding 10, and then make variations on it. In the islands near to the path, put problems with small changes that have different answers.
es: Usar la compensación para la suma es una forma de hacer los problemas de suma de una manera más fácil. La idea es quitar una cantidad de uno de los números que está sumando y dársela al otro número; el resultado sigue siendo el mismo, pero es más fácil trabajar con uno de los números. Por ejemplo, cuando suma 7 + 8, si quita 2 del 7 y le da el 2 al 8, el problema se convierte en 5 + 10. Alternativamente, si quita 3 del 8 y le da 3 al 7, el problema se convierte en 10 + 5. Siempre que pueda convertir uno de los números en múltiplo de 10, tendrá un problema mucho más simple. Estos juegos proporcionan práctica en crear nuevos problemas usando la compensación. El desafío es encontrar un camino que conecte todas las islas con la misma respuesta. Solo es válido conectar dos islas si los números del problema difieren por uno. Solo algunas de las islas estarán en el camino. Haga estos juegos comenzando con unas diez islas con algunas conexiones. Identifique un camino de un borde de las islas al otro. A lo largo de ese camino, coloque problemas que se diferencian entre sí por uno; tal vez comience con un problema que implique sumar 10 y luego haga variaciones. En las islas cercanas al camino, ponga problemas con pequeños cambios que tengan diferentes respuestas.

# template
source: There really is little to be done to vary the hardness of these puzzles. Introducing false paths will probably lead to confusion rather than challenge, and so it is generally a bad idea.
es: Realmente hay poco por hacer para variar la dificultad de este juego. La introducción de caminos falsos probablemente generará confusión en lugar de desafíos, por eso es generalmente una mala idea.

# template
source: DiffTriangles and SumTriangles
es: DiffTriangles y SumaTriángulos

# template
source: DiffTriangles
es: Diftriángulos

# template
source: DiffTriangles puzzles have triangles and squares that share sides. A triangle always has exactly two squares on its sides, and the remaining side has either a triangle or is empty. A triangle’s number is the difference of the two adjoining squares. The challenge is to supply the missing numbers.
es: Rompecabezas de DiffTriangles tienen triángulos y cuadrados que comparten lados. Un triángulo siempre tiene exactamente dos cuadrados en sus lados y el lado restante tiene un triángulo o está vacío. El número de un triángulo es la diferencia de los dos cuadrados contiguos. El desafío es proporcionar los números que faltan.

# template
source: **Constructing Puzzles** Making puzzles without loops is easy. Draw an alternating sequence of squares and triangles, put in numbers starting at one end, and then work your way to the far end. When you are done, remove some of the numbers. Making puzzles with loops or more complicated interactions is trickier; however, the effort pays off with some challenging puzzles! When your child gets very comfortable with these, they may want to take a turn creating some new puzzles of their own. They should have fun and learn a lot by figuring out how the numbers fit together. **Strategies for Solving** The places to do first are any triangles between two filled in squares. Another easy case is a square next to a filled triangle that has a smaller filled square next to it - in this case, because we are not working with negative numbers, there is only one choice for filling in the empty square. The most common case is a square that has two possible values looking in one direction, and two other possibilities looking in the other direction - there is usually only one number that overlaps in those possibilities.
es: **Construir rompecabezas** Haciendo rompecabezas sin bucles es fácil. Dibuje una secuencia alterna de cuadrados y triángulos, coloque números comenzando en un lado y luego avance hasta el otro lado. Cuando haya terminado, elimine algunos de los números. Hacer rompecabezas con bucles o interacciones más complicadas es más difícil; sin embargo, ¡el esfuerzo vale la pena al dar con algunos rompecabezas desafiantes! Cuando su niño/niña se sienta cómodo con estos, es posible que desee crear sus propios rompecabezas. Deben divertirse y aprender mucho averiguando cómo encajan los números. **Estrategias para resolver** Los lugares para resolver primero son los triángulos entre dos cuadrados resueltos. Otro caso fácil es un cuadrado al lado de un triángulo resuelto que tiene un cuadrado resuelto más pequeño al lado; en este caso, debido a que no estamos trabajando con números negativos, solo hay una opción para completar el cuadrado vacío. El caso más común es un cuadrado que tiene dos valores posibles mirando en una dirección y otras dos posibilidades mirando en la otra dirección; por lo general, usualmente solo hay un número que se superpone en esas posibilidades.

# template
source: Here are some examples with lots of interconnections.
es: Aquí hay algunos ejemplos con muchas interconexiones.

# template
source: SumTriangles
es: SumTriángulos

# template
source: SumTriangles puzzles are just like DiffTriangles only they use addition in place of subtraction. The value of a triangle is the sum of its two or three square neighbors. Make these puzzles using methods similar to DiffTriangles. SumTriangles puzzles are typically simpler to solve than DiffTriangles.
es: Los rompecabezas SumTriángulos son como los DifTriángulos, solo que usan la suma en lugar de la resta. El valor de un triángulo es la suma de sus dos o tres vecinos cuadrados. Haga estos rompecabezas usando métodos similares a los DifTriángulos. Los acertijos de SumTriángulos suelen ser más sencillos de resolver que los DifTriángulos.

# template
source: Island Hopping – Skip Counting
es: Saltando Islas – Conteo Salteado

# template
source: These puzzles have islands (circles) connected by bridges (lines). In this version of Island Hopping, the connections are made by skip counting. Some of the islands have numbers written on them and some will start off blank. Above the puzzle is the starting number, ending number, and the skip amount. The challenge is to fill in the missing numbers and find the path. You can also place the numbers and blanks on pieces of paper on the floor to make a stepping puzzle.
es: Estos juegos tienen islas (círculos) conectadas por puentes (líneas). En esta versión de Saltando islas, las conexiones se realizan al contar saltándose números. Algunas de las islas tienen números escritos y algunas comenzarán en blanco. Encima del juego está el número inicial, el número final y la cantidad que se salta. El desafío es completar los números que faltan y encontrar el camino. También puede colocar los números y los espacios en blanco en pedazos de papel en el piso para hacer un juego.

# template
source: As with the Skip Counting activity, create puzzles to practice going forward or backward starting at a variety of numbers, not just numbers that are a multiple of the skip amount. Creating these puzzles is the same as creating the Island Hopping - Counting puzzles from early in Chapter 2. Make the islands first, fill in the skip counting numbers, connect those islands in the correct order, and then add some additional connections to help make a puzzle out of it. In the version you give your child, remove some numbers leaving enough of the numbers so that it can still be figured out. You can revisit the puzzle construction strategies described in the Bonus Material for Chapter 2 for Island Hopping - Counting. Also, if you still have any of those puzzles, it is very easy to convert one of those puzzles to one of these. Take the following puzzle from Chapter 2. It involves counting from 0 to 6. The red numbers are the ones that would normally be left out when the puzzle is given to your child. To convert it to a puzzle that starts at 3 and skip counts by 2, simply multiply all the numbers by 2 and then add 3 to them (leaving out the red ones, of course).
es: Al igual que con la actividad de Conteo salteado, cree juegos para practicar el conteo hacia adelante o hacia atrás comenzando con una variedad de números, no solo números que son un múltiplo de la cantidad de saltos. Crear estos juegos es lo mismo que crear los juegos de Saltando islas: contando de principios del Capítulo 2. Primero haga las islas, agregue los números de conteo salteado, conecte esas islas en el orden correcto y luego agregue algunas conexiones adicionales para ayudar a hacer un juego a partir de él. En la versión que le dé a su niño/niña, elimine algunos números dejando suficientes números para que aún se pueda descifrar. Puede volver a consultar las estrategias de construcción del juego descritas en el Material adicional del Capítulo 2 para Saltando islas: contando. Además, si todavía tiene alguno de esos juegos, es muy fácil convertir uno de esos en uno de estos. Tome el siguiente juego del Capítulo 2. Se trata de contar del 0 al 6. Los números rojos son los que normalmente se dejarían fuera cuando se le da el juego a su niño/niña. Para convertirlo en un juego que comience en 3 y cuente de 2 en 2, simplemente multiplique todos los números por 2 y luego sume 3, como se muestra en la siguiente tabla. Después de eso, reemplace los números originales por los nuevos (omitiendo los rojos, por supuesto).

# template
source: Fix It
es: Arreglalo

# template
source: Start with a 4 by 4 grid of numbers with a target sum. The challenge is to find entries to remove so that the sum of the remaining numbers in every row and column is the target. An alternative version uses individual target sums for each row and column. Make these puzzles by putting in pairs or triples of numbers that sum to the target sum. Then fill in the remaining spaces with decoy numbers. You can make these trickier by having alternative pairs or triples of numbers that partially work. If your child is enjoying these, but finding them too easy, you can always make larger ones that are 4 by 5, 5 by 5, or even larger. Red stars have been added here to show which entries would be removed to make the puzzles work.
es: Empiece con una cuadrícula de números de 4 por 4 con una suma objetivo. El desafío es encontrar números para eliminar de modo que la suma de los números restantes en cada fila y columna sea el objetivo. Una versión alternativa utiliza como objetivo sumas individuales para cada fila y columna. Haga estos juegos colocando pares o tríos de números que den la suma objetivo. Luego, agregue números para distraer en los espacios restantes. Puede hacer esto más complicado si tiene pares o tríos alternativos de números que funcionan parcialmente. Si su niño/niña disfruta de estos, pero los encuentra demasiado fáciles, siempre puede hacer otros más grandes de 4 por 5, 5 por 5 o incluso más grandes. Se han agregado estrellas rojas aquí para mostrar qué números se eliminarían para que los juegos funcionen.

# template
source: Here are two puzzles using individual target sums for the rows and columns.
es: Aquí hay dos acertijos que utilizan como objetivo sumas individuales para las filas y columnas.

# template
source: Island Hopping by Ones and Tens
es: Saltando Islas por Unos y Dieces

# template
source: A rectangular grid of numbers is given with some of the numbers filled in. The challenge is to fill in the remaining numbers so that any two numbers that share a side only differ in a single place, and the difference of the digits in that place is 1 (including going between 0 and 9). No number may be used more than once in the entire grid. Referencing a 100-Chart may be helpful for beginning solvers. Make this puzzle by taking an empty grid and filling it with numbers, with no number repeated. Next, remove some of the numbers, making sure that it is not too hard for your child. In these examples, the red numbers are the missing ones.
es: Se proporciona una cuadrícula rectangular de números con algunos de los números completados. El desafío es completar los números restantes para que dos números que compartan un lado solo difieran en un solo valor posicional, y la diferencia de los dígitos en ese lugar es 1 (incluido ir entre 0 y 9). Ningún número puede usarse más de una vez en toda la cuadrícula. Consultar una tabla de 100 puede ser útil para principiantes. Haga este juego tomando una cuadrícula vacía y llenándola con números, sin que se repita ningún número. A continuación, elimine algunos de los números, asegurándose de que no sea demasiado difícil para su niño/niña. En estos ejemplos, los números rojos son los que faltan.

# template
source: Using only one-digit and two-digit numbers, there is not a lot of trickiness that can be introduced. However, they are great practice for thinking about place value. One wrinkle that may surprise your child are transitions such as 95 to 5 to 15 or 11 to 10 to 0 to 9 - they may not realize there is a 0 in the tens place for single-digit numbers and they may be surprised by 0 and 9 being connected. Grids are a natural way to present these problems. However, the puzzles can also be represented in the same way as other Island Hopping puzzles using circles, and this representation allows for some additional freedom in creating puzzles.
es: Usando solo números de uno y dos dígitos, no hay muchos trucos que se pueden introducir. Sin embargo, son una buena práctica para pensar en el valor posicional. Una novedad que puede sorprender a su niño/niña son las transiciones como de 95 a 5 a 15 o de 11 a 10 a 0 a 9; es posible que no se den cuenta de que hay un 0 en el lugar de las decenas para números de un solo dígito y pueden sorprenderse de que 0 y 9 estén conectados. Las cuadrículas son una forma natural de presentar estos problemas. Sin embargo, los juegos también se pueden representar de la misma manera que los juegos de Saltando islas, usando círculos, y esta representación permite libertad adicional para crear juegos.

# template
source: Solitaire Shape Puzzles
es: Rompecabezas con Forma de Solitario

# template
source: Magic Triangles
es: Triángulos Mágicos
