Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: This story has quantities to ten, comparing, and colors. Practice words: counting to ten, most, more, less, bigger, smaller, shortest, tallest, color names, solid, striped, and checkerboard.
es: Esta historia trata sobre las cantidades hasta el diez, comparar, y los colores. Palabras para practicar: contar hasta el diez, más, menos, mayor, menor, más grande, más pequeño, más bajo, más alto, los nombres de los colores, sólido, rayado y patrón de tablero de ajedrez.

# data_list
source: Feelings
es: Los sentimientos

# data_list
source: This story has quantities up to ten. Practice words: how many, one more, most, and least.
es: Esta historia trata de cantidades hasta el diez. Palabras para practicar: cuántos(as), uno más, más y menos.

# data_list
source: Flower Blind
es: Sin Poder Ver Las Flores

# data_list
source: This story has quantities to 10, comparing quantities, and shapes. Practice words: how many, most, least, one more, how many more, difference, rectangle, square, circle, and round.
es: Este cuento trata sobre las cantidades hasta el diez, comparar cantidades y las figuras. Palabras para practicar: cuántos, más, menos, uno más, cuántos más, diferencia, rectángulo, cuadrado, círculo y redondo.

# data_list
source: Friends
es: Amigos

# data_list
source: Math Themes and Words} This story has counting to 6, colors, and shapes. Practice words: how many, numbers to six, one more, two more, one less, two less, color names, stripes, solids, pentagon, hexagon, round, same, and different.
es: Matemáticas: temas y palabras. Esta historia trata de contar hasta el seis, los colores y las figuras. Palabras para practicar: cuántos(as), los números hasta el seis, uno más, dos más, uno menos, dos menos, los nombres de los colores, rayas, sólidos, pentágono, hexágono, redondo, igual y diferente.

# data_list
source: How the Toad Got its Skin
es: Cómo Obtuvo la Sapa su Piel

# data_list
source: This story has counting to 16, shapes, and colors. Practice words: counting by 2's or 4's, more, less, one more, color names, circle, center, and concentric.
es: Esta historia trata de contar hasta el 16, las figuras y los colores. Palabras para practicar: contar de dos en dos o de cuatro en cuatro, más, menos, uno más, los nombres de los colores, círculo, centro y concéntrico.

# data_list
source: Look at the Animals
es: Mira los Animales

# data_list
source: This story has small quantities up to 8. Practice words: numbers to 8, how many, one more, small, and large.
es: Esta historia trata de cantidades pequeñas hasta el ocho. Palabras para practicar: los números hasta el ocho, cuántos, uno más, pequeño y grande.

# data_list
source: My School Clothes
es: Mi Ropa Para la Escuela

# data_list
source: This story has counting to 5, shapes, and colors. Practice words: numbers to 5, color names, too, too big, too small, just right, matching colors, and rectangle.
es: Esta historia trata de contar hasta cinco, las figuras y los colores. Palabras para practicar: los números hasta el cinco, los nombres de los colores, demasiado, demasiado grande, demasiado pequeño, de la talla correcta, colores que combinan y rectángulo.

# data_list
source: Palm Tree
es: La Palmera

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, how many, estimate, counting by 2's, more, less, difference, round shape, box shape, loop, and pattern.
es: Esta historia enseña a contar hasta 12, a comparar y las figuras. Palabras para practicar: los números hasta el 12, cuántos, estimar, contar de 2 en 2, más, menos, diferencia, forma redonda, forma de caja, aro y patrón.

# data_list
source: Pendo Our Cow
es: Pendo, Nuestra Vaca

# data_list
source: This story has quantities up to six and comparing. Practice words: numbers to six, more, most, less, least, and rectangle.
es: Esta historia enseña las cantidades hasta seis y comparaciones. Practica palabras como: los números hasta seis, más, mayor cantidad, menos, menor cantidad y rectángulo.

# data_list
source: The Day the Sun Went Away
es: El Día que el Sol Se Fue

# data_list
source: This story has counting to 7, comparing, and shapes. Practice words: numbers to 7, how many, same, less, more, one more, one less, too, too many, round, sphere, ball, cylinder, warm, warmer, cool, and cooler.
es: Esta historia enseña a contar hasta 7, a comparar y las formas. Practica palabras como: los números hasta el 7, cuántos, igual, menos, más, uno más, uno menos, también, demasiados, redondo, esfera, bola, cilindro, cálido, caliente, frío y más frío.

# data_list
source: Visiting Grandmother
es: Visitando a la Abuela

# data_list
source: This story has counting to 10 and shapes. Practice words: numbers up to 10, one more, two more, three more, counting by 2's, equal, rectangle, circle, concentric, straight, and curved.
es: Esta historia enseña a contar hasta 10 y las formas. Practica palabras como: los números hasta el 10, uno más, dos más, tres más, contando de 2 en 2, igual, rectángulo, círculo, concéntrico, recto y curvo.

# data_list
source: Where Is Lulu?
es: ¿Dónde está Lulú?

# data_list
source: This story has counting to 10, comparing sizes, and geometry. Practice words: numbers to 10, one more, one less, less, more, small, big, too, too big, smallest, largest, triangle, rectangle, pentagon, cylinder, same, on, under, and on top of.
es: Esta historia enseña a contar hasta 10, a comparar tamaños y geometría. Practica palabras como: los números hasta 10, uno más, uno menos, menos, más, pequeño, grande, demasiado, demasiado grande, el más pequeño, el más grande, triángulo, rectángulo, pentágono, cilindro, igual, sobre, debajo y encima de.

# data_list
source: Where Is My Bat?
es: ¿Dónde Está Mi Bate?

# data_list
source: This story has counting to 7, relationship words, and shapes. Practice words: how many, numbers to 7, one more one less, behind, inside, on, high, too high, under, rectangle, box, and vertical line.
es: Esta historia enseña a contar hasta 7, palabras de relación y formas. Practica palabras como: cuántos, números hasta el 7, uno más, uno menos, detrás, dentro, encima, alto, demasiado alto, debajo, rectángulo, caja y línea vertical.

# data_list
source: Where Is My Cat?
es: ¿Dónde Está Mi Gato?

# data_list
source: This story has counting to 5, relationship words, and colors. Practice words: numbers to 5, under, on top of, over, behind, next to, inside, outside, color names, straight, and curved.
es: Esta historia enseña a contar hasta 5, palabras para expresar una relación y colores. Practica palabras como: números hasta el 5, debajo, encima, detrás, al lado, adentro, afuera, nombres de colores, recto y curvo.

# data_list
source: A Dancers Tale
es: La Historia de una Bailarina

# data_list
source: This story has counting to 12, comparing, and shapes. Practice words: numbers to 12, smallest, shortest, longest, more, less, circle, arc, triangle, rectangle, right angle, straight lines, diagonal, shapes made with lines, Y shape.
es: Esta historia enseña a contar hasta el 12, a comparar y las figuras. Palabras para practicar: los números hasta el 12, el más pequeño, el más corto, el más largo, más, menos, círculo, arco, triángulo, rectángulo, ángulo recto, líneas rectas, diagonal, figuras formadas por líneas y en forma de Y.

# data_list
source: A Fish and a Gift
es: Un Pez y un Regalo

# data_list
source: This story has counting to 8, descriptions and comparisons, and shapes. Practice words: numbers to 8, earlier, later, dark, faster, down, backwards, longest, more, little, different, triangle, rectangle, line, side, straight, horizon, and horizontal.
es: Esta historia enseña a contar hasta 8, a hacer descripciones y comparaciones, y las figuras. Palabras para practicar: los números hasta el 8, más temprano, más tarde, oscuro, más rápido, abajo, al revés, el más largo, más, pequeño, diferente, triángulo, rectángulo, línea, lado, recto, horizonte y horizontal.

# data_list
source: Aku the Sun Maker
es: Aku La Creadora del Sol

# data_list
source: This story has colors, descriptions, and shapes. Practice words: white, red, yellow, orange, brown, rainbow colors, same, matching, different, difference, long, longer, short, very, curved, straight, round, triangle, and rectangle.
es: Esta historia enseña los colores, descripciones y figuras geométricas. Palabras para practicar: blanco, rojo, amarillo, anaranjado, marrón, colores del arco iris, igual, coinciden, diferente, diferencia, largo, más largo, corto, muy, curvo, recto, redondo, triángulo y rectángulo.

# data_list
source: Amazing Daisy
es: La Increíble Daisy

# data_list
source: This story has geometry and shape ideas. Practice words: circle, rectangle, sides, corner, vertical line, horizontal line, big, small, low, and high
es: Esta historia enseña geometría e ideas sobre figuras. Practica las palabras: círculo, rectángulo, lados, esquina, línea vertical, línea horizontal, grande, pequeño, bajo y alto.

# data_list
source: Cassava and Palm
es: Yuca y Palmera

# data_list
source: This story has counting to 20, descriptions, and shapes. Practice words: very, extremely, more, difference, rectangle, square, round, cone, triangle, alike, different, dividing by 1, 2, and 1/2, vertical, horizontal, perpendicular, oldest, youngest, inside, and outside.
es: Esta historia trata sobre contar hasta 20, las descripciones y las figuras. Palabras para practicar: muy, extremadamente, más, diferencia, rectángulo, cuadrado, redondo, cono, triángulo, parecido, diferente, dividir entre 1, 2 y 1/2, vertical, horizontal, perpendicular, el mayor, el más joven, adentro y afuera.

# data_list
source: Cat and Dog Draw and Color
es: Gato y Perro Dibuja y Colorea

# data_list
source: This story has shapes, comparisons, and skip counting. Practice words: rectangle, square, oval, circle, arc, triangle, line, straight, curved, mirror symmetry, similar, different, less, same, more, pair, difference, right, left, skip counting by 2's, 3's, and 5's.
es: Esta historia trata sobre las figuras, hacer comparaciones y contar saltando números. Palabras para practicar: rectángulo, cuadrado, óvalo, círculo, arco, triángulo, línea, recto, curvo, simetría reflectiva, similar, diferente, menos, igual, más, par, diferencia, derecha, izquierda, contar de 2 en 2, de 3 en 3 y de 5 en 5.

# data_list
source: Curious Baby Elephant
es: La Elefantita Curiosa

# data_list
source: This story has skip counting and number properties. Practice words: skip counting, counting by a number, even, odd, more, less, above, and below.
es: Esta historia tiene conteo y las propiedades de los números. Practica las palabras: conteo saltándose números, contar de… en…, par, impar, más, menos, por encima y por debajo.

# data_list
source: Father's Advice
es: El Consejo del Padre

# data_list
source: This story has shapes and skip counting. Practice words: round, cone, rectangle, long, vertical line, horizontal line, right angle, steep, zero, adding one, skip counting by 2's, 3's, 4's, and 6's.
es: Esta historia contiene figuras y conteo saltándose números. Practica las palabras: redondo, cono, rectángulo, largo, línea vertical, línea horizontal, ángulo recto, inclinado, cero, sumar uno, contar de 2 en 2, de 3 en 3, de 4 en 4 y de 6 en 6.

# data_list
source: Fati and the Green Snake
es: Fati y la Serpiente Verde

# data_list
source: This story has counting to 10 and comparing sizes. Practice words: numbers to 10, big, bigger, small, smaller, wide, wider, narrow, narrower, more, less, same, one more, and twice.
es: Esta historia enseña a contar hasta diez y a comparar tamaños. Palabras para practicar: números hasta el 10, grande, más grande, pequeño, más pequeño, grueso, más grueso, angosto, más angosto, más, menos, igual, uno más y el doble.

# data_list
source: Horses of Debre Birhan
es: Los Caballos de Debre Birhan

# data_list
source: This story has comparing words and counting in groups. Practice words: heavy, faster, enough, more than, too tight, very, old, skip counting by 2's and 4's, equal sharing, pair, pairing, odd, even, estimate, hundred, thousand, million, side, opposite side, round, and rectangle.
es: Este cuento tiene palabras de comparación y ejercicios de contar en grupos. Palabras de práctica: pesado, más rápido, suficiente, más que, demasiado apretado, muy, viejo, saltar contando de 2 y 4, reparto igual, par, emparejar, números impares, números pares, estimar, cien, mil, millón, lado, lado opuesto, redondo, y rectángulo.

# data_list
source: How Many?
es: ¿Cuántos?

# data_list
source: This story has counting to 14 and skip counting. Practice words: numbers to 14, skip counting, more, fewer, one more, three more, and double.
es: Esta historia contiene conteo hasta 14 y conteo saltando números. Palabras para practicar: los números hasta el 14, contar de… en…, más, menos, uno más, tres más y el doble.

# data_list
source: Hyena and Tortoise
es: La Hiena y la Tortuga

# data_list
source: This story has shapes and quantities. Practice words: round, cone, different shape, hexagon, regular hexagon, tile designs, squares, patterns, more, less, fewer, same, equal, number difference, estimate, stronger, weaker, faster, slower, slowly, and speed.
es: Este cuento tiene figuras y cantidades. Palabras de práctica: redondo, cono, figura diferente, hexágono, hexágono regular, diseños de azulejos, cuadrados, patrones, más, menor que, menos que, mismo(a), igual, diferencia numérica, estimación, más fuerte, más débil, más rápido, más lento, lentamente y velocidad.

# data_list
source: I Love Forests
es: Amo los Bosques

# data_list
source: This story has counting to ten and comparing quantities. Practice words: numbers to ten, counting by 2's, one more, one less, most, and least.
es: Esta historia enseña a contar hasta diez y a comparar cantidades. Practica las palabras: números hasta el diez, contar de 2 en 2, uno más, uno menos, la mayor cantidad y la menor cantidad.

# data_list
source: Is There Anyone Like Me?
es: ¿Hay Alguien Como Yo?

# data_list
source: This story has counting to 8 and comparing. Practice words: one more, one less, take away, fact family, symmetry, mirror symmetry, similarity, difference, and same.
es: Esta historia enseña a contar hasta el 8 y a comparar. Palabras para practicar: más uno, menos uno, quitar, familia de operaciones, simetría, simetría reflectiva, semejanza, diferencia e igual.

# data_list
source: Listen to My Body
es: Escuchando a Mi Cuerpo

# data_list
source: This story has counting to 10 and comparing. Practice words: more, less, difference, and counting by 2's.
es: Esta historia tiene conteo hasta 10 y comparaciones. Palabras para practicar: mayor, menor, diferencia y contar de 2 en 2.

# data_list
source: Little Jojo's Long Tall Tale
es: El Cuento Largo y Fantástico del Pequeño Jojo

# data_list
source: This story has many shapes. Practice words: circle, round, short, polygon, side, triangle, quadrilateral, pentagon, hexagon, square, rectangle, diamond, rhombus, cone, pattern, concentric circles, colors, tall, tallest, far, farthest, long, half, pair, add, subtract, easy, hard, easier, harder, and problem solving.
es: Esta historia tiene muchas figuras. Palabras para practicar: círculo, redondo, corto, polígono, lado, triángulo, cuadrilátero, pentágono, hexágono, cuadrado, rectángulo, diamante, rombo, cono, patrón, círculos concéntricos, colores, alto, el más alto, lejos, el más lejano, largo, mitad, par, sumar, restar, fácil, difícil, más fácil, más difícil y resolver problemas.

# data_list
source: This story has shapes and descriptions. Practice words: thin, pairs, line, parallel, horizontal, vertical, perpendicular, negative space, different, triangle, side, straight, sphere, circle, arc, red, blue, right, left, and skip count by 5's.
es: Esta historia enseña las formas y descripciones. Practica palabras como: delgado, pares, línea, paralelo, horizontal, vertical, perpendicular, espacio negativo, diferente, triángulo, lado, recto, esfera, círculo, arco, rojo, azul, derecha, izquierda y conteo de 5 en 5.

# data_list
source: Maguru Gives Legs
es: Maguru Regala Patas

# data_list
source: This story has shapes and groupings. Practice words: long, round, cone, flat, rectangle, square, close, closer, estimate, skip counting by 2's and 4's, colors, more, less, object properties, grouping by property, fewer, first, last, after, before, faster, slower, none, and zero.
es: Esta historia trata sobre las figuras y los agrupamientos. Practica las palabras: largo, redondo, cono, plano, rectángulo, cuadrado, próximo, más próximo, estimar, contar de 2 en 2 y de 4 en 4, los colores, más, menos, las propiedades de un objeto, agrupación por propiedades, primero, último, después, más rápido, más lento, ninguno y cero.

# data_list
source: Singing the Truth: The Story of Miriam Makeba
es: Cantando la Verdad: La Historia de Miriam Makeba

# data_list
source: This story has lots of shapes. Practice words: shape, rectangle, straight, circle, arc, oval, arch, cone, ellipse, different, same, flat, outline, and stripe.
es: Esta historia tiene muchas figuras. Palabras para practicar: figura, rectángulo, recto, círculo, arco, óvalo, cono, elipse, diferente, igual, plano, contorno y raya.

# data_list
source: Sun Moon and Water
es: Sol, Luna y Agua

# data_list
source: This story has many shapes. Practice words: rainbow, circle, arc, polygon, rectangle, pentagon, big, large, straight, curved, box, top, many, color names, rainbow, next, and too much.
es: Esta historia contiene muchas figuras. Practica palabras como: arcoíris, círculo, arco, polígono, rectángulo, pentágono, grande, largo, recto, curvo, caja, parte superior, muchos, nombres de colores, siguiente y demasiado.

# data_list
source: Tortoise Finds his House
es: Tortuga Encuentra su Casa

# data_list
source: This story has descriptions and comparisons. Practice words: high, on, onto, average, speed, 5 times, pairs, odd, even, sharing, too, very, fast, long, distance, light, heavy, lower, higher, different, estimate, more, stronger, vertically, diagonally, parallel lines, and big.
es: Esta historia contiene descripciones y comparaciones. Practica las palabras: alto, en, sobre, promedio, velocidad, 5 veces, pares, impar, par, intercambio, también, muy, rápido, largo, distancia, liviano, pesado, más bajo, más alto, diferente, estimación, más, más fuerte, verticalmente, diagonalmente, líneas paralelas y grande.

# data_list
source: Who Can Count to Ten?
es: ¿Quién puede contar hasta diez?

# data_list
source: This story has counting, comparisons, and problem solving. Practice words: numbers to ten, skip counting, counting by 2's, 3's, 4's, 5's, and 10's, odd numbers, more, difference, add, combination, total, stripes, spots, big, biggest, fast, fastest, strong, strongest, large largest, high, higher, pattern, and problem solving.
es: Esta historia tiene conteo, comparaciones y resolución de problemas. Practica palabras como: los números hasta diez, conteo salteado, conteo de 2, 3, 4, 5 y 10, números impares, más, diferencia, suma, combinación, total, rayas, puntos, grande, más grande, rápido, más rápido, fuerte, más fuerte, alto, más alto, patrón y resolución de problemas.

# data_list
source: Fana and her family live in a busy town.
es: Fana y su familia viven en una ciudad con mucho movimiento.

# data_list
source: Fana lives in a very colorful town. Is your town colorful too?
es: Fana vive en una ciudad muy colorida. ¿Hay muchos colores en tu ciudad también?

# data_list
source: Point at and name all the colors of the clothes and buildings.
es: Señala y nombra todos los colores de las ropas y los edificios.

# data_list
source: Fana has a cat, two hens, a goat and a dove.
es: Fana tiene un gato, dos gallinas, una cabra y una paloma.

# data_list
source: How many animals does Fana have?
es: ¿Cuántos animales tiene Fana?

# data_list
source: Which animal does Fana have the most of?
es: ¿De cuál animal tiene más Fana?

# data_list
source: Most people living in a city do not have so many different animals.
es: La mayoría de las personas que viven en una ciudad no tienen tantos animales.

# data_list
source: One day, Fana saw other children throwing stones at doves.
es: Un día, Fana vio que otros niños tiraban piedras a las palomas.

# data_list
source: Throwing stones at animals is a mean things to do!
es: ¡Tirar piedras a los animales es un acto cruel!

# data_list
source: What would you do if you saw someone doing something that was mean?
es: ¿Qué harías si vieras a alguien haciendo algo cruel?

# data_list
source: Count all the birds. Which is more and which is less -- birds in the air or birds on the ground?
es: Cuenta todos los pájaros. ¿Cuál es mayor y cuál es menor: el número de pájaros en el aire o el número de pájaros en el suelo?

# data_list
source: Fana ran towards the children. She shouted, "Stop throwing stones!"
es: Fana corrió hacia los niños. Ella gritó: "¡Paren de tirar piedras!".

# data_list
source: It is not easy to tell other people that you think they are being bad. Why did Fana do it?
es: No es fácil decirle a otras personas que piensas que lo que hacen está mal. ¿Por qué lo hizo Fana?

# data_list
source: A rectangle is a shape with four straight sides like the shape of this page. Point out rectangles you see in this picture.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Señala los rectángulos que ves en esta ilustración.

# data_list
source: Do you see any rectangles around where you are?
es: ¿Ves algún rectángulo donde te encuentras?

# data_list
source: Fana took the two doves home to look after them.
es: Fana se llevó las dos palomas a casa para cuidarlas.

# data_list
source: It is very nice of Fana to help these animals. It can be dangerous to handle wild animals.
es: Es muy amable de Fana ayudar a estos animales. Puede ser peligroso manipular animales salvajes.

# data_list
source: Count the number of people and the number of birds. Which group is bigger and which group is smaller?
es: Cuenta el número de personas y el número de pájaros. ¿Qué grupo es mayor y que grupo es menor?

# data_list
source: What do their faces tell you about what they are feeling?
es: ¿Qué te dicen sus caras acerca de cómo se sienten?

# data_list
source: She fed them and told her family how she saved them.
es: Ella las alimentó y le contó a su familia cómo las había salvado.

# data_list
source: How many children and how many adults are there in Fana's family? When you put those groups together, how many people are there in her family?
es: ¿Cuántos niños y cuántos adultos hay en la familia de Fana? Cuando juntas esos dos grupos, ¿cuántas personas hay en su familia?

# data_list
source: There are many colors of the rainbow here. Which colors are present and which ones are missing?
es: Hay muchos colores del arcoíris aquí. ¿Qué colores están presentes y cuáles faltan?

# data_list
source: Which colors and patterns are your favorite to wear?
es: ¿Qué colores y patrones te gusta vestir?

# data_list
source: Fana and her parents took the doves to the clinic.
es: Fana y sus padres llevaron a las palomas a la clínica.

# data_list
source: Most doctors either help people or they help animals. Which kind of doctor is at this clinic?
es: La mayoría de los doctores ayudan a las personas o a los animales. ¿Qué tipo de doctor se encuentra en esta clínica?

# data_list
source: Who is the shortest person in this picture? Who is the tallest?
es: ¿Quién es la persona más baja en esta ilustración? ¿Quién es la más alta?

# data_list
source: The red cross on the cabinet shows that it has medical supplies in it.
es: La cruz roja en el gabinete muestra que adentro hay suministros médicos.
