Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Why were they able to go down the mountain so much more quickly than when they went up?
es: ¿Por qué pudieron bajar la montaña más rápido de lo que tardaron en subirla?

# data_list
source: Oddly enough, going down a steep hill can be harder than going up. Has this happened to you?
es: Curiosamente, bajar una colina empinada puede ser más difícil que subirla. ¿Te ha pasado eso?

# data_list
source: It was evening by the time they reached Chief Short and Round's house. Mama Triangle knocked on the door and when it was opened everyone rushed inside. "Hello," said Chief Short and Round, blinking sleepily. "Did you find my spring horn? Will we be able to have the springtime party?" Little Square Jojo felt very bad and shook his head.
es: Ya era de noche cuando llegaron a la casa del jefe Corto y Redondo. Mamá Triángulo tocó la puerta y cuando se abrió todos se apresuraron a entrar. "Hola", dijo el jefe Corto y Redondo, parpadeando con sueño. "¿Encontraron mi cuerno primaveral? ¿Podremos celebrar la fiesta de primavera?”. El pequeño Jojo Cuadrado se sintió muy mal y sacudió la cabeza.

# data_list
source: The Chief's room is round and is filled with round things. Point at and count as many circles as you can.
es: La habitación del jefe es redonda y está llena de objetos redondos. Señala y cuenta tantos círculos como puedas.

# data_list
source: The circles in the rug have the same center. Circles that share a common center are called concentric circles. Do you see any concentric circles where you are?
es: Los círculos en la alfombra tienen el mismo centro. Los círculos que tienen un centro común se llaman círculos concéntricos. ¿Ves algunos círculos concéntricos donde tú te encuentras?

# data_list
source: The Chief is wearing his pajamas. What do you think his bedtime is? What is your bedtime?
es: El jefe lleva puesto su pijama. ¿A qué hora crees que se duerme? ¿Cuál es tu hora de dormir?

# data_list
source: Jojo looked for your spring horn all day, said Mama Triangle. "It is not his fault that he didn't find it. It is your fault, Chief Short and Round. Don't you remember?" Mama Triangle pointed at the chief. "You are wearing your spring horn on your head!" Chief Short and Round gasped, "Oh my, I remember it now. I was so hot from climbing up that mountain that I put my horn on my head."
es: "Jojo buscó tu cuerno primaveral todo el día", dijo Mamá Triángulo. "No es su culpa que no lo haya encontrado. Es tu culpa, jefe Corto y Redondo. ¿No te acuerdas?". Mamá Triángulo señaló al jefe. "¡Traes puesto el cuerno primaveral en tu cabeza!". El jefe Corto y Redondo dio un grito ahogado: "Ay, ya recuerdo. Estaba tan acalorado después de trepar esa montaña que puse el cuerno en mi cabeza".

# data_list
source: How do you think the Chief felt when he realized the horn was on his head?
es: ¿Cómo crees que se sintió el jefe cuando se dio cuenta de que el cuerno estaba en su cabeza?

# data_list
source: How long in this story has the horn been on his head?
es: ¿Por cuánto tiempo ha estado el cuerno en su cabeza en esta historia?

# data_list
source: Tell a story about a time when you thought you lost something and then found out it was in an obvious place all along.
es: Cuenta una historia sobre una vez que pensaste que habías perdido algo y luego descubriste que había estado en un lugar obvio todo el tiempo.

# data_list
source: I am so embarrassed, said Chief Short and Round as he took his spring horn off his head. Then he passed it to Little Square Jojo. "You have done all the hard work, Jojo. You should blow the horn." Little Square Jojo smiled. He lifted up the horn and gave a loud blow. "Now we can have the springtime party!" All was well in the Village of Many Shapes.
es: "Estoy tan avergonzado", dijo el jefe Corto y Redondo al tiempo que retiraba el cuerno primaveral de su cabeza. Luego se lo pasó al pequeño Jojo Cuadrado. "Tú has hecho todo el trabajo duro, Jojo. Tu deberías tocar el cuerno". El pequeño Jojo Cuadrado sonrió. Él levantó el cuerno y lo sonó muy fuerte. "¡Ahora podemos celebrar la fiesta de primavera!". Todo estaba bien en la aldea de Muchas Figuras.

# data_list
source: Unlike real snowflakes, the snowflakes in this sky come in many, very different shapes. Point to a few and describe them.
es: A diferencia de los copos de nieve reales, los copos de nieve en este cielo tienen muchas figuras diferentes. Señala algunas y descríbelas.

# data_list
source: Jojo did a great job of problem solving. He thought about the problem, he discussed ideas with others, and he persisted even when he was having trouble solving the problem.
es: Jojo hizo un gran trabajo resolviendo el problema. Él pensó acerca del problema, discutió ideas con otros y perseveró incluso cuando tuvo dificultades para resolver el problema.

# data_list
source: Tell a fun story, real or make believe, of a time when someone was searching all over for something for a long time and then finally found it.
es: Cuenta una historia divertida, real o inventada, de una vez que alguien estuvo buscando algo por todas partes durante un largo tiempo y finalmente lo encontró.

# data_list
source: Look at the animals.
es: Mira los animales.

# data_list
source: Count and name together all the animals you see.
es: Cuenten y digan juntos los nombres de todos los animales que ven.

# data_list
source: What are all the animals looking at?
es: ¿Qué están viendo los animales?

# data_list
source: Do the animals want something from the farmer?
es: ¿Los animales quieren algo del granjero?

# data_list
source: The cow says, "Moo."
es: La vaca dice, "Muu".

# data_list
source: The cow is looking at an empty trough. What do you think "Moo" means?
es: La vaca ve el abrevadero vacío. ¿Qué crees que "Muu" significa?

# data_list
source: If you only have one word ("Moo"), you have to say it in different ways to have it mean different things. What do you think the cow wants?
es: Cuando solo cuentas con una palabra ("Muu"), tienes que decirla de diferentes maneras para que tenga distintos significados. ¿Qué crees que quiere la vaca?

# data_list
source: Some of the cow's black spots are small and some are large. Count how many spots the cow has.
es: Algunas de las manchas negras de la vaca son pequeñas y otras son grandes. Cuenta cuántas manchas tiene la vaca.

# data_list
source: The goat says, "Meh, meh."
es: La cabra dice, "Mee, mee".

# data_list
source: Why is the goat looking at the drip of water from the faucet?
es: ¿Por qué la cabra mira el agua que gotea del grifo?

# data_list
source: Is the goat thirsty, hungry, or both?
es: ¿Está la cabra sedienta, hambrienta o las dos cosas?

# data_list
source: How many horns does a goat have? Name some other animals that have two hard things growing on their head.
es: ¿Cuántos cuernos tiene una cabra? Menciona otros animales que tienen dos objetos duros creciendo en su cabeza.

# data_list
source: The horse says, "Neigh."
es: El caballo dice, "Hiii".

# data_list
source: The horse is also looking at an empty trough. What is the horse pointing at with its front left leg?
es: El caballo también mira el abrevadero vacío. ¿Qué señala el caballo con su pata delantera?

# data_list
source: Count together the horse's legs. Can you think of a farm animal that has only two legs?
es: Cuenten juntos cuántas patas tiene el caballo. ¿Se te ocurre un animal que solo tiene dos patas?

# data_list
source: Are there animals that have any other number of legs than two or four? What about insects or spiders? -- do you know how many legs they have?
es: ¿Hay algún animal que tenga un número de patas que no sea dos o cuatro? ¿Qué tal los insectos o las arañas? ¿Sabes cuántas patas tienen?

# data_list
source: The pig says, "Grunt."
es: El cerdo dice, "Oenc".

# data_list
source: Some people think that pigs say "Oink." What do you think they say?
es: Algunas personas dicen que el cerdo dice, "Oinc". ¿Tú qué piensas que dicen los cerdos?

# data_list
source: The pig has two ears, two eyes, and two nostrils. Imagine what it would be like if it had two mouths!
es: El cerdo tiene dos orejas, dos ojos y dos fosas nasales. ¡Imagina cómo se vería si tuviera dos hocicos!

# data_list
source: Count together the posts that make up the fence in front of the pig.
es: Cuenten juntos los palos de la valla frente al cerdo.

# data_list
source: The chicken says, "Cluck."
es: La gallina dice, "Co".

# data_list
source: A chicken is a farm animal with just two legs. Are there any others?
es: Una gallina es un animal de la granja con solo dos patas. ¿Hay otros animales de granja con dos patas?

# data_list
source: Count the baby chicks and count how many chickens there are all together.
es: Cuenta los pollitos y cuenta cuántas aves hay en total.

# data_list
source: One more than three makes how many?
es: ¿Cuánto es uno más que tres?

# data_list
source: The dog says, "Woof."
es: El perro dice, "Guau".

# data_list
source: The dog bowl is empty and the dog looks hungry.
es: El tazón del perro está vacío y el perro se ve hambriento.

# data_list
source: Count together the number of bags by the fence.
es: Cuenten juntos el número de sacos cerca de la valla.

# data_list
source: Count together the number of tines on the rake in the corner. Can you find other things to count?
es: Cuenten juntos el número de dientes en el rastrillo de la esquina. ¿Puedes encontrar más objetos para contar?

# data_list
source: The farmer says, "Shhh!"
es: El granjero dice, "¡Chist!"

# data_list
source: Why does the farmer say "Shhh?" Is the farmer tired of being pestered by the animals?
es: ¿Por qué el granjero dice "¡Chist!"? ¿Está cansado el granjero de que le molesten los animales?

# data_list
source: What are the animals waiting for?
es: ¿Qué están esperando los animales?

# data_list
source: How many animals are waiting for their food?
es: ¿Cuántos animales están esperando por alimento?

# data_list
source: One night Grandpa was tucking me in. His hands were soft and his hair was thin.
es: Una noche el abuelo me estaba arropando. Sus manos eran suaves y su cabello delgado.

# data_list
source: Two words rhyme when their endings sound alike. Look for the rhyming words on many of the pages of this story. For this page, "in" and "thin" are the rhyming words.
es: Dos palabras riman cuando sus terminaciones suenan igual. Busca las palabras que riman en muchas de las páginas de esta historia. Para esta página, "arropando" y "delgado" son las palabras que riman.

# data_list
source: Think of some other words that rhyme with in and thin. (fin, din, kin, tin, win, bin, grin)
es: Piensa en otras palabras que rimen con arropando y delgado. (pintando, cocinando, enojado, pesado, etc.)

# data_list
source: Putting things in pairs can be fun. However, not everything can be paired up. There are five buttons on Grandpa's coat, and no matter how you pair them up there will be one left over -- that's because five is an odd number!
es: Poner las cosas en pares puede ser divertido. Sin embargo, no todo se puede emparejar. Hay cinco botones en el abrigo del abuelo, y no importa cómo los emparejes, quedará uno, ¡eso es porque cinco es un número impar!

# data_list
source: I'm going to tell you a special story, about a girl named Lory Dory.
es: Te voy a contar una historia especial, sobre una niña llamada Lory Dory.

# data_list
source: Hearing someone tell you a story is a special treat. Someone is reading this story to you right now. How does it make you feel?
es: Escuchar a alguien contarte una historia es un placer especial. Alguien te está leyendo esta historia ahora mismo. ¿Cómo te hace sentir?

# data_list
source: When lines are lined up and go in exactly the same direction they are called parallel lines. The artist has drawn this room in a style with almost no parallel lines. Point out some parallel lines where you are right now.
es: Cuando las líneas están alineadas y van exactamente en la misma dirección, se llaman líneas paralelas. El artista ha dibujado esta habitación con un estilo casi sin líneas paralelas. Señala algunas líneas paralelas que hay en el lugar donde te encuentras.

# data_list
source: What are the rhyming words on this page?
es: ¿Cuáles son las palabras que riman en esta página?

# data_list
source: You couldn't see Lory Dory at all because she was born invisible.
es: No puedes ver a Lory Dory en absoluto porque nació invisible.

# data_list
source: How do you think it feels to be invisible? You could go places and no one would know you were there. Would you like to be invisible?
es: ¿Cómo crees que se siente ser invisible? Podrías ir a lugares sin que nadie sepa que estás allí. ¿Te gustaría ser invisible?

# data_list
source: If you are invisible and you put clothes on, are the clothes invisible too?
es: Si eres invisible y te pones ropa, ¿la ropa también es invisible?

# data_list
source: Where is Lory Dory in this picture? How can you tell?
es: ¿Dónde está Lory Dory en esta foto? ¿Cómo puedes saberlo?

# data_list
source: You'd only see Lory when rain hit her head.
es: Solo puedes ver a Lory cuando la lluvia golpea su cabeza.

# data_list
source: When you see a shape by seeing an empty space in a picture, that is called "negative space." You can tell where Lory is by seeing the negative space where there is no rain.
es: Cuando en una imagen ves una forma al ver un espacio vacío, eso se llama "espacio negativo". Puedes saber dónde está Lory al ver el espacio negativo donde no llueve.

# data_list
source: The rain lines in this picture are lined up. Those lines are parallel lines.
es: Las líneas de lluvia en esta imagen están alineadas. Esas líneas son líneas paralelas.

# data_list
source: Look for parallel lines around you. Most of them will probably be horizontal lines (going side to side) or vertical lines (going up and down). Are there any other parallel lines around you?
es: Busca líneas paralelas a tu alrededor. La mayoría de ellas probablemente serán líneas horizontales (que van de lado a lado) o líneas verticales (que van hacia arriba y hacia abajo). ¿Hay otras líneas paralelas a tu alrededor?

# data_list
source: Or when she was curled under blankets in bed.
es: O cuando ella estaba acurrucada bajo las sábanas en la cama.

# data_list
source: The artist took many liberties with this drawing. There are extra squiggles that aren't really there. What else is extra in the picture? (the big red area)
es: El artista se tomó muchas libertades con este dibujo. Hay garabatos adicionales que no están realmente allí. ¿Qué más hay extra en la imagen? (la gran área roja)

# data_list
source: Why did the artist put in those extra things?
es: ¿Por qué el artista añadió esos elementos adicionales?

# data_list
source: What is the easiest part of Lory to see in this picture?
es: ¿Cuál es la parte de Lory más fácil de ver en esta imagen?

# data_list
source: Lory was left out of all the kids' games. They teased her and they called her names.
es: Lory era excluida de todos los juegos de niños. Se burlaban de ella y le ponían apodos.

# data_list
source: We can see Lory in this picture by her negative space and her eyes.
es: Podemos ver a Lory en esta imagen por el espacio negativo y sus ojos.

# data_list
source: Why do you suppose her eyelashes are visible when the rest of her is not?
es: ¿Por qué crees que sus pestañas son visibles cuando el resto de su cuerpo no lo es?

# data_list
source: People often make fun of someone who is different in some way. Have you ever been made fun for this reason? Have you made fun of someone for this reason? Why do you think people do this?
es: La gente a menudo se burla de alguien que es diferente de alguna manera. ¿Alguna vez se han burlado de ti por este motivo? ¿Te has burlado de alguien por este motivo? ¿Por qué crees que la gente hace esto?

# data_list
source: Look, it's Lory. The Imaginary Friend! She's not like us, she's just pretend!
es: "Mira, es Lory. ¡La Amiga Imaginaria! ¡Ella no es como nosotros, no es real!"

# data_list
source: The umbrellas are divided into areas that are triangles. Triangles are shapes with three straight sides. Do you see any triangles where you are?
es: Los paraguas están divididos en áreas que son triángulos. Los triángulos son figuras con tres lados rectos. ¿Ves algún triángulo en el lugar donde estás?

# data_list
source: Triangles are stronger than four-sided shapes. It is much harder to bend triangles and make them lose their shape. Why do you suppose that is?
es: Los triángulos son más fuertes que las formas de cuatro lados. Es mucho más difícil doblar triángulos y hacer que pierdan su forma. ¿Por qué crees que sucede eso?

# data_list
source: That child is about to throw a snowball. Balls are also called spheres. Spheres roll well and are fun to kick and play with. Do you have any spheres around you?
es: Ese niño está a punto de lanzar una bola de nieve. Las bolas también se llaman esferas. Las esferas ruedan bien y es divertido patearlas y jugar con ellas. ¿Tienes esferas a tu alrededor?

# data_list
source: One day at school, a boy wanted to know: "How do you look? I only see you in snow."
es: Un día en la escuela, un niño preguntó: "¿Cómo luces? Solo te veo en la nieve".

# data_list
source: What did the boy mean when he said "I only see you in snow."? Where is Lory in this picture?
es: ¿Qué quiso decir el niño cuando dijo "Solo te veo en la nieve"? ¿Dónde está Lory en esta foto?

# data_list
source: The lines on the boy's shirt go in two directions. The two directions meet each other in the same way as the edges of this page do. Lines that meet this way are said to be perpendicular to each other.
es: Las líneas en la camisa del niño van en dos direcciones. Las dos direcciones se encuentran de la misma manera que los bordes de esta página. Se dice que las líneas que se encuentran de esta manera son perpendiculares entre sí.

# data_list
source: Point out some perpendicular lines where you are. There will probably be a lot of them! Horizontal and vertical lines are usually perpendicular to each other.
es: Señala algunas líneas perpendiculares en el lugar donde estás. ¡Probablemente habrá muchas! Las líneas horizontales y verticales suelen ser perpendiculares entre sí.

# data_list
source: Can you paint yourself? Lory knew that she could. But not in the same way the boy thought she would.
es: ¿Puedes pintarte a ti misma?". Lory sabía que podía. Pero no de la misma manera que el niño pensó que ella lo haría.

# data_list
source: It often happens that someone will mean something different when they say something than what the person hearing it understands. Has that happened to you recently?
es: A menudo sucede que alguien quiere decir algo diferente a lo que entiende la persona que lo escucha. ¿Te ha pasado eso recientemente?

# data_list
source: What did the boy mean by "paint yourself" and what do you think Lory is going to do?
es: ¿Qué quiso decir el niño con "píntate a ti misma" y qué crees que va a hacer Lory?

# data_list
source: A partial circle is called an arc. There are at least five arcs on this page -- can you find them all? Can you find more than five?
es: Un círculo parcial se llama arco. Hay al menos cinco arcos en esta página. ¿Puedes encontrarlos todos? ¿Puedes encontrar más de cinco?

# data_list
source: Lory painted her body with all that she loved from the world all around and the sky above.
es: Lory pintó su cuerpo con todo lo que amaba del mundo a su alrededor y del cielo que está arriba.

# data_list
source: The expression "wearing your feelings on your sleeve" refers to showing the world how you feel. Do you keep your feelings to yourself or do you show them to the world?
es: La expresión "llevar el corazón en la mano" se refiere a mostrarle al mundo cómo te sientes. ¿Guardas tus sentimientos para ti o se los muestras al mundo?

# data_list
source: Lory is showing the world all the things she loves. She is wearing her thoughts all over her body!
es: Lory le está mostrando al mundo todas las cosas que ama. ¡Ella está vestida con sus pensamientos!

# data_list
source: What is inside each of us is invisible to the world until we tell the world. Which things that you love would you like to share with the world?
es: Lo que hay dentro de cada uno de nosotros es invisible para el mundo hasta que se lo decimos al mundo. ¿Qué cosas que amas te gustaría compartir con el mundo?

# data_list
source: She painted herself every day with such pride, to bring out the person who she was inside.
es: Se pintaba a sí misma todos los días con mucho orgullo, para mostrar la persona que era por dentro.

# data_list
source: Which color did she use for her right foot and which one for her left foot?
es: ¿Qué color usó para su pie derecho y cuál para su pie izquierdo?

# data_list
source: Using paint is a bit messy, but it is one way to show her mark on the world. There are many ways we leave marks on the world without using paint. Can you think of a few?
es: Usar pintura es un poco complicado, pero es una forma de dejar su marca en el mundo. Hay muchas maneras de dejar marcas en el mundo sin usar pintura. ¿Puedes pensar en algunas opciones?

# data_list
source: You can count the toe prints one by one, or you can count them by 5's. Skip counting is often a quick way to count a bunch of things! How many toe prints are there?
es: Puedes contar las huellas de los dedos de los pies una por una, o puedes contarlas de 5 en 5. ¡El conteo salteado es a menudo una forma rápida de contar un montón de cosas! ¿Cuántas huellas de dedos hay?

# data_list
source: I know I'm invisible and hard to see. So I painted these pictures to show the real me.
es: Sé que soy invisible y difícil de ver. Así que pinté estos dibujos para mostrar mi verdadero yo.

# data_list
source: How many different things can you see on her that Lory likes?
es: ¿Cuántas cosas diferentes puedes ver en ella que le gustan a Lory?

# data_list
source: How well does this share who Lory is?
es: ¿Qué tan bien revela esto quién es Lory?

# data_list
source: Which things would be hard to share this way?
es: ¿Qué cosas serían difíciles de compartir de esta manera?

# data_list
source: Are you making this up, Gramps? Is this story true? "Lory is real -- real as me, real as you."
es: ¿Te lo estás inventando, abuelo? ¿Es cierta esta historia?. "Lory es real, real como yo, real como tú".

# data_list
source: The story may not be real, but it has a real message. What is the message?
es: La historia puede no ser real, pero tiene un mensaje real. ¿Cuál es el mensaje?

# data_list
source: How well do you think people see the invisible things inside you?
es: ¿Qué tan bien crees que ve la gente las cosas invisibles dentro de ti?

# data_list
source: Is there something inside you that you would want to keep invisible?
es: ¿Hay algo dentro de ti que te gustaría mantener invisible?

# data_list
source: When Grandpa had left me, I can't quite be sure, but I think I saw Lory just outside my door.
es: Cuando el abuelo me dejó, no puedo estar seguro, pero creo que vi a Lory justo afuera de mi puerta.

# data_list
source: What do you think? Do "sure" and "door" rhyme?
es: ¿Qué piensas? ¿Riman "seguro" y "puerta"?

# data_list
source: Go back and look at all the pairs of rhyming words. Can you find a few more words that with each pair?
es: Regresa y mira todos los pares de palabras que riman. ¿Puedes encontrar algunas palabras más que rimen con cada par?

# data_list
source: Some kinds of poems use rhyming words. Have you ever written a poem?
es: Algunos tipos de poemas usan palabras que riman. ¿Alguna vez has escrito un poema?

# data_list
source: Long time ago, animals had no legs. They all used to crawl.
es: Hace mucho tiempo los animales no tenían patas. Todos solían arrastrarse.
