Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Skip count by 3's to count how many of Cat's toes you can see (3 + 3).
es: Cuenta de 3 en 3 para contar los dedos de Gato que puedes ver (3 + 3).

# data_list
source: Cats usually have 4 toes on a back leg. How many toes would that make? How many more toes would that be than 3 + 3?
es: Los gatos usualmente tienen cuatro dedos en sus patas traseras. ¿Cuántos dedos serían en total? ¿Cuántos dedos más serían que 3 + 3?

# data_list
source: At last he draws some stripes on the body of Cat and colors the body orange. The drawing is finished. Wow, that is beautiful!
es: Por último, él dibuja unas rayas en el cuerpo de Gato y lo colorea de anaranjado. El dibujo está terminado. ¡Vaya, es hermoso!

# data_list
source: Describe what Cat and Dog are each feeling by looking at their faces.
es: Describe lo que sienten Gato y Perro basándote en sus caras.

# data_list
source: There are lots of groups of 3 in the picture now. Can you skip count by 3's to count them all?
es: Hay muchos grupos de 3 en la imagen. ¿Puedes contar de 3 en 3 para contarlos todos?

# data_list
source: Notice that one side of Cat is the mirror image of the other side. That is called mirror symmetry. Many things in the world have that symmetry. Look around you and find a few.
es: Observa que un lado de Gato es el reflejo del otro lado. Eso se llama simetría reflectiva. Muchos objetos en el mundo tienen esa simetría. Mira a tu alrededor y busca algunos de esos objetos.

# data_list
source: Now it is Cat's turn. He takes a pencil and he takes a paper. The paper is a rectangle.
es: Ahora es el turno de Gato. Él toma un lápiz y un papel. El papel es un rectángulo.

# data_list
source: Which paw is Cat holding the pencil in?
es: ¿Con qué pata sostiene Gato el lápiz?

# data_list
source: Cat's piece of paper is a rectangle which is not a square. Describe why it is not a square.
es: La hoja de papel de Gato es un rectángulo que no es un cuadrado. Describe por qué no es un cuadrado.

# data_list
source: Keep an eye on that little tear on the bottom of the piece of paper as the story goes forward.
es: No pierdas de vista esa pequeña ruptura en la parte inferior de la hoja de papel a medida que avanza la historia.

# data_list
source: First, Cat draws an oval. The oval is the body of Dog. Wow, that is good!
es: Primero, Gato dibuja un óvalo. El óvalo es el cuerpo de Perro. ¡Vaya, qué sencillo!

# data_list
source: Cat is now drawing with the other paw. Cat is probably right-handed (or is that right-pawed).
es: Ahora Gato dibuja con la otra pata. Gato es probablemente diestro.

# data_list
source: Cat is starting the drawing with the same first step. Predict what the next two steps will be.
es: Gato comienza el dibujo con el mismo primer paso. Intenta predecir cuáles serán los siguientes dos pasos.

# data_list
source: Look at the bottom of the rectangular sheet of paper. Something has changed!
es: Mira la parte inferior de la hoja de papel rectangular. ¡Algo cambió!

# data_list
source: Then he draws two black forms on top of the oval. The two black forms are the ears of Dog and he draws a black circle in the oval. The black circle is the nose of Dog and he draws a line above the nose.
es: Luego él dibuja dos figuras negras encima del óvalo. Las dos figuras negras son las orejas de Perro, y dibuja un círculo negro en el óvalo. El círculo negro es la nariz de Perro, y dibuja una línea sobre la nariz.

# data_list
source: Cat's nose and Dog's nose are two different shapes. What are the shapes and how are they different?
es: La nariz de Gato y la nariz de Perro tienen diferente forma. ¿Qué figuras son y en qué se diferencian?

# data_list
source: The picture doesn't look like Dog yet. Use your imagination to think of what else the drawing might become. Perhaps a ladybug, or a water bottle squirting water, or a space alien?
es: El dibujo no se ve como Perro aún. Usa tu imaginación para pensar en qué otra cosa podría ser el dibujo. Quizás una mariquita o una botella que echa un chorro de agua, ¿o un extraterrestre?

# data_list
source: Have you noticed what came back on the rectangular piece of paper?
es: ¿Has observado lo que aparece otra vez en el papel rectangular?

# data_list
source: Now he draws the eyes and the eyebrows of Dog. The eyes are two dots. The eyebrows are two lines. Wow, that is perfect!
es: Ahora dibuja los ojos y las cejas de Perro. Los ojos son dos puntos. Las cejas son dos líneas. ¡Vaya, eso es perfecto!

# data_list
source: Do you see any rectangles in addition to the piece of paper? There are probably many rectangles where you are. How many can you find?
es: ¿Ves algún rectángulo además de la hoja de papel? Probablemente hay muchos rectángulos donde tú estás. ¿Cuántos puedes encontrar?

# data_list
source: Cat and Dog aren't talking to each other in this story. They are communicating without words. What are they doing to communicate?
es: Gato y Perro no se hablan en esta historia. Se comunican sin palabras. ¿Qué hacen para comunicarse?

# data_list
source: Which things come in pairs and which come in 3's in this picture?
es: ¿Qué objetos son pares y cuáles son grupos de 3 en esta imagen?

# data_list
source: Then he draws the mouth of Dog. The mouth is a line. The shape is again the letter 'w' and he draws some dots around the mouth of Dog. Three on the left side and three on the right side.
es: Luego él dibuja la boca de Perro. La boca es una línea. La figura es otra vez la letra “w”, y dibuja algunos puntos alrededor de la boca de Perro. Tres del lado izquierdo y tres del lado derecho.

# data_list
source: Lines can be straight or curved. Other than their mouths, what are some other curved lines in this picture?
es: Las líneas pueden ser rectas o curvas. Además de sus bocas, ¿cuáles son algunas otras líneas curvas en esta imagen?

# data_list
source: Cat and Dog have 3 dots on each side of their face. Skip count by 3's to count the total number of dots.
es: Gato y Perro tienen 3 puntos en cada lado de su cara. Cuenta de 3 en 3 para contar el número total de puntos.

# data_list
source: They have very different ears. Describe the shapes. How are they similar and how are they different?
es: Ellos tienen orejas muy diferentes. Describe las formas. ¿De qué maneras son similares y cómo son diferentes?

# data_list
source: The drawing is almost finished. He draws the arms and legs of Dog. The arms and legs are lines and he draws the toes of Dog. The toes are circles and he draws the tail of Dog. The tail looks like a flower.
es: El dibujo ya está casi terminado. Él dibuja los brazos y las piernas de Perro. Los brazos y piernas son líneas y dibuja los dedos de las patas de Perro. Los dedos de las patas son círculos, y dibuja la cola de Perro. La cola parece una flor.

# data_list
source: Dogs have the same number of toenails as toes. Skip count by 3's to find the total number of toes and toenails.
es: Los perros tienen el mismo número de uñas de los pies que dedos de los pies. Cuenta de 3 en 3 para encontrar el número total de dedos y uñas de los pies.

# data_list
source: This picture has many things that come in pairs. Count them all by skip counting by 2's.
es: Esta imagen tiene varios objetos que son pares. Cuéntalos todos de 2 en 2.

# data_list
source: Suppose you had five pairs. You could skip count them by 2's five times or skip count them by 5's two times. Why do you get the same answer both ways?
es: Supón que tienes cinco pares. Puedes contarlos de 2 en 2 cinco veces o de 5 en 5 dos veces. ¿Por qué obtienes la misma respuesta de las dos maneras?

# data_list
source: At last he draws some black circles on the body of Dog and he colors the body yellow. Then the drawing is finished. Wow, that is wonderful!
es: Por último, él dibuja unos círculos en el cuerpo de Perro y lo colorea de amarillo. Entonces el dibujo está terminado. ¡Vaya, es maravilloso!

# data_list
source: How many steps did this drawing take? Was it the less than, the same as, or more than the number of steps for the first drawing?
es: ¿Cuántos pasos tomó hacer este dibujo? ¿Fueron menos, más o el mismo número de pasos que para el primer dibujo?

# data_list
source: In this drawing, you don't see Dog's mouth. Even still, you can tell Dog is happy in the drawing. How can you tell?
es: En este dibujo, no se ve la boca de Perro. Aún así, se nota que Perro está feliz en el dibujo. ¿Cómo lo puedes saber?

# data_list
source: Have you ever seen cats and dogs stand on their back two feet? Some can do it for a short time, but it is unusual.
es: ¿Alguna vez has visto que los gatos o los perros se paren en sus dos patas traseras? Algunos pueden hacerlo por poco tiempo, pero es inusual.

# data_list
source: Bye bye Cat. Bye bye drawing of Cat. Bye bye Dog. Bye bye drawing of Dog.
es: Adiós, Gato. Adiós, dibujo de Gato. Adiós, Perro. Adiós, dibujo de Perro.

# data_list
source: In which ways does this picture have mirror symmetry and in which ways does it fail?
es: ¿De qué maneras tiene simetría reflectiva esta imagen y de qué maneras no?

# data_list
source: When you draw a picture of someone it's called a portrait. Have you ever drawn a portrait of someone? How did it turn out?
es: Cuando se hace un dibujo de alguien se llama retrato. ¿Has dibujado el retrato de alguien? ¿Cómo resultó?

# data_list
source: Drawing a picture of yourself is called a self-portrait. If you drew a self-portrait where would you start? Would you use an oval for your body, or would you start somewhere else?
es: Hacer un dibujo de uno mismo se llama autorretrato. Si dibujaras un autorretrato, ¿por dónde empezarías? ¿Usarías un óvalo para tu cuerpo o empezarías por otro lado?

# data_list
source: In my village lives Mister Kio. Mister Kio has a cat called Safi.
es: El señor Kio vive en mi pueblo. El señor Kio tiene una gata llamada Safi.

# data_list
source: Point out and name each of the strong colors on this page.
es: Señala y nombra cada uno de los colores fuertes en esta página.

# data_list
source: Which has the least number of legs -- the table, Mr. Kio, or Safi?
es: ¿Cuál tiene el menor número de patas: la mesa, el señor Kio, o Safi?

# data_list
source: How many of Safi's legs can you see? How many can't you see?
es: ¿Cuántas de las patas de Safi puedes ver? ¿Cuántas no puedes ver?

# data_list
source: When Mister Kio goes to work, he leaves the door open.
es: Cuando el señor Kio va a trabajar, deja la puerta abierta.

# data_list
source: Where are the two things that used to be hanging on the pegs by the door?
es: ¿Dónde están las dos cosas que estaban colgando de los percheros cerca de la puerta?

# data_list
source: Notice that Safi looks happy when Mr. Kio leaves?
es: ¿Notas que Safi se ve contenta cuando el señor Kio se va?

# data_list
source: It is odd that Mr. Kio leaves the door open when he leaves.
es: Es raro que el señor Kio deje la puerta abierta cuando se va.

# data_list
source: Safi sits in the doorway to watch over the house.
es: Safi se sienta a la entrada para cuidar la casa.

# data_list
source: A square is a shape like this page that has four equal sides. This floor is tiled with square tiles.
es: Un cuadrado es una figura como esta página que tiene cuatro lados iguales. Este piso está cubierto con baldosas cuadradas.

# data_list
source: Do you have tiles where you live? If so, what shape are they?
es: ¿Tienes baldosas donde vives? Si es así, ¿qué forma tienen?

# data_list
source: Does Safi like being a house watcher?
es: ¿Le gusta a Safi cuidar la casa?

# data_list
source: When the neighbor's dog comes close, Safi scares him away.
es: Cuando el perro del vecino se acerca, Safi lo ahuyenta.

# data_list
source: How can you tell that Safi is trying to scare the dog?
es: ¿Cómo sabes que Safi está tratando de espantar al perro?

# data_list
source: Point at the circles of colors and name the colors. Those circles aren't really in the house.
es: Señala los círculos de colores y nombra los colores. Esos círculos no están realmente en la casa.

# data_list
source: Circles that share the same central point are called "concentric."
es: Los círculos que comparten el mismo punto central se llaman "concéntricos".

# data_list
source: The dog runs away.
es: El perro huye.

# data_list
source: What is the dog feeling?
es: ¿Qué siente el perro?

# data_list
source: Which animal is bigger, the cat or the dog?
es: ¿Cuál animal es más grande: la gata o el perro?

# data_list
source: These bands of color going from yellow to orange give a sense of motion. Compare this to the concentric circles on the previous page.
es: Estas bandas de colores que van de amarillo a naranja dan la idea de movimiento. Compara esto con los círculos concéntricos de la página anterior.

# data_list
source: When a neighbor knocks at the door, Safi is ready to scratch.
es: Cuando una vecina toca en la puerta, Safi está lista para arañar.

# data_list
source: How can you tell that Safi is being scary? Is the neighbor scared?
es: ¿Cómo sabes que Safi está siendo aterradora? ¿Está asustada la vecina?

# data_list
source: Does the neighbor need to be scared away, or is Safi doing too much?
es: ¿Es necesario ahuyentar a la vecina o Safi está exagerando?

# data_list
source: Point to and name different things in this picture that are in a group of 2, 3, or 4.
es: Señala y nombra diferentes objetos en esta ilustración que están en grupos de 2, 3, o 4.

# data_list
source: The neighbor turns and runs away.
es: La vecina da la vuelta y huye.

# data_list
source: Looking at the neighbor's clothes, what is her favorite color?
es: De acuerdo a su ropa, ¿cuál es su color favorito?

# data_list
source: What is your favorite color?
es: ¿Cuál es tu color favorito?

# data_list
source: The neighbor is frightened by Safi. Have you ever been frightened by a cat or other small animal?
es: La vecina tiene miedo de Safi. ¿Alguna vez te ha asustado un gato u otro animal pequeño?

# data_list
source: When Safi is hungry, she closes the door.
es: Cuando Safi tiene hambre, cierra la puerta.

# data_list
source: Safi should just close the door as soon as Mr. Kio leaves.
es: Safi solo debería cerrar la puerta tan pronto como se vaya el señor Kio.

# data_list
source: Is little Safi big enough to close that big door?
es: ¿Es la pequeña Safi lo suficientemente grande para cerrar la puerta?

# data_list
source: After the door closes, will Safi be able to reach the handle and open it?
es: Después de cerrar la puerta, ¿podrá Safi alcanzar la manija y abrirla?

# data_list
source: Safi eats her food.
es: Safi come su comida.

# data_list
source: Point at the straight and curved lines in this picture.
es: Señala las líneas rectas y curvas en esta ilustración.

# data_list
source: Does Safi look happy to be eating? Do you like to eat your food?
es: ¿Se ve feliz Safi de estar comiendo? ¿Te gusta comer tu comida?

# data_list
source: Would you wait to eat if you were left with a plate of food you liked?
es: ¿Esperarías a comer si te dejaran con un plato de comida que te gusta?

# data_list
source: Afterwards, Safi jumps onto the sofa and sleeps, "Purr! Purr! Purr!"
es: Más tarde, Safi salta al sofá y se duerme, "¡Rrrr! ¡Rrrr! ¡Rrrr!"

# data_list
source: Sometimes people feel sleepy after eating and sometimes it gives them fresh energy. What does it do to you?
es: A veces a las personas les da sueño después de comer y a veces les da más energía. ¿Cómo te afecta a ti?

# data_list
source: Is Safi dreaming? If so, what do you think Safi is dreaming about?
es: ¿Está soñando Safi? Si es así, ¿qué crees que sueña?

# data_list
source: What are some of the things you dream about?
es: ¿Sobre qué sueñas tú?

# data_list
source: When Mister Kio returns, Safi stretches happily and welcomes him home.
es: Cuando regresa el señor Kio, Safi se estira felizmente y le da la bienvenida.

# data_list
source: Point at the beautiful circle inside the orange square.
es: Señala el hermoso círculo dentro del cuadro naranja.

# data_list
source: Do you have some circles and squares where you are?
es: ¿Tienes algunos círculos y cuadrados donde estás?

# data_list
source: Point together at the white circles Safi has on her back and belly.
es: Señalen juntos los círculos blancos que Safi tiene en la espalda y el vientre.

# data_list
source: Mister Kio and Safi sit down, and each of them reads the newspaper.
es: El señor Kio y Safi se sientan y cada uno lee el periódico.

# data_list
source: This is warm and cozy. Do cats read the newspaper?
es: Esto es cálido y acogedor. ¿Leen el periódico los gatos?

# data_list
source: A rectangle is a shape with four straight sides with corners like this page. Point at the rectangles you see in this picture and around you.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Señala los rectángulos que ves en esta ilustración y a tu alrededor.

# data_list
source: Most papers are shaped like rectangles. Mr. Kio's paper is strangely shaped.
es: La mayoría de los papeles tienen forma de rectángulo. El papel del señor Kio tiene una forma extraña.

# data_list
source: A rainbow has seven colors.
es: Un arcoíris tiene siete colores.

# data_list
source: Count together the colors of the rainbow.
es: Cuenten juntos los colores del arcoíris.

# data_list
source: Have you ever seen a rainbow after it rains? Sometimes, you can even see a double rainbow if you're lucky!
es: ¿Alguna vez has visto un arcoíris después de llover? ¡A veces puedes hasta ver un arcoíris doble si tienes suerte!

# data_list
source: Point out that her dress and the background on this page go through many of the same colors as the rainbow.
es: Señale que su vestido y la imagen de fondo de esta página tienen muchos de los mismos colores que el arcoíris.

# data_list
source: The first color is red.
es: El primer color es el rojo.

# data_list
source: How does the color red make you feel? Red is often thought of as an active, high energy color.
es: ¿Cómo te hace sentir el color rojo? El color rojo se considera a menudo un color de mucha energía, activo.

# data_list
source: Sometimes red is an angry color. People may say they "see red" when they are angry.
es: A veces el color rojo es un color furioso. Las personas pueden decir que “ven rojo” cuando están enojadas.

# data_list
source: People often paint things red or choose red things because of the color's high energy. Have you seen cars that are red?
es: Las personas a menudo pintan las cosas de rojo o escogen objetos rojos por la gran energía del color. ¿Has visto carros que son rojos?

# data_list
source: Kewyu is wearing a red shirt.
es: Kewyu está usando una camisa roja.

# data_list
source: Do you have any red clothes?
es: ¿Tienes alguna ropa roja?

# data_list
source: Do you have any red flowers near where you live?
es: ¿Hay flores rojas por donde vives?

# data_list
source: Count together the number of people in this picture.
es: Cuenten juntos el número de personas en esta ilustración.

# data_list
source: The second color is orange.
es: El segundo color es el naranja.

# data_list
source: How does orange feel compared to red? It is still high energy, but perhaps a bit less so.
es: ¿Cómo se siente el naranja comparado con el rojo? Todavía tiene mucha energía, pero quizás un poco menos.

# data_list
source: She looks all alone in the middle of all that orange with her hands stretched out like that.
es: Ella se ve completamente sola en medio de todo ese naranja con sus manos extendidas hacia fuera de esa manera.

# data_list
source: An orange is a fruit named after its color. Can you think of other orange things around you?
es: Una naranja es una fruta nombrada por su color. ¿Puedes pensar en otros objetos naranjas a tu alrededor?

# data_list
source: This is an orange. What else can you see that is the color orange?
es: Esta es una naranja. ¿Qué más puedes ver que es de color naranja?

# data_list
source: The cat and fish are orange. Have you seen an orange cat or fish before?
es: El gato y el pez son naranjas. ¿Has visto un gato o un pez naranja antes?

# data_list
source: A sphere is a ball -- round in all directions. Is an orange a sphere?
es: Una esfera es una pelota -- redonda por todas partes. ¿La naranja es una esfera?

# data_list
source: How is the fish bowl different from a sphere?
es: ¿En qué se diferencia una pecera de una esfera?

# data_list
source: The third color is yellow.
es: El tercer color es el amarillo.

# data_list
source: Make up something that she is pointing at.
es: Inventa algo que ella esté señalando.

# data_list
source: She looks excited about what is coming next. I bet it is something yellow!
es: Ella se ve emocionada acerca de lo que sigue. ¡Apuesto a que es algo amarillo!

# data_list
source: How has her dress changed from earlier pictures? Hint: It is now broken up into two sections.
es: ¿Cómo ha cambiado su vestido comparado con las páginas anteriores? Pista: Ahora está dividido en dos secciones.

# data_list
source: The yolk of an egg is yellow. What else can you see that is the color yellow?
es: La yema de un huevo es amarilla. ¿Qué más puedes ver que es de color amarillo?

# data_list
source: How can you tell that she is hungry?
es: ¿Cómo puedes saber que ella tiene hambre?

# data_list
source: She has a yellow sunflower on her table. Do you have flowers around you sometimes when you eat?
es: Ella tiene un girasol amarillo en su mesa. ¿Tienes a veces flores a tu alrededor cuando comes?

# data_list
source: Name something in the sky that is yellow.
es: Nombra un objeto en el cielo que sea amarillo.

# data_list
source: The fourth color is green.
es: El cuarto color es el verde.

# data_list
source: How does green feel to you? This green is a lot calmer than the red, orange, or yellow.
es: ¿Cómo te hace sentir el verde? Este verde es mucho más tranquilo que el rojo, el naranja o el amarillo.

# data_list
source: Name some things that are green -- they are all around you!
es: Nombra algunos objetos que son verdes. ¡Están a tu alrededor!

# data_list
source: Green comes in many different types. How many types of green can you name?
es: Hay muchos tipos diferentes de verdes. ¿Cuántos tipos de verdes puedes nombrar?

# data_list
source: Our banana garden is green.
es: Nuestro jardín de plátanos es verde.

# data_list
source: Point at and count the animals you see on this page -- look carefully!
es: Señala y cuenta los animales que ves en esta página. ¡Observa con cuidado!

# data_list
source: Point out the yellow greens, lime greens, bright greens, and dark greens on this page.
es: Señala los verdes amarillos, los verdes lima, los verdes brillantes y los verdes oscuros en esta página.

# data_list
source: A lot of trees are brown and green. Brown is not one of the main colors of the rainbow. Where does it show up in the rainbow?
es: Muchos árboles son marrones y verdes. El color marrón no es uno de los colores principales del arcoíris. ¿Dónde aparece en el arcoíris?

# data_list
source: The fifth color is blue.
es: El quinto color es el azul.

# data_list
source: She looks so happy in the middle of all that blue. Does blue make you feel happy?
es: Ella se ve muy feliz en medio de todo ese azul. ¿Te hace sentir feliz el azul?

# data_list
source: Some people say they feel blue when they are sad. Does blue seem like a sad color to you?
es: ¿Te parece que el azul es un color triste?

# data_list
source: The sky and water are usually blue, but it is not common in plants. Have you seen flowers that are blue?
es: El cielo y el agua suelen ser azules, pero eso no es común en las plantas. ¿Has visto flores que son azules?

# data_list
source: The sky is blue.
es: El cielo es azul.

# data_list
source: Bodies of water, such as oceans, seas, lakes, and rivers, are often blue.
es: Los cuerpos de agua, como los océanos, los mares, los lagos y los ríos a menudo son azules.
