Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: The elephant was curious about the rhino. Are you? What would you like to ask the rhino?
es: La elefanta tenía curiosidad por el rinoceronte. ¿Y a ti? ¿Qué te gustaría preguntarle al rinoceronte?

# data_list
source: She was curious about Hippo. "Why do you have red eyes?" she asked.
es: Ella sentía curiosidad por Hipo. Ella le preguntó: "¿Por qué tienes los ojos rojos?".

# data_list
source: Hippos can fill up on grass and then not eat for three weeks! How many days is that? Hint: Skip count by 7's.
es: ¡Los hipopótamos pueden llenarse de hierba y luego no comer durante tres semanas! ¿Cuántos días hay en tres semanas? Pista: Cuenta de 7 en 7.

# data_list
source: How long can you go without eating?
es: ¿Cuánto tiempo puedes estar sin comer?

# data_list
source: Every animal we've seen has a bit of hair at the end of its tail. They are all mammals, and mammals have hair! Even the bowhead whale has hair on its lips, chin, snout, and behind its blowhole.
es: Todos los animales que hemos visto tienen un poco de pelo al final de la cola. Todos son mamíferos, ¡y los mamíferos tienen pelo! Incluso la ballena de Groenlandia tiene pelo en los labios, la barbilla, el hocico y detrás del espiráculo.

# data_list
source: And she was VERY curious about Crocodile. "What does Crocodile eat for dinner?" she asked.
es: Y ella sentía MUCHA curiosidad acerca de Cocodrilo. "¿Qué cena Cocodrilo?", preguntó ella.

# data_list
source: How many teeth can you see? If it has the same number of teeth on the other side of its mouth, how many would that be all together?
es: ¿Cuántos dientes puedes ver? Si tuviera el mismo número de dientes del otro lado de la boca, ¿cuántos dientes habría en total?

# data_list
source: What do you think is on his dinner plate under the cover?
es: ¿Qué crees que hay en el plato debajo de la tapa?

# data_list
source: Which is more and which is less: Crocodile's teeth or the bumps on Crocodile's tail?
es: ¿De cuál hay más y de cuál hay menos: los dientes de Cocodrilo o las escamas de su cola?

# data_list
source: Never ask a question like that! said her mother. Then she walked off, frowning.
es: "¡Nunca hagas una pregunta así!", dijo su madre. Luego se marchó con el ceño fruncido.

# data_list
source: There are many groups of things in this picture, such as groups of ears, eyes, and eyelashes. How many different groups can you find?
es: Hay muchos grupos de objetos en esta imagen, tales como los grupos de orejas, ojos y pestañas. ¿Cuántos grupos diferentes puedes encontrar?

# data_list
source: Why did the mother say not to ask such a question?
es: ¿Por qué la madre dijo que no hiciera esa pregunta?

# data_list
source: Count the eyelashes on both elephants by skip counting by 3's. What would you skip count by to count their feet?
es: Cuenta las pestañas de ambas elefantas contando de 3 en 3. ¿De cuánto en cuanto contarías los pies?

# data_list
source: Quickly Crow flew down to baby elephant. "Follow me to the river. There you will see what Crocodile eats for dinner," squawked Crow.
es: Cuervo voló rápidamente hacia la elefantita. "Sígueme al río. Allí verás lo que cena Cocodrilo", graznó Cuervo.

# data_list
source: Do you think Crow wants to help, or is Crow going to play a trick on Baby Elephant?
es: ¿Crees que Cuervo quiere ayudar o crees que va a engañar a Elefantita?

# data_list
source: Would you follow Crow?
es: ¿Seguirías a Cuervo?

# data_list
source: For each of the numbers from one to four, find a group in this picture with that many things in it.
es: Para cada número del uno al cuatro, busca un grupo en esta imagen que incluya ese número de objetos.

# data_list
source: So the baby elephant followed Crow down to the river.
es: Así que la elefantita siguió a Cuervo río abajo.

# data_list
source: The yellow path looks narrower in the distance. Things far away often look smaller.
es: El camino amarillo parece más angosto en la distancia. Las cosas lejanas suelen parecer más pequeñas.

# data_list
source: How would you describe the look on Baby Elephant's face?
es: ¿Cómo describirías la expresión del rostro de Elefantita?

# data_list
source: Imagine if you had four feet to control to walk like Baby Elephant. Would it be easier or harder than walking on two feet?
es: Imagina que tuvieras cuatro pies que controlar como Elefantita. ¿Sería más fácil o más difícil que caminar en dos pies?

# data_list
source: She pushed through the reeds and stood on the bank. She looked into the water. Where was Crocodile?
es: Ella se abrió paso entre los juncos y se paró en la orilla. Miró en el agua. ¿Dónde estaba Cocodrilo?

# data_list
source: There are the same things on each side of baby elephant. This is called mirror symmetry, or simply symmetry.
es: Hay las mismas cosas a cada lado de la elefantita. Esto se llama simetría reflectiva, o simplemente simetría.

# data_list
source: Faces often have mirror symmetry. The flower on baby elephant's face breaks the mirror symmetry of her face.
es: Las caras suelen tener simetría reflectiva. La flor en la cara de la elefantita interrumpe la simetría reflectiva.

# data_list
source: With mirror symmetry, body parts not on the midline show up in pairs -- for example, two ears, two eyes, and two arms. Because of this, there will be an even number of them.
es: Con la simetría reflectiva, las partes del cuerpo que no están en el centro aparecen en pares —por ejemplo: dos orejas, dos ojos y dos brazos. Debido a esto, hay un número par de ellos.

# data_list
source: Hello, said a stone near the river bank. "Hello," said Baby Elephant. "Can you tell me what Crocodile eats for dinner?" she asked.
es: "Hola", dijo una piedra cerca de la orilla del río. "Hola", dijo Elefantita. "¿Me puedes decir qué cena Cocodrilo?", preguntó ella.

# data_list
source: Is Baby Elephant talking to a stone or to Crocodile?
es: ¿Está Elefantita hablando con una piedra o con Cocodrilo?

# data_list
source: Why is it useful to a crocodile to have its eyes stick up above the water when the rest of its body is below the water?
es: ¿Por qué es útil para un cocodrilo que sus ojos sobresalgan por encima del agua cuando el resto de su cuerpo está debajo del agua?

# data_list
source: Count all the circles in this picture. Some parts of some of the circles are blocked from view.
es: Cuenta todos los círculos de esta imagen. Algunas partes de algunos círculos no se pueden ver.

# data_list
source: Bend down and I will tell you," said the stone. "Lower, lower," said the stone. So Baby Elephant bent down lower, and lower.
es: “Agáchate y te diré", dijo la piedra. "Más abajo, más abajo", dijo la piedra. Así que Elefantita se agachó más y más.

# data_list
source: Uh oh! Why does Crocodile want Baby Elephant to get closer?
es: ¡Ay, no! ¿Por qué Cocodrilo quiere que Elefantita se acerque más?

# data_list
source: Can the crocodile eat Baby Elephant? Baby Elephant is much bigger than crocodile.
es: ¿Puede el cocodrilo comerse a Elefantita? Elefantita es mucho más grande que Cocodrilo.

# data_list
source: Then suddenly, "Snap!" Baby Elephant's nose was caught in Crocodile's jaws. "Crocodile will eat YOU for dinner!" squawked Crow, and flew away.
es: De repente, ¡zas! La nariz de Elefantita quedó atrapada en las mandíbulas de Cocodrilo. "¡Cocodrilo te va a cenar A TI!", graznó Cuervo y se alejó volando.

# data_list
source: Crow tricked Baby Elephant. Can you think of any stories where someone played a trick on someone else?
es: Cuervo engañó a Elefantita. ¿Se te ocurre alguna historia en la que alguien haya engañado a alguien más?

# data_list
source: Can you think of a time when someone tricked you?
es: ¿Recuerdas alguna ocasión en que alguien te haya engañado?

# data_list
source: Have you noticed the ground Baby Elephant stands on keeps changing color? Which colors have been used so far?
es: ¿Te has dado cuenta de que el suelo que pisa Elefantita va cambiando de color? ¿Qué colores se han utilizado hasta ahora?

# data_list
source: Baby Elephant sat back on her strong legs and pulled. She pulled, and pulled. But Crocodile did not let go of her nose.
es: Elefantita se sentó sobre sus piernas fuertes y jaló. Ella jaló y jaló. Pero Cocodrilo no soltó su nariz.

# data_list
source: What is Baby Elephant feeling right now?
es: ¿Qué siente Elefantita en este momento?

# data_list
source: What is Crocodile feeling right now?
es: ¿Qué siente Cocodrilo en este momento?

# data_list
source: Baby Elephant's nose was described as a shoe in the middle of its face at the start of the story. What does it look like now?
es: La nariz de Elefantita fue descrita como un zapato en medio de su cara al principio de la historia. ¿A qué se parece ahora?

# data_list
source: Baby Elephant's nose stretched, and stretched, and stretched. Then, "Thud!" she fell on her back.
es: La nariz de Elefantita se estiró y se estiró y se estiró. Y entonces, ¡cataplún! Se cayó de espaldas.

# data_list
source: Have you ever lost your balance and flipped over with a "Thud"?
es: ¿Alguna vez has perdido el equilibrio y te has volcado con un "cataplún"?

# data_list
source: Notice the lines that curl and swerve in the picture. What are they telling us?
es: Observa las líneas que se curvan y forman una espiral en la imagen. ¿Qué nos dicen?

# data_list
source: Point to and count all the extra lines added to the picture.
es: Señala y cuenta todas las líneas adicionales que fueron incluidas en la imagen.

# data_list
source: Crocodile sunk back into the water. He was cross about losing his dinner.
es: Cocodrilo se hundió de nuevo en el agua. Estaba enfadado por haber perdido su cena.

# data_list
source: Is this pond big enough for Crocodile, or is it too small?
es: ¿Es este estanque lo suficientemente grande para Cocodrilo, o es demasiado pequeño?

# data_list
source: Is Crocodile's body curled into a ball so that it fits in the pond?
es: ¿El cuerpo de Cocodrilo está enroscado en una bola para caber en el estanque?

# data_list
source: There are three plants near Crocodile. There is another group of three things that shows us how Crocodile is feeling -- where are they?
es: Hay tres plantas cerca de Cocodrilo. Hay otro grupo de tres objetos que nos muestra cómo se siente Cocodrilo. ¿Dónde están?

# data_list
source: Baby Elephant looked at her nose. It was stretched very long. She could not see where it ended!
es: Elefantita miró su nariz. Estaba muy estirada. ¡No podía ver dónde acababa!

# data_list
source: How is Baby Elephant feeling about her nose?
es: ¿Cómo se siente Elefantita con su nariz?

# data_list
source: It can be difficult to accept changes in how you look. Have your looks changed?
es: Puede ser difícil aceptar los cambios en tu apariencia. ¿Ha cambiado tu apariencia?

# data_list
source: When Baby Elephant stands up, do you think her trunk will touch the ground?
es: Cuando Elefantita se ponga de pie, ¿crees que su trompa tocará el suelo?

# data_list
source: Her nose was so long she could pick fruit from high branches.
es: Su nariz era tan larga que podía recoger la fruta de las ramas altas.

# data_list
source: Her nose has turned into a long trunk. An elephant's trunk has lots of muscles and is very strong.
es: Su nariz se ha convertido en una trompa larga. La trompa de un elefante tiene muchos músculos y es muy fuerte.

# data_list
source: What are some ways that a long trunk is useful? Do you wish you had one?
es: ¿De qué manera es útil una trompa larga? ¿Te gustaría tener una?

# data_list
source: Sometimes a change that seemed bad at first turns out to be a good thing. Has something like that happened to you?
es: A veces un cambio que parecía malo al principio resulta ser algo bueno. ¿Te ha pasado algo parecido?

# data_list
source: Her nose was so long she could shower her back with water. From that day, all elephants have had long and useful trunks.
es: Su nariz era tan larga que podía bañar su espalda con agua. Desde ese día, todos los elefantes han tenido trompas largas y útiles.

# data_list
source: If all elephants have long trunks after this, did each one have to get their nose stretched by a crocodile?
es: Si todos los elefantes tuvieron trompas largas después de esto, ¿significa que cada uno tuvo que dejarse estirar la nariz por un cocodrilo?

# data_list
source: Do you think Baby Elephant should be friends with Crow ever again?
es: ¿Crees que Elefantita debería ser amiga de Cuervo otra vez?

# data_list
source: Make up a story like this that explains how the giraffe got such a long neck.
es: Inventa una historia como ésta que explique cómo la jirafa obtuvo un cuello tan largo.

# data_list
source: The drum has always been an important musical instrument in our community. We love drums! We have drums of different sizes: big, medium-sized, and small.
es: El tambor siempre ha sido un instrumento musical importante en nuestra comunidad. ¡Nos encantan los tambores! Tenemos tambores de diferentes tamaños: grandes, medianos y pequeños.

# data_list
source: Think of things that have the same shape with different sizes. Perhaps one big and one small, or three with big, medium, and small.
es: Piensa en objetos que tienen la misma forma pero diferente tamaño. Tal vez uno chico y uno grande, o tres: uno grande, uno mediano y uno pequeño.

# data_list
source: Think of stories about three things. Some examples are: The Three Little Pigs and Goldilocks.
es: Piensa en historias acerca de tres cosas. Algunos ejemplos son: Los tres cochinitos o Ricitos de oro.

# data_list
source: Have you ever beat on a drum? Which of these three would you choose?
es: ¿Alguna vez has tocado un tambor? ¿Cuál de estos escogerías?

# data_list
source: We play drums using beaters, or with our fingers. We play drums for various reasons: We play drums with songs and dances, for feasts, and in bad times.
es: Tocamos los tambores usando baquetas o con nuestros dedos. Tocamos los tambores por diferentes razones: tocamos los tambores con las canciones o danzas, en los banquetes, y durante tiempos difíciles.

# data_list
source: People use drums to make rhythms. Make up your own rhythm and count it. For example: (clapping for each number) "1, 2, pause, 3, 1, 2, pause 3."
es: Las personas utilizan los tambores para crear ritmos. Crea tu propio ritmo y cuenta. Por ejemplo: (aplaude con cada número) "1, 2, pausa, 3, 1, 2, pausa, 3."

# data_list
source: How do you suppose a beater sounds different than using fingers?
es: ¿Cómo imaginas que las baquetas suenan en comparación con los dedos?

# data_list
source: How does the small drum sound different than the large one?
es: ¿Cómo difiere el sonido del tambor pequeño del sonido del tambor grande?

# data_list
source: Drums enrich songs and make people want to dance. Drums make ceremonies colorful. We play drums during ceremonies for marriage and child naming. We play drums when celebrating a new harvest or a twin birth.
es: Los tambores enriquecen las canciones y hacen que la gente quiera bailar. Los tambores hacen que las ceremonias sean animadas. Tocamos los tambores durante las ceremonias de bodas o bautizos. Tocamos los tambores cuando celebramos una nueva cosecha o el nacimiento de gemelos.

# data_list
source: People are wearing special wedding clothes. Count together the people wearing orange.
es: Las personas están vistiendo ropas de boda. Cuenta las personas que usan ropa naranja.

# data_list
source: Which color are the drummers wearing?
es: ¿De qué color visten los tamborileros?

# data_list
source: Count together all the people at the wedding. Can you count that high?
es: Cuenten juntos todas las personas en la boda. ¿Pueden contar tan alto?

# data_list
source: We sound drums to announce grief and call people when death occurs.
es: Tocamos los tambores para anunciar un duelo y llamar a las personas cuando ocurre una muerte.

# data_list
source: What does sad drumming sound like? Can you make a soft, sad rhythm with your hands?
es: ¿Cómo suena un tamborileo triste? ¿Puedes crear un ritmo suave y triste con tus manos?

# data_list
source: There are many kinds of drumming, such as soft background rhythms or fast loud rhythms. Which kinds of drumming have you heard?
es: Hay muchas maneras de tocar el tambor, como ritmos suaves de fondo y ritmos fuertes y rápidos. ¿Qué tipos de tamborileo has escuchado?

# data_list
source: Does a drumbeat make you want to dance?
es: ¿Te hace querer bailar el ritmo de un tambor?

# data_list
source: We sound drums to call people to clean wells, clear roads, or to build a hut for a needy old person. We sound drums to call people when cattle are stolen in our village.
es: Tocamos el tambor para llamar a las personas a limpiar los pozos, despejar las carreteras o a construir una cabaña para una persona mayor que necesita ayuda. Tocamos el tambor para llamar a las personas cuando se roban el ganado en nuestra aldea.

# data_list
source: Where you live, what sound or method do people use to call people together for food, school, or special events?
es: Donde vives, ¿qué método o sonido usan las personas para llamar a otras personas a que se reúnan para la comida, la escuela o eventos especiales?

# data_list
source: Would you rather beat the drum or do the work?
es: ¿Preferirías tocar el tambor o ir a trabajar?

# data_list
source: Count together the number of tools people are using in this picture.
es: Cuenten juntos el número de herramientas que las personas usan en esta ilustración.

# data_list
source: We sound drums to gather for meetings at our chief's palace.
es: Tocamos los tambores para reunirnos para las juntas en el palacio de nuestro jefe.

# data_list
source: What is something in this picture that shows this is a special place?
es: ¿Cuál es un objeto en esta ilustración que demuestra que este es un lugar especial?

# data_list
source: How many people are gathering in this picture?
es: ¿Cuántas personas están reunidas en esta ilustración?

# data_list
source: Where do you think the chief will sit?
es: ¿Dónde crees que se sentará el jefe?

# data_list
source: Drums call people to go to church for prayers on Sundays and other prayer days. We also play drums to enrich songs when singing in churches.
es: Los tambores llaman a las personas para que vayan a orar a la iglesia los domingos y otros días para orar. También tocamos los tambores para enriquecer las canciones cuando cantamos en las iglesias.

# data_list
source: Items made from wood come from trees. Which items in this picture are made of wood?
es: Los objetos hechos de madera provienen de los árboles. ¿Qué objetos en esta ilustración están hechos de madera?

# data_list
source: Which things are made of wood where you are?
es: ¿Qué objetos están hechos de madera donde tú te encuentras?

# data_list
source: There are straps on the drums in each picture. Why are the straps useful?
es: Los tambores tienen correas en cada ilustración. ¿Por qué son útiles las correas?

# data_list
source: The big drum sounds, "An a bul mba, an a bul mba, an a bul mba-mba-mba-mba bul." The small drums sing in their high pitches, "Tindiri, tindiri tindiri ti." Together they chorus, "Tindiri mba, tindiri mba, tindiri mba-mba-mba-mba, tindiri ti!"
es: El tambor grande suena: "An a bol ba, an a bol ba, an a bol ba-ba-ba-ba bol". Los tambores pequeños cantan con tonos altos, "Tindiri, tindiri tindiri ti." Juntos cantan en coro: "Tindiri ba, tindiri ba, tindiri ba-ba-ba-ba, tindiri ti".

# data_list
source: A duet is when two intruments are played together. Have you sung duets with your family or friends?
es: Un dueto es cuando dos instrumentos se tocan juntos. ¿Has cantado a dueto con tu familia o amigos?

# data_list
source: Make up a clapping duet. One person starts with a clapping pattern, and then the other person creates a clapping pattern that goes well with it.
es: Crea un dueto de aplausos. Una persona comienza con un patrón de aplausos y luego la otra persona crea un patrón de aplausos que lo acompaña.

# data_list
source: When you hear music, listen for the instruments that create the beat.
es: Cuando oigas música, escucha los instrumentos que crean el ritmo.

# data_list
source: CHAPTER 1 – I CAN HEAR YOU!
es: Capítulo 1 — ¡Puedo escucharte!

# data_list
source: Chapter 1 Introduction
es: Capítulo 1 Introducción

# data_list
source: MATH OUT LOUD – GENERAL
es: MATEMÁTICAS EN VOZ ALTA – IDEAS GENERALES

# data_list
source: INTERACTIVE READ OUT LOUD
es: LECTURA INTERACTIVA EN VOZ ALTA

# data_list
source: MATH OUT LOUD – SWINGS
es: MATEMÁTICAS EN VOZ ALTA – COLUMPIOS

# data_list
source: MATH OUT LOUD – SHOPPING
es: MATEMÁTICAS EN VOZ ALTA — COMPRAS

# data_list
source: MATH OUT LOUD – TRAVELING
es: MATEMÁTICAS EN VOZ ALTA — VIAJANDO

# data_list
source: Math Out Loud
es: Matemáticas en voz alta

# data_list
source: SHAPES INSIDE SHAPES
es: FORMAS DENTRO DE FORMAS

# data_list
source: SHAPES HUNT
es: BÚSQUEDA DE FORMAS

# data_list
source: CREATE A JIGSAW PUZZLE
es: CREA UN ROMPECABEZAS

# data_list
source: COLORED TILINGS
es: AZULEJOS DE COLORES

# data_list
source: LAUNDRY SORTING
es: CLASIFICACIÓN DE LAVANDERÍA

# data_list
source: OBJECT HUNT
es: BÚSQUEDA DE OBJETOS

# data_list
source: PATTERNS
es: PATRONES

# data_list
source: Object Descriptions
es: Descripciones de objetos

# data_list
source: NUMBER HUNT
es: BÚSQUEDA DE NÚMEROS

# data_list
source: NUMBER GOBBLER
es: TRAGON DE NÚMEROS

# data_list
source: ONE MORE ONE LESS
es: UNO MAS UNO MENOS

# data_list
source: Counting up to 5
es: Contando hasta 5

# data_list
source: MATERIALS AND NUMBER CARDS
es: MATERIALES Y TARJETAS NUMÉRICAS

# data_list
source: MAKE A SHAPE DECK
es: HAGA UNA CUBIERTA DE FORMA

# data_list
source: NUMBER LINE ON THE WALL
es: LÍNEA DE NÚMEROS EN LA PARED

# data_list
source: Materials
es: Materiales

# data_list
source: YOUR OWN STORE
es: SU PROPIA TIENDA

# data_list
source: IN THE OTHER HAND
es: EN LA OTRA MANO

# data_list
source: HOPSCOTCH
es: RAYUELA

# data_list
source: Numbers up to 5
es: Números hasta 5

# data_list
source: GOING IN CIRCLES
es: IR EN CÍRCULOS

# data_list
source: SAME AND DIFFERENT
es: MISMO Y DIFERENTE

# data_list
source: ONE OF THESE IS NOT LIKE THE OTHERS
es: UNO DE ESTOS NO ES COMO LOS DEMÁS

# data_list
source: Object Properties
es: Propiedades de objetos

# data_list
source: CHAPTER 2 – I CAN COUNT TO 5!
es: Capítulo 2 – ¡Puedo contar hasta 5!

# data_list
source: Chapter 2 Introduction
es: Capítulo 2 Introducción

# data_list
source: CONNECT THE DOTS
es: CONECTA LOS PUNTOS

# data_list
source: ISLAND HOPPING – COUNTING
es: SALTANDO ISLAS – CONTANDO

# data_list
source: STRING NUMBER LINE
es: LÍNEA DE NÚMERO DE CADENA

# data_list
source: Counting up to 10
es: Contar hasta 10

# data_list
source: CUTTING SYMMETRIC SHAPES
es: CORTE DE FORMAS SIMÉTRICAS

# data_list
source: SHAPES ON THE FLOOR
es: FORMAS EN EL SUELO

# data_list
source: STEALING BONES
es: ROBO DE HUESOS

# data_list
source: DOMINOES
es: DOMINÓ

# data_list
source: Games With Dominoes
es: Juegos Con Dominó

# data_list
source: MEMORY CHALLENGE
es: DESAFÍO DE LA MEMORIA

# data_list
source: GO FISH!
es: ¡VE A PESCAR!

# data_list
source: BINGO! WITH CARDS
es: BINGO CON CARTAS

# data_list
source: Numbers up to 10
es: Números hasta 10

# data_list
source: WITHIN ONE OR TWO
es: DENTRO DE UNO O DOS

# data_list
source: INVISIBLE ADDING AND SUBTRACTING
es: SUMAR Y RESTAR INVISIBLES

# data_list
source: NIM WITH ONE AND TWO
es: NIM CON UNO Y DOS

# data_list
source: Nearby Numbers
es: Números Cercanos

# data_list
source: FEATURE MATCHING GAME
es: JUEGO DE PAREAR CARACTERÍSTICAS

# data_list
source: FEATURE MATCHING PUZZLE
es: ROMPECABEZAS DE JUEGO DE CARACTERÍSTICAS

# data_list
source: TRIPLET
es: TRILLIZO

# data_list
source: Shape Cards Games
es: Juegos de Cartas de Formas
