Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: There are two versions of this. The first is the same as the Sum Groups puzzle in Chapter 3, only now the target sums can be bigger.
es: Hay dos versiones de esto. El primero es el mismo que el rompecabezas Suma de Grupos del Capítulo 3, solo que ahora el objetivo de sumas pueden ser mayores.

# template
source: The other version uses a 4 by 4 board with a target number, say 20. As in Sum Groups, the board is filled with pairs and triples of numbers that add up to the target. However, now there will be one square not involved in any of those groups. The challenge is to find that number.
es: La otra versión usa un tablero de 4 por 4 con un número objetivo, digamos 20. Como en los grupos de suma, el tablero está lleno de pares y triples de números que se suman al objetivo. Sin embargo, ahora habrá una casilla que no esté involucrada en ninguno de esos grupos. El desafío es encontrar ese número.

# template
source: Create these by taking a simple addition or subtraction equation and leaving out some of the digits. For example, the following two problems are turned into Missing Number puzzles by leaving out a couple digits.
es: Cree estos tomando una ecuación simple de suma o resta y omitiendo algunos de los dígitos. Por ejemplo, los siguientes dos problemas se convierten en acertijos de Números Ausentes al omitir un par de dígitos.

# template
source: After getting comfortable with these, your child may enjoy doing some Letter Substitution puzzles that are described on a later Adding and Subtracting page in this chapter.
es: Después de sentirse cómodo con estos, su niño/niña puede disfrutar haciendo algunos acertijos de Sustitución de Letras que se describen en una página posterior de Sumar y Restar en este capítulo.

# template
source: Make a set of multiplication cards to practice these math facts while playing matching games your family played earlier: Chapter 1 - Go Fish, Memory Challenge; Chapter 2 - Bingo; Chapter 3 - Hot Potato; and Chapter 4 - Gin Rummy. Hand draw four cards to go with each math fact - 1) the expression 2) groups of objects, 3) an array, and 4) the prime factorization. If you make these the size of playing cards (2½” by 3½”), use a template from the Printables file if you like. Take 3 x 4 for example. The four cards would be:
es: Haga un juego de tarjetas de multiplicación para practicar estas operaciones matemáticas mientras juega juegos de emparejar que su familia jugó anteriormente: Capítulo 1 - Ve a Pescar, Desafío de Memoria; Capítulo 2 - Bingo; Capítulo 3 - Papa Caliente; y Capítulo 4 - Gin Rummy. Dibuje cuatro tarjetas para cada operación matemática: 1) la expresión 2) grupos de objetos, 3) una matriz y 4) la factorización prima. Si los hace del tamaño de cartas de juego (2½ ”por 3½”), use una plantilla del archivo Imprimibles si lo desea. En 3 x 4 por ejemplo. Las cuatro cartas serían:

# template
source: You have several options for these cards. One option is to include 3 x 4 and not include 4 x 3. While this means you make about half as many cards, it has the drawback that seeing 3 groups of 4 is different from seeing 4 groups of 3.
es: Tienes varias opciones para estas cartas. Una opción es incluir 3 x 4 y no 4 x 3. Si bien esto significa que genera aproximadamente la mitad de las tarjetas, tiene el inconveniente de que ver 3 grupos de 4 es diferente a ver 4 grupos de 3.

# template
source: For array cards, put the skip counting numbers along one or both of the sides to help your child practice skip counting.
es: Para tarjetas de matriz, coloque los números de conteo de saltos a lo largo de uno o ambos lados para ayudar a su niño/niña a practicar el conteo de saltos.

# template
source: For expression cards, replace each number with the prime factorization symbol for the number. This makes it easier to see how the prime factorizations fit together when multiplying two numbers.
es: Para las tarjetas de expresión, reemplace cada número con el símbolo de factorización prima del número. Esto hace que sea más fácil ver cómo encajan las factorizaciones primas al multiplicar dos números.

# template
source: Start with a blank multiplication table that has 4 product rows and 4 product columns. There are also groups of four missing numbers at the top and left sides – these will have some of the numbers from 2 to 9, and these numbers can be duplicated. Fill in the table out of sight of your child, and then flip over or cover all the numbers. Your child can ask to reveal, one at a time, up to 10 of the 16 product entries. The goal is to figure out the entries for the top and left sides before running out of turns.
es: Comience con una tabla de multiplicar en blanco que tenga 4 filas de productos y 4 columnas de productos. También hay grupos de cuatro números faltantes en los lados superior e izquierdo; estos tendrán algunos de los números del 2 al 9, y estos números se pueden duplicar. Llene la tabla fuera de la vista de su niño/niña y luego dé vuelta o cubra todos los números. Su niño/niña puede pedir revelar, uno a la vez, hasta 10 de las 16 entradas de productos. El objetivo es averiguar las entradas para los lados superior e izquierdo antes de quedarse sin turnos.

# template
source: Imagine that all the cards were flipped over in this example. If your child chose to flip over the card that happened to have the 63 under it, then they would know it came from a 7 and a 9. Flipping over any other card in the same row or column as the 63 would indicate where the 7 and 9 are. Suppose the second card they flipped over was where the 56 is. Not only would they know that the third column was for 7, they would also know that the second row was for 9 and the third row was for 8. Larger sizes also work. For example, a table with 5 blank rows and columns that allows for up to 12 flips will work well. Pick numbers for the top and left sides that you want your child to practice with.
es: Imagínese que se voltearon todas las cartas en este ejemplo. Si su niño/niña elige darle la vuelta a la tarjeta que tenía el 63 debajo, entonces sabría que proviene de un 7 y un 9. Voltear cualquier otra tarjeta en la misma fila o columna que el 63 indicaría dónde están el 7 y 9. Suponga que la segunda carta que voltearon estaba donde está el 56. No solo sabrían que la tercera columna era para 7, sino que también sabrían que la segunda fila era para 9 y la tercera fila para 8. Los tamaños más grandes también funcionan. Por ejemplo, una tabla con 5 filas y columnas en blanco que permita hasta 12 volteos funcionará bien. Elija números para los lados superior e izquierdo con los que desea que su niño/niña practique.

# template
source: Have a board of numbers from 1 to 30. There are two kinds of tokens – a single token reserved for “the last move,” and a pile of other tokens. The first player gets to pick any number and cover it with the last move token. After that, a player replaces the last move token with the other type of token and moves the last move token to any number that is a factor or multiple of the number from the last move. The losing player is the one forced to cover the number 1. As children get better at this game, they will discover rules they need to follow governing reasonable first moves. The most basic rule is that the first move cannot be on a prime number in the upper half of the numbers. Adjust the range of numbers for the skill level of the players - you can use 1 to 24, 1 to 48, or even 1 to 60.
es: Tenga un tablero de números del 1 al 30. Hay dos tipos de fichas: una sola ficha reservada para "el último movimiento" y una pila de otras fichas. El primer jugador puede elegir cualquier número y cubrirlo con la ficha de último movimiento. Después de eso, un jugador reemplaza la ficha de último movimiento con el otro tipo de ficha y mueve la ficha de último movimiento a cualquier número que sea un factor o múltiplo del número del último movimiento. El jugador perdedor es el que se ve obligado a cubrir el número 1. A medida que los niños mejoren en este juego, descubrirán las reglas que deben seguir y que determinan los primeros movimientos razonables. La regla más básica es que el primer movimiento no puede estar en un número primo en la mitad superior de los números. Ajuste el rango de números para el nivel de habilidad de los jugadores; puede usar 1 a 24, 1 a 48 o incluso 1 a 60.

# template
source: Start with any number, say 20. Let your child decide whether to go first or second. During their turn, a player may subtract any divisor of the current number from the number. The player forced to 0 loses. After your child becomes familiar with the game, encourage them to look for the remarkably simple strategy for playing it - once they discover it, see if they can explain why it works.
es: Empiece con cualquier número, digamos 20. Deje que su niño/niña decida si va primero o segundo. Durante su turno, un jugador puede restar cualquier divisor del número actual de ese número. El jugador obligado a 0 pierde. Después de que su niño/niña se familiarice con el juego, anímelo a buscar la estrategia notablemente simple para jugarlo; una vez que lo descubra, vea si puede explicar por qué funciona.

# template
source: Children have fun putting in X’s and watching the primes fall through the sieve. This activity creates opportunities for discovering many interesting properties of divisibility and primes. Start with a number line numbered from 1 to 25 - or a larger range if space and patience allows.
es: Los niños se divierten poniendo las X y viendo caer los números primos a través del tamiz. Esta actividad crea oportunidades para descubrir muchas propiedades interesantes de divisibilidad y números primos. Comience con una recta numérica numerada del 1 al 25, o un rango mayor si el espacio y la paciencia lo permiten.

# template
source: Write the number 2 below itself. On the line even with this 2, put X’s below each multiple of 2. Now, pull down the lowest number with no X’s below it (3 in this case) and put it on the next line. Write the 3 and put X’s on that line for all its multiples. Keep pulling down numbers and marking their multiples. When you are finished, you will have pulled down all the primes. Remember that 1 is a unit and not a prime! Here are some good questions to discuss with your child as they play with this sieve: * Why are the numbers pulled down primes? * What is the last prime whose multiples you need to cross out? Why were the other primes not useful? * For all the primes that were useful, which of their multiples produced new restrictions and which were not useful? * If you had a number, say 53, which prime numbers would you need to divide it by to confirm that it’s a prime?
es: Escribe el número 2 debajo de sí mismo. En la línea par con este 2, coloque una X debajo de cada múltiplo de 2. Ahora, baje el número más bajo sin X debajo de él (3 en este caso) y colóquelo en la siguiente línea. Escribe el 3 y coloca X en esa línea para todos sus múltiplos. Sigue tirando números y marcando sus múltiplos. Cuando haya terminado, habrá eliminado todos los números primos. ¡Recuerde que 1 es una unidad y no un primo! Aquí hay algunas buenas preguntas para discutir con su niño/niña mientras juega con este colador: * ¿Por qué los números se reducen a números primos? * ¿Cuál es el último primo cuyos múltiplos necesitas tachar? ¿Por qué los otros números primos no fueron útiles? * Para todos los números primos que fueron útiles, ¿cuáles de sus múltiplos produjeron nuevas restricciones y cuáles no fueron útiles? * Si tuvieras un número, digamos 53, ¿por qué números primos necesitarías dividirlo para confirmar que es primo?

# template
source: Have a collection of numbered cards from 1 to 25, or whatever range your child is comfortable with. A card is selected at random and used as everyone’s target number. The card is returned to the deck. Each player is dealt five cards to be used, in any order and with any operations, to get as close as possible to the target number. The closest player wins the round. A different way to score gives a player twice as many points as the number of cards they use to reach the target; a player receives 5 points for hitting the target with help; and a player receives 6 points for helping someone hit the target.
es: Tenga una colección de tarjetas numeradas del 1 al 25, o cualquier rango con el que su niño/niña se sienta cómodo. Se selecciona una carta al azar y se utiliza como número objetivo de todos. La carta se devuelve a la baraja. A cada jugador se le reparten cinco cartas para usar, en cualquier orden y con cualquier operación, para acercarse lo más posible al número objetivo. El jugador más cercano gana la ronda. Una forma diferente de anotar le da a un jugador el doble de puntos que la cantidad de cartas que usa para alcanzar el objetivo; un jugador recibe 5 puntos por llegar al objetivo con ayuda; y un jugador recibe 6 puntos por ayudar a alguien a dar en el blanco.

# template
source: Near the end of Chapter 4, the Sum Difference activity had one person think of two numbers and then challenge the other person to find the numbers by telling them the sum and difference of the numbers. Secret Ops uses the same idea, only now the challenger can use any two operations, such as multiplying and subtracting. For example, the challenger might say “Which two numbers have a product of 12 and a difference of 4?” You can extend this to three numbers, if you like - “Which three numbers have a product of 12 and a sum of 8?”
es: Cerca del final del Capítulo 4, la actividad de Diferencia de Suma hizo que una persona pensara en dos números y luego desafiara a la otra persona a encontrar los números diciéndoles la suma y la diferencia de los números. Operaciones Secretas usa la misma idea, solo que ahora el retador puede usar dos operaciones, como multiplicar y restar. Por ejemplo, el retador podría decir "¿Qué dos números tienen un producto de 12 y una diferencia de 4?" Puede ampliar esto a tres números, si lo desea: "¿Qué tres números tienen un producto de 12 y una suma de 8?"

# template
source: These puzzles are very easy for an adult to create. Take any equation, such as 9 = (2 + 7) x (5 - 2 x 2) and remove the parentheses. The challenge for your child is how to take 2 + 7 x 5 - 2 x 2 and add parentheses to it so that the result is 9.
es: Estos rompecabezas son muy fáciles de crear para un adulto. Toma cualquier ecuación, como 9 = (2 + 7) x (5 - 2 x 2) y quita el paréntesis. El desafío para su niño/niña es cómo tomar 2 + 7 x 5 - 2 x 2 y agregarle paréntesis para que el resultado sea 9.

# template
source: Use the lever principle to practice multiplication and addition. The principle states that the force exerted by a mass on one side of a lever is equal to the mass times its distance from the pivot point, the fulcrum. The forces on one side from several masses add up to give the total force. The total forces on the two sides must be equal for the lever to be in balance.
es: Usa el principio de palanca para practicar la multiplicación y la suma. El principio establece que la fuerza ejercida por una masa en un lado de una palanca es igual a la masa multiplicada por su distancia desde el punto de pivote, el fulcro. Las fuerzas de un lado de varias masas se suman para dar la fuerza total. Las fuerzas totales en los dos lados deben ser iguales para que la palanca esté en equilibrio.

# template
source: You have a 3-unit weight and a 5-unit weight to put on opposite sides of the fulcrum. Where should they be put to balance? The answer to this can be distances 5 and 3, but it can also be 10 and 6, or even larger answers like 15 and 9. If you have a 3-unit and a 5-unit weight to put on one side of a lever, which weights can you put at which distances on the other side? What if the two weights are on different sides of the lever? This question continues the questions on the Make It Count page at the end of Chapter 4.
es: Tienes un peso de 3 unidades y un peso de 5 unidades para colocar en lados opuestos del fulcro. ¿Dónde deben equilibrarse? La respuesta a esto puede ser distancias 5 y 3, pero también puede ser 10 y 6, o respuestas incluso más grandes como 15 y 9. Si tienes un peso de 3 unidades y un peso de 5 unidades para poner en un lado de una palanca, ¿qué pesas puedes poner a cuales distancias del otro lado? ¿Qué pasa si las dos pesas están en lados diferentes de la palanca? Esta pregunta continúa con las preguntas de la página Hazlo Contar al final del Capítulo 4.

# template
source: Remove the picture cards from a deck and split it evenly between two players. To give more focused practice, remove the A’s and 10’s as well. Each player turns over two cards, multiplies them, and the player with the larger product wins those four cards. If the products are equal, two more cards are turned over and the winner gets to keep all eight cards. The player with the most cards after playing for a set time is the winner.
es: Saque las tarjetas con imágenes de una baraja y divídalas equitativamente entre dos jugadores. Para brindar una práctica más enfocada, elimine también las A y los 10. Cada jugador da vuelta dos cartas, las multiplica y el jugador con el producto más grande gana esas cuatro cartas. Si los productos son iguales, se dan la vuelta a dos cartas más y el ganador se queda con las ocho cartas. El jugador con más cartas después de jugar durante un tiempo determinado es el ganador.

# template
source: Start by identifying a group of numbers to use for the round. It can be odd numbers, or multiples of 3 together with numbers that have a 3 in them, or any group that provides good practice. Two or more players take turns saying the numbers starting at 1. When a player has a number in the group, they must say “beep.” If they fail to say beep, or say beep for a wrong number, they’re out. The last player in wins!
es: Empiece por identificar un grupo de números para usar en la ronda. Pueden ser números impares o múltiplos de 3 junto con números que tienen un 3 en ellos, o cualquier grupo que proporcione una buena práctica. Dos o más jugadores se turnan para decir los números a partir de 1. Cuando un jugador tiene un número en el grupo, deben decir “bip”. Si no dicen bip, o dicen bip para un número incorrecto, están fuera. ¡El último jugador que queda gana!

# template
source: Use a deck of cards with Q’s (as 0’s), A’s (as 1’s), and 2-9, or use four sets of Number Cards from 0 to 9. Use a 4 by 5 grid on a paper with 20 spaces randomly filled out with multiples of 5 and 10. Have a set of tokens for each player. Select a random card and put your token on that number times 5 or 10 - your choice. Once occupied, the other player cannot move there. The first player to get 3 in a row wins. The numbers 5 and 10 can be replaced by other pairs such as 2 and 4, or 3 and 6. These pairings help with practicing doubling strategies for multiplication. For example, if the player does not know 6 x 7, they can double 3 x 7.
es: Use una baraja de cartas con Q (como 0), A (como 1) y 2-9, o use cuatro juegos de Tarjetas Numéricas del 0 al 9. Use una cuadrícula de 4 por 5 en un papel con 20 espacios llenos al azar con múltiplos de 5 y 10. Tenga un juego de fichas para cada jugador. Seleccione una carta al azar y ponga su ficha en ese número multiplicado por 5 o 10, su elección. Una vez ocupada, el otro jugador no puede moverse allí. El primer jugador en conseguir 3 seguidos gana. Los números 5 y 10 se pueden reemplazar por otros pares como 2 y 4, o 3 y 6. Estos emparejamientos ayudan a practicar estrategias de duplicación para la multiplicación. Por ejemplo, si el jugador no conoce 6 x 7, puede doblar 3 x 7.

# template
source: Filling in a standard multiplication table is boring, and children quickly realize they can fill it out using addition rather than multiplication. To really practice multiplication, as well as practicing problem solving and factoring, create a mixed-up multiplication table for your child. Make these tables by moving the rows and columns around, and leaving out most of the headings and entries in the middle. Here is an example using headings of 2 through 9:
es: Completar una tabla de multiplicar estándar es aburrido, y los niños rápidamente se dan cuenta de que pueden completarlo usando la suma en lugar de la multiplicación. Para practicar realmente la multiplicación, así como para practicar la resolución de problemas y la factorización, cree una tabla de multiplicar mezclada para su niño/niña. Haga estas tablas moviendo las filas y columnas y dejando fuera la mayoría de los encabezados y entradas en el medio. A continuación, se muestra un ejemplo que utiliza títulos del 2 al 9:

# template
source: Solve this by starting with the distinctive entries. The 20 forces its row to be multiplying by 4, and then the 36 makes its column be 9. The 49 forces its column and row to be multiplying by 7. The 9 forces its column and row to be multiplying by 3. Now the 12 must be in the column for 4. Continue the detective work in this way and fill in the entries as the headings are discovered.
es: Resuelva esto comenzando con las entradas distintivas. El 20 hace que esa fila se multiplique por 4, y luego el 36 hace que su columna sea 9. El 49 obliga a su columna y fila a multiplicarse por 7. El 9 obliga a su columna y fila a multiplicarse por 3. Ahora el 12 debe estar en la columna de 4. Continúe el trabajo de detective de esta manera y complete las entradas a medida que se descubren los títulos.

# template
source: The area of a rectangle is its length times its width. That dry statement can be made tangible to your child in at least two ways. The first is to show a rectangle broken into a collection of squares.
es: El área de un rectángulo es el largo por lo ancho. Esa afirmación se puede hacer tangible para su niño/niña de al menos dos formas. La primera es mostrar un rectángulo dividido en una colección de cuadrados.

# template
source: The second is to use number shapes to show how a quantity, such as 12, can be placed into an array - 3 by 4, 2 by 6, or 1 by 12. Playing with rectangle areas gives us a fun arena in which to play around with multiplication and factoring!
es: La segunda es usar formas numéricas para mostrar cómo una cantidad, como 12, se puede colocar en una matriz: 3 por 4, 2 por 6 o 1 por 12. ¡Jugar con áreas rectangulares nos brinda una arena divertida en la que jugar alrededor con multiplicación y factorización!
