Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: I looked here, there, and everywhere. I could not find it anywhere.
es: Miré aquí, allá y por todas partes. No pude encontrarlo en ningún lado.

# data_list
source: Looking at his face, what do you think the boy is feeling?
es: Mira la cara del niño, ¿Cómo crees que se siente el niño?

# data_list
source: Have you ever lost something and never found it?
es: ¿Alguna vez has perdido algo y nunca lo has encontrado?

# data_list
source: The girl is smiling in the window. Do you think she knows where the bat is?
es: La niña está sonriendo en la ventana. ¿Crees que sabe dónde está el bate?

# data_list
source: Where is my cat?
es: ¿Dónde está mi gato?

# data_list
source: This cat is very good at hiding. The dark black of this cat helps it hide.
es: Este gato es muy bueno para esconderse. El color negro oscuro de este gato le ayuda a esconderse.

# data_list
source: What kinds of places would make it easy to see this cat?
es: ¿Qué tipo de lugares facilitarían ver a este gato?

# data_list
source: Where do you like to hide?
es: ¿Dónde te gusta esconderte?

# data_list
source: Is it under the bed?
es: ¿Está debajo de la cama?

# data_list
source: Was the cat under the bed before the boy looked there?
es: ¿Estaba el gato debajo de la cama antes de que el niño mirara allí?

# data_list
source: This bed cover has lots of colorful stripes. Count how many different colors it has.
es: Esta colcha tiene muchas rayas de colores. Cuenta cuántos colores tiene.

# data_list
source: The walls in this room have a free form design that doesn't repeat. Have you seen walls like this before?
es: Las paredes de esta sala tienen un diseño libre cuyas formas no se repiten. ¿Has visto paredes como esta antes?

# data_list
source: Is it on top of the cupboard?
es: ¿Está encima del armario?

# data_list
source: Instead of being on top of the cupboard, the cat is inside it.
es: En lugar de estar encima del armario, el gato está adentro.

# data_list
source: This cupboard has a beautiful design. How many colors does it have?
es: Este armario tiene un hermoso diseño. ¿Cuántos colores tiene?

# data_list
source: Talk about the shapes and patterns on the cupboard doors.
es: Habla acerca de las formas y patrones de las puertas del armario.

# data_list
source: Is it behind the couch?
es: ¿Está detrás del sofá?

# data_list
source: The cat is very easy to see right now. Too bad the boy is looking in the wrong place.
es: El gato es muy fácil de ver en este momento. Lástima que el niño está buscando en el lugar equivocado.

# data_list
source: Point at the strong colors on this page: red, orange, yellow, green, blue, and brown.
es: Señala los colores fuertes que hay en esta página como: el rojo, el naranja, el amarillo, el verde, el azul y el marrón.

# data_list
source: Which colors of the rainbow are missing from the room?
es: ¿Qué colores del arcoíris faltan en la habitación?

# data_list
source: Is it next to the trash can?
es: ¿Está al lado del bote de basura?

# data_list
source: The cat must be very fast and quiet -- he was next to where the boy is now.
es: El gato debe ser muy rápido y silencioso, estaba al lado de donde está el niño ahora.

# data_list
source: Count the red bricks just below the window.
es: Cuenta el número de ladrillos rojos que están debajo de la ventana.

# data_list
source: There are many straight lines in this picture. Point to some curved lines.
es: Hay muchas líneas rectas en esta imagen. Señala algunas líneas curvas.

# data_list
source: Is it inside the basket?
es: ¿Está dentro de la canasta?

# data_list
source: Which part of the cat is not inside the SOAP box?
es: ¿Qué parte del gato no está dentro de la caja de SOAP?

# data_list
source: What is inside the basket? Is that where the cat sleeps?
es: ¿Qué hay dentro de la canasta? ¿Es ahí donde duerme el gato?

# data_list
source: Notice that the wall does not line up with the squares of the floor.
es: Observa que la pared no se alinea con los cuadrados del piso.

# data_list
source: Is it outside the house?
es: ¿Está fuera de la casa?

# data_list
source: That poor boy is always looking in the wrong place.
es: Ese pobre niño siempre está buscando en el lugar equivocado.

# data_list
source: Do you think the boy ever finds the cat, or will the boy give up?
es: ¿Crees que el niño logrará encontrar al gato o se dará por vencido?

# data_list
source: This is the same wall pattern as on the last page, but the floor is a different color!
es: Este es el mismo patrón de pared que había en la página anterior, ¡pero el piso es de un color diferente!

# data_list
source: Here it is!
es: ¡Aquí está!

# data_list
source: It looks like the cat is in a cupboard or under a sink.
es: Parece que el gato está en una alacena o debajo del fregadero.

# data_list
source: Was the cat playing a game with the boy?
es: ¿Estaba el gato jugando con el niño?

# data_list
source: What will the boy do with the cat now? Maybe he will feed it or play with it? What do you think?
es: ¿Qué hará el niño con el gato ahora? ¿Quizás lo alimente o juegue con él? ¿Qué piensas tú?

# data_list
source: A long time ago, deep in the forests, King Leopard began to think about the future. He thought, "I'm getting old and one day, I'm going to die. A wise ruler should pick a successor while still young and healthy." But how could King Leopard choose? He loved all the members of the animal kingdom the same!
es: Hace mucho tiempo, en lo profundo de los bosques, el Rey Leopardo comenzó a pensar en el futuro. Pensó: "Me estoy haciendo viejo y un día voy a morir. Un gobernante sabio debe elegir un sucesor cuando aún es joven y saludable". Pero, ¿cómo podría elegir el Rey Leopardo? ¡Él amaba a todos los miembros del reino animal por igual!

# data_list
source: If you were going to pick a leader, which skills would you want them to have?
es: Si tuvieras que elegir un líder, ¿qué habilidades te gustaría que tuviera?

# data_list
source: Guess what King Leopard will look for in a successor. Do you think he will look for the largest, the fastest, or the friendliest animal?
es: Adivina qué buscará el Rey Leopardo en un sucesor. ¿Crees que buscará el animal más grande, el más rápido o el más amistoso?

# data_list
source: Count together all the tree trunks you can see. Can you count that high?
es: Cuenta todos los troncos de árboles que puedas ver. ¿Puedes contar tan alto?

# data_list
source: King Leopard had an idea. He sent his messengers out into the forests. He told them to ask all the animals of the kingdom to come to the palace. He was going to have a big party and he was going to make an important announcement. Away the messengers ran, to all four corners of the forest.
es: El Rey Leopardo tuvo una idea. Envió a sus mensajeros a los bosques. Les dijo que pidieran a todos los animales del reino que vinieran al palacio. Iba a tener una gran fiesta e iba a hacer un anuncio importante. Los mensajeros corrieron lejos, a los cuatro rincones del bosque.

# data_list
source: How many messengers does the King have? Are there enough to go to four corners? How many more does he need?
es: ¿Cuántos mensajeros tiene el Rey? ¿Hay suficientes para ir a las cuatro esquinas? ¿Cuántos más necesita?

# data_list
source: Do you think the forest really has four corners?
es: ¿Crees que el bosque realmente tiene cuatro esquinas?

# data_list
source: What does the writer mean by the phrase "all four corners of the forest?" If forests don't have four corners, what shape are they?
es: ¿Qué quiere decir el escritor con la frase "los cuatro rincones del bosque"? Si los bosques no tienen cuatro esquinas, ¿qué forma tienen?

# data_list
source: On the night of the party, all the animals were at the palace. They sang and they danced and had a great time. After the moon had risen above the trees, King Leopard came and stood in the middle of the clearing. The animals stopped their singing and dancing. They listened quietly as their king began to speak.
es: La noche de la fiesta, todos los animales estaban en el palacio. Cantaron y bailaron y la pasaron muy bien. Después de que la luna se elevó sobre los árboles, el Rey Leopardo llegó y se detuvo en medio del claro del bosque. Los animales dejaron de cantar y bailar. Ellos escucharon en silencio mientras su Rey empezaba a hablar.

# data_list
source: How many animals can you count in this picture? Are there more animals or more trees?
es: ¿Cuántos animales puedes contar en esta imagen? ¿Hay más animales o más árboles?

# data_list
source: How many animals do you think are in the forest? 10, 20, 30, ... ? A forest usually has hundreds or even thousands of animals, so this will be a very large party!
es: ¿Cuántos animales crees que hay en el bosque? ¿10, 20, 30, ... ? Un bosque suele tener cientos o incluso miles de animales, ¡así que será una fiesta muy grande!

# data_list
source: Have you ever seen a non-human animal dance?
es: ¿Alguna vez has visto bailar a un animal no humano?

# data_list
source: He cleared his throat and said, "I've been thinking that it's time for me to pick a successor. But because I love all of you equally, I can't decide who among you is most worthy. So I've decided to let a contest decide for me.
es: Se aclaró la garganta y dijo: "He estado pensando que es hora de elegir un sucesor. Pero como los amo a todos por igual, no puedo decidir quién de ustedes es más digno. Así que he decidido dejar que un concurso decida por mí.

# data_list
source: Some of these animals would usually hunt some of these other animals. Can you think of some examples in this picture of animals who would hunt and others who would be hunted?
es: Algunos de estos animales generalmente cazarían a algunos de estos otros animales. ¿Puedes pensar en algunos ejemplos en esta imagen de animales que cazarían y otros que serían cazados?

# data_list
source: What kind of contest would be good for picking a successor? Would you have a race to see who can run the fastest or longest?
es: ¿Qué tipo de concurso sería bueno para elegir un sucesor? ¿Harías una carrera para ver quién puede correr más rápido o más lejos?

# data_list
source: What would be good contests if you want to find the largest or the strongest?
es: ¿Cuáles serían unos buenos concursos si quieres encontrar el más grande o el más fuerte?

# data_list
source: King Leopard held up a spear. He said, "The first one among you who can throw this spear up into the sky and count to ten before it touches the ground, will be my successor."
es: El Rey Leopardo levantó una lanza. Él dijo: "El primero entre ustedes que pueda lanzar esta lanza al cielo y contar hasta diez antes de que toque el suelo, será mi sucesor".

# data_list
source: Will this contest produce a good successor? Predict which animal is going to win.
es: ¿Permitirá este concurso tener un buen sucesor? Predice qué animal va a ganar.

# data_list
source: Some of the animal skins have stripes, some have spots, some are segmented, and some have just one color. Do you see any that involve more than two colors?
es: Algunas de las pieles de los animales tienen rayas, algunas tienen manchas, algunas están segmentadas y algunas tienen un solo color. ¿Ves alguna que tenga más de dos colores?

# data_list
source: How many of these animals have horns, antlers, or tusks? Are there more of these animals than the other animals on this page?
es: ¿Cuántos de estos animales tienen cuernos, astas o colmillos? ¿Hay más de estos animales que de los otros en esta página?

# data_list
source: As King Leopard finished talking, the animals heard a loud noise from behind them. They turned around and saw elephant stomping through the crowd to the front. "Move out of my way. I'm the biggest, I should be king," said Elephant.
es: Cuando el Rey Leopardo terminó de hablar, los animales escucharon un fuerte ruido detrás de ellos. Se dieron la vuelta y vieron a un elefante que se abría paso hacia adelante entre la multitud. "Quítense de mi camino. Soy el más grande, debería ser el rey", dijo Elefante.

# data_list
source: Did the Elephant listen to the King? Was being the biggest important to the King?
es: ¿Escuchó el Elefante al Rey? ¿Ser el más grande era importante para el Rey?

# data_list
source: When we have our own ideas about the way something should be, we sometimes don't listen to others. Can you think of a time when you were like the elephant and didn't listen well?
es: Cuando tenemos nuestras propias ideas sobre cómo debería ser algo, a veces no escuchamos a los demás. ¿Puedes pensar en algún momento en que fuiste como el elefante y no escuchaste bien?

# data_list
source: A lion is often called the King of the Jungle. Do you think a lion will win this contest and be the next king?
es: A menudo un león es llamado el Rey de la Selva. ¿Crees que un león ganará este concurso y será el próximo rey?

# data_list
source: Elephant took the spear and held it up with his trunk. He put his head back and threw the spear up into the sky. "One! Two! Three! Oh!" Elephant cried. The spear hit the ground on the count of three. Elephant was angry and started stomping. King Leopard told him, "You've had your chance." And so Elephant had to leave.
es: Elefante tomó la lanza y la sostuvo con su trompa. Echó la cabeza hacia atrás y arrojó la lanza al cielo. "¡Uno! ¡Dos! ¡Tres! ¡Oh!" Elefante gritó. La lanza golpeó el suelo a la cuenta de tres. El elefante estaba enojado y comenzó a pisotear muy fuerte. El Rey Leopardo le dijo: "Tuviste tu oportunidad". Y así, Elefante tuvo que irse.

# data_list
source: Does it help to get angry when you lose? How do you feel and what do you show to other people when you lose?
es: ¿Te ayuda enojarte cuando pierdes? ¿Cómo te sientes y qué le demuestras a los demás cuando pierdes?

# data_list
source: There are many four-legged animals in this picture. Name some animals that don't have four legs.
es: Hay muchos animales de cuatro patas en esta imagen. Nombra algunos animales que no tienen cuatro patas.

# data_list
source: An odd number is a number that can't be split into two equal parts -- 7 is an example. Can you think of any animals that have an odd number of arms or legs?
es: Un número impar es un número que no se puede dividir en dos partes iguales; 7 es un ejemplo. ¿Puedes pensar en algún animal que tenga un número impar de brazos o patas?

# data_list
source: After Elephant left, the animals started to talk excitedly amongst themselves. They were again disturbed by a loud noise coming from the back of the crowd. Boar came charging through saying, "Get out of my way. Get out of my way. I'm going to be king. I've got the biggest muscles. I'm the strongest. I should be king."
es: Después de que Elefante se fue, los animales comenzaron a hablar animadamente entre ellos. Pero nuevamente fueron perturbados por un fuerte ruido proveniente de la parte posterior de la multitud. Jabalí vino a la carga diciendo: "Fuera de mi camino. Fuera de mi camino. Voy a ser rey. Tengo los músculos más grandes. Soy el más fuerte. Debería ser rey".

# data_list
source: Boar did not listen to the King either. Do you think the King wants someone who is the strongest?
es: Jabalí tampoco escuchó al Rey. ¿Crees que el Rey quiere a alguien que sea el más fuerte?

# data_list
source: Do you think leaders need to be good listeners to help them know how to lead?
es: ¿Cree que los líderes deben saber escuchar para saber cómo liderar?

# data_list
source: In this picture, there is only one of most of the animals. Can you spot the animals that there are more than one of?
es: En esta imagen, solo hay una clase de animal del cual hay una mayor cantidad. ¿Puedes identificar los animales de los que hay más de uno?

# data_list
source: Boar leaned back, clenched the spear, and threw it into the sky. "One! Two! Three! Four! Five! Oh!" he shouted. The spear dropped on the count of five. He was so angry. He fumed and threw clouds of dirt into the air. Leopard told him "Boar, you only throw once and you've had your chance." Boar had to leave.
es: Jabalí se inclinó hacia atrás, agarró la lanza y la arrojó al cielo. "¡Uno! ¡Dos! ¡Tres! ¡Cuatro! ¡Cinco! ¡Oh!" gritó. La lanza cayó a la cuenta de cinco. Estaba tan enojado. Echó humo y arrojó nubes de tierra al aire. Leopardo le dijo: "Jabalí, solo debías tirar una vez y ya tuviste tu oportunidad". Jabalí tuvo que irse.

# data_list
source: Is an animal who gets angry when they lose likely to be a good leader?
es: ¿Es posible que un animal que se enfade cuando pierde sea un buen líder?

# data_list
source: So far, it looks like the King's contest is removing poor leaders. The contest is working! Who do you think will win?
es: Hasta ahora, parece que el concurso del Rey está eliminando a los líderes menos cualificados. ¡El concurso está funcionando! ¿Quién crees que ganará?

# data_list
source: Stories sometimes vary from reality. This story does that in many ways. A boar does not have any fingers! How would a boar be able to clench a spear and throw it? Have you seen other ways this story seems unreal?
es: Las historias a veces varían de la realidad. Esta historia hace eso de muchas maneras. ¡Un jabalí no tiene dedos! ¿Cómo sería capaz un jabalí de tomar una lanza y lanzarla? ¿Has visto otras formas en que esta historia parece irreal?

# data_list
source: After that, the animals started to say things like, "This contest is difficult! Elephant couldn't do it, and he's really big. Boar couldn't do it either, and he's really strong. No one can win this contest!" Right about then, they heard another sound coming from the back of the crowd. When the animals looked around, they couldn't believe their eyes.
es: Después de eso, los animales comenzaron a decir cosas como: "¡Este concurso es difícil! El elefante no pudo hacerlo y es muy grande. El jabalí tampoco pudo hacerlo y es muy fuerte. ¡Nadie puede ganar este concurso!". Justo en ese momento, escucharon otro sonido proveniente de la parte posterior de la multitud. Cuando los animales miraron a su alrededor, no podían creer lo que veían.

# data_list
source: What is unusual about the body positions these animals are in?
es: ¿Qué tienen de inusual las posiciones de los cuerpos en la que se encuentran estos animales?

# data_list
source: Count the number of animals -- it is a bit tricky, but do your best. Each animal has two eyes, so you can double that number to find the total number of eyes. You can also count the eyes by skip counting by 2's.
es: Cuenta la cantidad de animales; es un poco complicado, pero haz lo mejor que puedas. Cada animal tiene dos ojos, así que puedes duplicar ese número para encontrar el número total de ojos. También puedes contar los ojos de 2 en 2.

# data_list
source: You can count all the legs by multiplying the number of animals by 4, skip counting by 4, or by doubling the number of eyes! Which do you like best? Why does this work?
es: ¡Puedes contar todas las patas multiplicando el número de animales por 4, contando de 4 en 4 o duplicando el número de ojos! ¿Cuál te gusta más? ¿Por qué funciona esto?

# data_list
source: They saw a big ape coming forward. As Ape moved, he chanted "I can do it. I know I can do it. I can do it." Ape took the spear and he backed way up. He pulled his arm back, charged forward, leapt into the air and threw the spear into the sky. "One! Two! Three! Four! Five! Six! Seven! Oh!" cried Ape.
es: Vieron un gran simio que se acercaba. Mientras Simio se movía, cantaba "Puedo hacerlo. Sé que puedo hacerlo. Puedo hacerlo". Simio tomó la lanza y retrocedió. Echó el brazo hacia atrás, cargó hacia adelante, saltó en el aire y arrojó la lanza al cielo. "¡Uno! ¡Dos! ¡Tres! ¡Cuatro! ¡Cinco! ¡Seis! ¡Siete! ¡Oh!" gritó Simio.

# data_list
source: Why did Ape start by saying "I can do it?" Having confidence often helps with success.
es: ¿Por qué Simio comenzó diciendo "Puedo hacerlo”? Tener confianza a menudo ayuda con el éxito.

# data_list
source: Your attitude can make a big difference! Have you ever started to do something by saying to yourself that you wouldn't be able to do it -- do it help or did it get in your way?
es: ¡Tu actitud puede hacer una gran diferencia! ¿Alguna vez has comenzado a hacer algo diciéndote a ti mismo que no serías capaz de hacerlo? ¿Eso te ayudó o se interpuso en tu camino?

# data_list
source: How much higher was Ape able to count before the spear landed than Boar could count?
es: ¿Cuánto más alto pudo contar Simio antes de que la lanza aterrizara de lo que pudo contar Jabalí?

# data_list
source: The spear hit the ground on the count of seven. Ape was upset. He was so angry that he started turning around, complaining and making all sorts of excuses. But King Leopard told him "No, Ape, you only get one chance." And so the ape had to leave.
es: La lanza golpeó el suelo a la cuenta de siete. Simio estaba molesto. Estaba tan enojado que comenzó a darse la vuelta, quejándose y diciendo todo tipo de excusas. Pero el Rey Leopardo le dijo: "No, Simio, solo tienes una oportunidad". Y así el simio tuvo que irse.

# data_list
source: So far, no animal has done it. Make up an ending for this story. Either think of a way an animal can win, change the contest, or figure out what to do if no animal can win.
es: Hasta ahora, ningún animal lo ha logrado. Inventa un final para esta historia. Piensa en una forma en que un animal pueda ganar, cambia el concurso o descubre qué hacer si ningún animal puede ganar.

# data_list
source: How long does it take you to count to ten? Do you think you can throw something in the air long enough to count to ten?
es: ¿Cuánto tiempo te toma contar hasta diez? ¿Crees que puedes lanzar algo al aire el tiempo suficiente para contar hasta diez?

# data_list
source: Use their facial expressions to describe what each of the animals in this picture is feeling.
es: Mira las expresiones faciales para describir lo que siente cada uno de los animales en esta imagen.

# data_list
source: Some of the animals turned and started to leave for home. As they were leaving, they saw a little antelope coming through the crowd. As she trotted, she said, "Wait, wait, Let me try. I can do it. I can do it. Let me try." When the animals heard her words, they all started laughing.
es: Algunos de los animales dieron media vuelta y comenzaron a irse a casa. Cuando se estaban yendo, vieron un pequeño antílope que se abría paso entre la multitud. Mientras trotaba, dijo: "Espera, espera, déjame intentarlo. Puedo hacerlo. Puedo hacerlo. Déjame intentarlo". Cuando los animales escucharon sus palabras, todos se echaron a reír.

# data_list
source: Why did the other animals laugh at the little antelope? Were they being nice?
es: ¿Por qué los otros animales se rieron del pequeño antílope? ¿Estaban siendo amables?

# data_list
source: What skill might the antelope have that the others did not?
es: ¿Qué habilidad podría tener el antílope que no tuvieran los demás?

# data_list
source: Have you ever seen people laugh at someone and just assume that person would do poorly? How did that make the person feel?
es: ¿Alguna vez has visto a la gente reírse de alguien y asumir que a esa persona le iría mal? ¿Cómo hizo sentir eso a la persona?

# data_list
source: King Leopard jumped up and shouted angrily. "Stop it! Do not make fun of Antelope! Who is to say that small animals can't do things that big animals can do? If Antelope wants to have a chance, she will be given the same chance that all the animals had. So stand back and let Antelope throw the spear."
es: El Rey Leopardo saltó y gritó enojado. "¡Basta! ¡No se burlen de Antílope! ¿Quién dice que los animales pequeños no pueden hacer cosas que los animales grandes pueden hacer? Si Antílope quiere tener una oportunidad, se le dará la misma oportunidad que todos los animales tuvieron. Así que aléjense y dejen que Antílope arroje la lanza".
