Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: How many eyes do six cats have?
es: ¿Cuántos ojos tienen seis gatos?

# data_list
source: Wow, these cats are a bit creepy! Did you skip count the eyes by 2's or 6's?
es: ¡Vaya, estos gatos son un poco espeluznantes! ¿Contaste los ojos de 2 en 2 o de 6 en 6?

# data_list
source: How many whiskers does each cat have? Can you count high enough to skip count all the whiskers?
es: ¿Cuántos bigotes tiene cada gato? ¿Puedes contar lo suficientemente alto como para contar salteado todos los bigotes?

# data_list
source: Can you skip count high enough to count all the feet?
es: ¿Puedes contar lo suficientemente alto para contar todos los pies?

# data_list
source: How many legs does one worm have?
es: ¿Cuántas patas tiene un gusano?

# data_list
source: Can you count all those legs, or is it too tricky to see or too high to count?
es: ¿Puedes contar todas esas patas o es demasiado difícil ver o hay demasiadas patas para contar?

# data_list
source: Think of some other things that are just too many to count.
es: Piensa en otras cosas que son demasiadas para contar.

# data_list
source: Skip counting can be fun because it gets you to the answer much more quickly than counting by 1's. It's also fun to discover the different step sizes that give you the same answer.
es: Contar saltando números puede ser divertido porque obtienes la respuesta mucho más rápido que contando de 1 en 1. También es divertido encontrar los números que puedes usar para saltar y llegar a la respuesta.

# data_list
source: Mod the toad was tired of living in water.
es: La sapita Mod estaba cansada de vivir en el agua.

# data_list
source: Why do you think Mod was tired of water?
es: ¿Por qué crees que Mod estaba cansada del agua?

# data_list
source: Mod has four "fingers" on each leg. Who has more fingers -- you or Mod? How many more?
es: Mod tiene cuatro “dedos” en cada pata. ¿Quién tiene más dedos: tú o Mod? ¿Cuántos más?

# data_list
source: With four fingers on each leg, how many fingers does Mod have all together? You can count them by 1's, 2's, or 4's. Is it too high for you to count?
es: Con cuatro dedos en cada pata, ¿cuántos dedos tiene Mod en total? Los puedes contar de uno en uno, de dos en dos o de cuatro en cuatro. ¿Son demasiados para contar?

# data_list
source: Be careful, said the turtle. "Your skin will dry out."
es: La tortuga le dijo: "Ten cuidado. Tu piel se secará".

# data_list
source: Why don't turtles worry about their skin drying out?
es: ¿Por qué las tortugas no se preocupan de que su piel se vaya a secar?

# data_list
source: Do you think a big turtle would be able to climb onto a narrow log like that?
es: ¿Crees que una tortuga grande podría trepar a un tronco tan angosto?

# data_list
source: Do you think toads and turtles talk to each other?
es: ¿Crees que los sapos y las tortugas hablan?

# data_list
source: But Mod was curious. She hopped away.
es: Pero Mod tenía curiosidad. Ella se fue saltando.

# data_list
source: Mod looks very excited to be going on an adventure!
es: ¡Mod se ve muy emocionada de ir a una aventura!

# data_list
source: Have you ever done something even though you were told it was a bad idea? Were you glad you did it?
es: ¿Alguna vez hiciste algo a pesar de que alguien te advirtiera que era una mala idea? ¿Te alegraste de hacerlo?

# data_list
source: Do you think Mod had ever been out of the river before? Are there places you would like to explore?
es: ¿Crees que Mod haya estado fuera del río antes? ¿Qué lugares te gustaría explorar?

# data_list
source: She looked all around.
es: Ella miró por todos lados.

# data_list
source: Count the trees in the background behind Mod.
es: Cuenta los árboles en el fondo detrás de Mod.

# data_list
source: Is it easier for you to count the trees one at a time or to count them by 2's?
es: ¿Es más fácil para ti contar los árboles uno a la vez o de dos en dos?

# data_list
source: Notice the shades of colors. Mod's colors go from light yellow to dark brown. The grass goes from very light yellow to the yellow greens of the tree tops to the darker shades directly beneath the tree canopy.
es: Observa los tonos de los colores. Los colores de Mod van de amarillo claro a café oscuro. La hierba va de amarillo muy claro a los verdes amarillentos de las copas de los árboles a los tonos oscuros directamente debajo de dichas copas.

# data_list
source: She met a purple chameleon next to a puddle of water.
es: Ella se encontró con un camaleón morado al lado de un charco.

# data_list
source: Mod looks surprised to see the chameleon!
es: ¡Mod se ve sorprendida de ver al camaleón!

# data_list
source: Why is the chameleon holding that bug? Do you eat insects sometimes?
es: ¿Por qué el camaleón sostiene un insecto? ¿Tú comes insectos?

# data_list
source: Count the bugs flying around. If you add one more for the one the chameleon is holding, how many does that make in total?
es: Cuenta los insectos volando. Si sumas el que sostiene el camaleón, ¿cuántos son en total?

# data_list
source: The chameleon started turning pink! Mod jumped away.
es: ¡El camaleón empezó a volverse rosa! Mod se alejó saltando.

# data_list
source: Chameleons and some other animals can change colors to blend in.
es: Los camaleones y otros animales pueden cambiar de color para camuflarse.

# data_list
source: Do you think this chameleon is blending in?
es: ¿Crees que el camaleón se está camuflando?

# data_list
source: Do you think Mod knew the chameleon could change colors? Mod looks surprised and afraid!
es: ¿Crees que Mod sabía que el camaleón podía cambiar de color? ¡Mod se ve sorprendida y asustada!

# data_list
source: Then she saw a hyena starting a fire.
es: Luego vió a una hiena iniciando un incendio.

# data_list
source: It's silly to think that hyenas go around starting fires with torches.
es: Es chistoso pensar que las hienas van por todos lados iniciando incendios con torchas.

# data_list
source: If they could do it, why would they want to?
es: Si lo pudieran hacer, ¿por qué querrían hacerlo?

# data_list
source: Hyenas are sometimes described as bad characters in stories. Do you think hyenas would go to all the trouble to start a fire just to be mean?
es: Las hienas son a veces descritas como personajes malvados en las historias. ¿Crees que las hienas se tomarían el trabajo de iniciar un incendio sólo para molestar?

# data_list
source: The fire spread around Mod. She was afraid.
es: El incendio se propagó alrededor de Mod. Ella tuvo miedo.

# data_list
source: Have you ever seen or been near a big wildfire? If so, how did you feel about it?
es: ¿Alguna vez has visto o estado cerca de un incendio forestal? Si es así, ¿cómo te sentiste?

# data_list
source: Did Mod pick a good place to hide?
es: ¿Escogió Mod un buen escondite?

# data_list
source: What do you think will happen to Mod -- is Mod in a safe place?
es: ¿Qué crees que le sucederá a Mod? ¿Está Mod en un lugar seguro?

# data_list
source: The fire burned her skin. She jumped back, into the puddle.
es: El fuego quemó su piel. Ella saltó de vuelta al charco.

# data_list
source: Getting burned hurts a lot! Have you ever been burned or known someone who was?
es: ¡Las quemaduras duelen mucho! ¿Alguna vez te has quemado o sabido de alguien que haya sufrido quemaduras?

# data_list
source: Why did Mod cover her eyes?
es: ¿Por qué Mod se cubrió los ojos?

# data_list
source: Finding something cool to put on your wound is often a very good idea to stop further burning inside the wound.
es: Buscar algo frío para poner en la herida es una buena idea para prevenir ampollas adicionales.

# data_list
source: But her skin was already full of blisters.
es: Pero su piel ya estaba cubierta de ampollas.

# data_list
source: When Mod splashed, what shape were the ripples in the water around where Mod went in?
es: Cuando Mod hizo un clavado en el agua, ¿qué forma tenían las ondas alrededor de donde ella entró?

# data_list
source: Have you ever watched the ripples a stone makes when it falls into quiet water?
es: ¿Alguna vez has visto las ondas que produce una piedra cuando cae en agua quieta?

# data_list
source: Those ripples are circles that have a common center point. Such circles are called concentric.
es: Esas ondas son círculos que tienen un punto central en común. Esos círculos se llaman concéntricos.

# data_list
source: Mod found a home under a rock. Her new skin was dry and rough.
es: Mod encontró un hogar debajo de una roca. Su nueva piel era seca y áspera.

# data_list
source: Even if things did not go so well, she had some interesting experiences. Do you think Mod regrets her adventure?
es: Aunque las cosas no hayan salido bien, ella tuvo experiencias interesantes. ¿Crees que Mod se arrepienta de su aventura?

# data_list
source: Do you think toads have homes with doors, windows, and tables?
es: ¿Crees que los sapos tienen hogares con puertas, ventanas y mesas?

# data_list
source: It looks like Mod has three fingers now. Is that more or less than she had before?
es: Parece que Mod tiene tres dedos ahora. ¿Eso es más o menos de los que tenía antes?

# data_list
source: Now only frogs have smooth skin and live near water.
es: Ahora solo las ranas tienen piel suave y viven cerca del agua.

# data_list
source: Did you know that there are differences between frogs and toads?
es: ¿Sabías que hay diferencias entre las ranas y los sapos?

# data_list
source: Have you ever seen a frog or toad? Could you tell which one it was?
es: ¿Alguna vez has visto una rana o un sapo? ¿Pudiste distinguirlos?

# data_list
source: Have you ever gone to a pond, river, or lake to explore water life?
es: ¿Alguna vez has ido a un estanque, un río o un lago para explorar la vida acuática?

# data_list
source: A long time ago, there was a greedy hyena.
es: Hace mucho tiempo, había una hiena codiciosa.

# data_list
source: These houses seem very smoky. How many houses do you see in Hyena's village?
es: Estás casas parecen muy humeantes. ¿Cuántas casas ves en el pueblo de la hiena?

# data_list
source: Each house is round with round roof going up to a point. Each roof is in the shape of a cone. Do you see any cone-shaped things around you?
es: Cada casa es redonda con techos redondos que terminan en un punto. Cada techo tiene la forma de un cono. ¿Ves alguna cosa alrededor de ti que tenga la forma de un cono?

# data_list
source: Count the toes on each of Hyena's legs. Hyenas have the same number of toes on all their legs -- is that what the picture shows?
es: Cuenta los dedos de cada pie de la hiena. Las hienas tienen la misma cantidad de dedos en todas sus patas -- ¿eso es lo que la imagen muestra?

# data_list
source: There was also Tortoise. Hyena and Tortoise were friends.
es: También había una tortuga. La hiena y la tortuga eran amigas.

# data_list
source: How many houses are in Tortoise's village? How many houses are in the two villages combined?
es: ¿Cuántas casas hay en el pueblo de la tortuga? ¿Cuántas casas hay en los dos pueblos combinados?

# data_list
source: Which village has more houses, or are they equal?
es: ¿Cuál pueblo tiene más casas, o tienen la misma cantidad?

# data_list
source: What is different about the roofs in Tortoise/s village compared to Hyena's village? Why do you suppose that is?
es: ¿Qué es diferente de los techos en el pueblo de la tortuga en comparación con los del pueblo de la hiena?¿Por qué supones que es así?

# data_list
source: Hyena told Tortoise, "Let us search for honey."
es: La hiena le dijo a la tortuga: "Buscaremos miel".

# data_list
source: Compare the drawing of the houses with the first page. Whose house are they in front of?
es: Compara el dibujo de las casas con la primera página. ¿De la casa de quien están enfrente de?

# data_list
source: Hyena and Tortoise seem like unlikely friends. What do you think will happen to their friendship by the end of the story?
es: La hiena y la tortuga parecen amigos insólitos. ¿Qué piensas que sucederá con su amistad al final del cuento?

# data_list
source: Do you have friends that are different from you? Do your differences help make your friendship weaker or stronger?
es: ¿Tienes amigos que son diferentes que tú? ¿Sus diferencias ayudan a hacer su amistad más débil o más fuerte?

# data_list
source: Hyena ran fast. Tortoise followed slowly. He was afraid.
es: La hiena corrió rápido. La tortuga lo siguió lentamente. Él estaba asustado.

# data_list
source: These animals travel at very different speeds. Have you gone for a walk with someone who is a lot faster or slower than you? How did the two of you work out having two different speeds?
es: Estos animales viajan a velocidades muy diferentes. ¿Has ido en una caminata con alguien que es mucho más rápido o lento que tú? ¿Cómo resolvieron el tener dos velocidades diferentes?

# data_list
source: Real hyenas and tortoises don't look like these two. What are the differences? Those differences will be important later in the story!
es: Las hienas y las tortugas reales no se ven como estos dos animales. ¿Cuáles son las diferencias? ¡Esas diferencias serán importantes más tarde en el cuento!

# data_list
source: Tortoise is looking backward. What is Tortoise looking for?
es: La tortuga está volteando hacia atrás. ¿Qué busca la tortuga?

# data_list
source: They crossed a river. They got wet.
es: Ellos cruzaron un río. Se mojaron.

# data_list
source: They got wet seems like an understatement for how they look in the picture. Hyenas are excellent swimmers, so it is surprising that Hyena looks so unhappy.
es: "Ellos se mojaron" parece quedar corto por como se ven en la imagen. Las hienas son excelentes para nadar, entonces es sorprendente que la hiena se vea tan descontenta.

# data_list
source: Do you like swimming? Have you ever gone swimming in rivers or other natural bodies of water?
es: ¿A ti te gusta nadar? ¿Alguna vez has nadado en ríos u otros cuerpos naturales de agua?

# data_list
source: Which direction do you think the water is flowing? How can you tell?
es: ¿En qué dirección piensas que el agua está fluyendo? ¿Cómo sabes?

# data_list
source: Then they saw beehives. Hyena ran to the hives.
es: Luego vieron colmenas. La hiena corrió hacia las colmenas.

# data_list
source: There are a lot of hives in those trees. Sometimes a swarm will fly around looking for a new home. Have you ever seen a swarm of bees?
es: Hay muchas colmenas en esos árboles. A veces un enjambre vuela alrededor buscando una casa nueva. ¿Alguna vez has visto un enjambre de abejas?

# data_list
source: Do you like bees or are you afraid of them? What are some things you are afraid of?
es: ¿Te gustan las abejas o les tienes miedo? ¿Cuáles son algunas cosas a las que les temes?

# data_list
source: Hyena is pictured with four toes on his front legs and three toes on his back legs. How many more fingers do you have on your arms? How many more toes do you have on your legs?
es: La hiena tiene cuatro dedos en las patas delanteras y tres dedos en las patas traseras. ¿Cuantos más dedos tienes en tus manos? ¿Cuantos más dedos tienes en tus pies?

# data_list
source: Hyena told Tortoise, "Climb up and get the beehive."
es: La hiena le dijo a la tortuga: “Escala y agarra la colmena".

# data_list
source: It is difficult to imagine Tortoise climbing a tree. Why would Hyena be a better tree climber than Tortoise?
es: Es difícil imaginar la tortuga escalando un árbol. ¿Por qué sería la hiena una mejor escaladora que la tortuga?

# data_list
source: Why did Hyena tell Tortoise to climb up and get the beehive?
es: ¿Por qué le dijo la hiena a la tortuga que escalara y agarrara la colmena?

# data_list
source: A hexagon is a shape with six straight sides. If the sides are all the same length, it is called a regular hexagon. Each of the little cells in a beehive is a regular hexagon. Do you know of any designs around you that are made of hexagons?
es: Un hexágono es una figura con seis lados rectos. Si todos los lados son de la misma medida, se llama un hexágono regular. Cada una de las pequeñas celdas en la colmena es un hexágono regular. ¿Sabes de algún diseño a tu alrededor que esté hecho de hexágonos?

# data_list
source: Tortoise climbed slowly. Hyena was angry. He shouted at Tortoise.
es: La tortuga escaló lentamente. La hiena estaba enojada. Ella le gritó a la tortuga.

# data_list
source: Why was Hyena shouting? Did Hyena's shouting help Tortoise climb the tree?
es: ¿Por qué estaba gritando la hiena? ¿Los gritos de la hiena ayudaron a la tortuga a escalar el árbol?

# data_list
source: Do you ever get angry and start shouting? Did your shouting help make the situation better?
es: ¿En alguna ocasión te has enojado y empezado a gritar? ¿Tus gritos ayudaron a mejorar la situación?

# data_list
source: Tiles that are regular hexagons fit together to make beautiful tile floors and walls. Tiles in the shape of squares (shapes with four equal straight sides and square corners) fit together well too. Describe any other tiling patterns on floors or walls that you have seen.
es: Los azulejos que son hexágonos regulares encajan entre sí y crean hermosos pisos y paredes. Los azulejos con forma de cuadros (figuras con cuatro lados rectos y esquinas cuadradas) encajan bien también. Describe cualquier otro patrón en los pisos o paredes que hayas visto.

# data_list
source: Tortoise touched the beehive. Bees swarmed in the air.
es: La tortuga tocó la colmena. Las abejas se arremolinaron en el aire.

# data_list
source: Why was Tortoise safe from the bees and Hyena was not?
es: ¿Por qué estaba la tortuga a salvo de las abejas y no la hiena?

# data_list
source: An estimate is an educated guess when there are too many things to count easily. What is your estimate of how many bees there are?
es: Una estimación es una predicción bien fundamentada para cuando hay muchas cosas que contar. ¿Cuál es tu estimación del número de abejas?

# data_list
source: Do your best to count the bees. How far off was your quick estimate?
es: Cuenta las abejas lo mejor que puedas. ¿Qué tan exacta resultó tu estimación?

# data_list
source: Tortoise fell. The beehive fell on him. Hyena licked the honey.
es: La tortuga se cayó. La colmena se cayó encima de ella. La hiena lamió la miel.

# data_list
source: Hyena was so focused on the honey that he didn't help Tortoise. Can you think of a time you were so focused on one thing that you completely forgot something else you should have done?
es: La hiena estaba tan enfocada en la miel que no le ayudó a la tortuga. ¿Puedes pensar en una ocasión en que estabas tan enfocado en una cosa que olvidaste por completo otra cosa que debieras haber hecho?

# data_list
source: Hyena should have helped his friend. Is Hyena a very good friend?
es: La hiena debió haber ayudado a su amiga. ¿La hiena es una buena amiga?

# data_list
source: Do you think this page shows more or fewer bees than on the last page?
es: ¿Piensas que esta página muestra más o menos abejas que la página anterior?

# data_list
source: The bees stung Hyena. He ran. The bees followed him.
es: Las abejas picaron a la hiena. Ella corrió. Las abejas la siguieron.

# data_list
source: Why did the bees chase and sting Hyena?
es: ¿Por qué las abejas persiguieron y picaron a la hiena?

# data_list
source: A beehive is the home for the bees. Is it okay for people to take honey from beehives, or should we leave their homes untouched?
es: Una colmena es la casa para las abejas. ¿Está bien que la gente se lleve miel de las colmenas o debemos dejar sus casa en paz?

# data_list
source: Have you ever tried to outrun a bee or some other stinging insect? Were you able to do it?
es: ¿Alguna vez has tratado de dejar atrás una abeja o algún otro insecto que pica?¿Pudiste hacerlo?

# data_list
source: Hyena ran into the river. The bees still followed him.
es: La hiena corrió al río. Las abejas todavía la perseguían.

# data_list
source: Why did the Hyena go into the river? Did it work?
es: ¿Por qué se metió la hiena al río? ¿Funcionó?

# data_list
source: The bees can't go into the water, but Hyena can't stay under the water for long. What do you think Hyena should do?
es: Las abejas no se pueden meter al agua, pero la hiena no se puede quedar debajo del agua por mucho tiempo. ¿Qué piensas que debe hacer la hiena?

# data_list
source: Poor Hyena must be miserable. Have you ever had a bee sting or some other kind of sting? If so, did it hurt a lot?
es: La pobre hiena debe sentirse terrible. ¿Alguna vez has tenido un piquete de una abeja o algún otro tipo de piquete? Si es así, ¿te dolió mucho?

# data_list
source: The beehive and the honey dried on Tortoise's back.
es: La colmena y la miel se secaron en la espalda de la tortuga.

# data_list
source: All the bees went after Hyena and left Tortoise alone.
es: Todas las abejas se fueron detrás de la hiena y dejaron a la tortuga sola.

# data_list
source: Tortoise looks pretty safe sitting quietly under that layer of drying honey. Do you have a quiet place where you feel safe and peaceful? Perhaps it is a place no one else knows about.
es: La tortuga se ve a salvo sentada silenciosamente debajo de esa capa de miel seca.¿Tienes un lugar silencioso donde te sientes seguro y en paz? Quizás es un lugar del que nadie sabe.

# data_list
source: What does his face tell you about how he is feeling?
es: ¿Qué te dice su cara de cómo se está sintiendo?

# data_list
source: Tortoise got a shell to protect himself. He went home.
es: La tortuga obtuvo una concha para protegerse. Se fue a su casa.

# data_list
source: The honey dried on Tortoise in a beautiful pattern. Can you think of some interesting natural patterns around you?
es: La miel se secó sobre la tortuga en un hermoso patrón. ¿Puedes pensar en patrones naturales e interesantes a tu alrededor?

# data_list
source: People also make a lot of patterns when they build things. Tiles are often laid out to make interesting designs. Do you see any any tiling patterns near you?
es: La gente también forma muchos patrones cuando construyen cosas. Frecuentemente los azulejos se colocan en diseños interesantes. ¿Ves algún patrón de azulejos cerca de ti?

# data_list
source: What do you think -- how easy is it to sit in that chair with a big shell on your back?
es: ¿Qué piensas --que tan fácil es sentarte en esa silla con una concha en tu espalda?

# data_list
source: The stings caused patches on Hyena's body.
es: Los piquetes formaron manchas en el cuerpo de la hiena.

# data_list
source: Now Hyena has lots of spots on him, just like hyenas we see today.
es: Ahora la hiena tiene muchas manchas, al igual que las hienas que vemos hoy en día.

# data_list
source: Make a quick estimate how many spots he has and then try to count them. How close was your estimate?
es: Haz una estimación rápida de cuántas manchas tiene y luego trata de contarlas. ¿Qué tan exacta fue tu estimación?

# data_list
source: Making quick estimates is a fun game two people can play. Whose estimate will be the closest?
es: Hacer estimaciones es un juego divertido que dos personas pueden jugar. ¿Quién hará la estimación más exacta?

# data_list
source: Tortoise and Hyena are no longer friends.
es: La tortuga y la hiena ya no son amigos.

# data_list
source: Tortoise and Hyena always seemed like unlikely friends. What happened in the story that caused them to stop being friends?
es: La tortuga y la hiena siempre fueron amigos insólitos. ¿Qué ocurrió en el cuento que provocó que pararan de ser amigos?

# data_list
source: Have you ever had something that caused you to stop being friends with someone?
es: ¿Alguna vez ha pasado algo que provocó que pararas una amistad con alguien?

# data_list
source: Do you think Tortoise and Hyena will return to being friends someday?
es: ¿Piensas que la tortuga y la hiena van a volver a ser amigas algún día?
