Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: The blue bird is sitting on the roof. What is the owl sitting on?
es: El pájaro azul está sentado en el techo. ¿Sobre qué está sentado el búho?

# data_list
source: Cat and Dog walk to the owl. They ask the owl, "Is this your egg?"
es: Gato y Perro van donde el búho. Ellos le preguntan al búho: "¿Este huevo es tuyo?".

# data_list
source: Owls are said to be wise. Does this owl look wise to you?
es: Se dice que los búhos son sabios. ¿Este búho te parece sabio?

# data_list
source: Count the birds, cats, and dogs. Which type of animal is there the most of?
es: Cuenta los pájaros, los gatos y los perros. ¿De qué animal hay una mayor cantidad?

# data_list
source: Notice owl's unusual kite-shaped tie!
es: ¡Mira la inusual corbata en forma de cometa que tiene el búho!

# data_list
source: But the owl says, "No, that is not my egg. Ask the goose. Maybe it is her egg."
es: Pero el búho dice: "No, ese no es mi huevo. Pregúntale al ganso. Tal vez sea su huevo".

# data_list
source: If you get something wrong two times, do you get discouraged?
es: Si te equivocas en algo dos veces seguidas, ¿te desanimas?

# data_list
source: Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?
es: Gato y Perro son excelentes para persistir: ellos intentan hacer algo una y otra vez hasta que lo consiguen. ¿Tú eres bueno persistiendo?

# data_list
source: Count the houses and how many animals there are now.
es: Cuenta cuántas casas y animales hay ahora.

# data_list
source: Cat and Dog walk to the goose. They ask the goose, "Is this your egg?"
es: Gato y Perro van donde el ganso. Ellos le preguntan al ganso, "¿Este huevo es tuyo?".}

# data_list
source: How many animals are there?
es: ¿Cuántos animales hay?

# data_list
source: Are any of the animals the same color? How many different colors are there for all the animals?
es: ¿Hay animales que sean del mismo color? ¿Cuántos colores ves en los diferentes animales?

# data_list
source: There are three birds. How are these three similar and how are they different?
es: Hay tres pájaros. ¿En qué se parecen los tres y en qué se diferencian?

# data_list
source: But the goose says, "No, that is not my egg. Ask the two ducks. Maybe it is their egg."
es: Pero el ganso dice: "No, ese no es mi huevo. Pregúntenles a los dos patos. Tal vez sea su huevo".

# data_list
source: Do you think Cat and Dog will give up? Would you give up at this point?
es: ¿Crees que Gato y Perro se rendirán? ¿Te rendirías en este punto?

# data_list
source: How many birds have they talked to?
es: ¿Con cuántos pájaros han hablado Gato y Perro?

# data_list
source: If they can't find the home for the egg, what should they do with it?
es: Si no pueden encontrar el hogar del huevo, ¿qué deberían hacer con él?

# data_list
source: Cat and Dog walk to the two ducks. They ask the two ducks, "Is this your egg?"
es: Gato y Perro van donde los dos patos. Ellos les preguntan a los dos patos, "¿Este huevo es suyo?".

# data_list
source: What are the ducks going to say?
es: ¿Qué responderán los patos?

# data_list
source: The two ducks are different colors and patterns. Describe how they are the same and how they are different.
es: Los dos patos son de diferente color y sus plumas tienen diferentes patrones. Describe en qué se parecen y en qué se diferencian.

# data_list
source: Do you have ducks around where you live?
es: ¿Hay patos en el lugar donde vives?

# data_list
source: But the two ducks say, "No, that is not our egg." Then the egg breaks.
es: Pero los dos patos dicen: "No, ese no es nuestro huevo". De repente, el huevo se rompe.

# data_list
source: How can you tell that the egg is breaking?
es: ¿Cómo puedes saber que el huevo se está rompiendo?

# data_list
source: Did Cat drop the egg? Have you ever dropped an egg?
es: ¿Se le cayó el huevo a Gato? ¿Alguna vez se te ha caído un huevo?

# data_list
source: What do you think will come out of the egg?
es: ¿Qué crees que saldrá del huevo?

# data_list
source: There is a lizard in the egg. A baby lizard.
es: Hay una lagartija en el huevo. Una lagartija bebé.

# data_list
source: Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?
es: ¿Por qué es sorprendente ver salir una lagartija bebé del huevo? ¿Esperabas que fuera un pájaro bebé?

# data_list
source: Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.
es: ¿Puedes pensar en otros animales que pongan huevos y que no sean pájaros? Pista: los peces, los insectos y las tortugas son algunos ejemplos.

# data_list
source: What color is the lizard? Have you seen lizards like this before?
es: ¿De qué color es la lagartija? ¿Has visto lagartijas como esta antes?

# data_list
source: The baby lizard says, "Where is my mother? Where is my father? Where are my mother and father?" Cat and Dog bring the baby lizard to his mother and father.
es: La lagartija bebé dice: "¿Dónde está mi mamá? ¿Dónde está mi papá? ¿Dónde están mi mamá y mi papá?" Gato y Perro le llevan la lagartija bebé a su madre y a su padre.

# data_list
source: How many lizards are on top of the rocks?
es: ¿Cuántas lagartijas hay encima de las rocas?

# data_list
source: Why do lizards like to be on rocks on sunny days?
es: ¿Por qué a las lagartijas les gusta estar en las rocas en los días soleados?

# data_list
source: Are most rocks round like these, or do some have sharp edges and points?
es: ¿La mayoría de las rocas son redondas como estas? O ¿hay algunas que tienen bordes afilados y puntiagudos?

# data_list
source: Bye bye Cat. Bye bye Dog. Bye bye baby lizard.
es: Adiós Gato. Adiós Perro. Adiós lagartija bebé.

# data_list
source: The baby lizard is still in the egg. Is it stuck in there?
es: La lagartija bebé todavía está en el huevo. ¿Será que está atascada allí?

# data_list
source: There are three animals here. If you take away the baby lizard, how many animals does that leave?
es: Hay tres animales aquí. Si quitas la lagartija bebé, ¿cuántos animales quedan?

# data_list
source: What are some round shapes you see in this picture?
es: ¿Cuáles son algunas formas redondas que ves en esta imagen?

# data_list
source: Count the animals together and describe their colors.
es: Cuenten juntos los animales y describan sus colores.

# data_list
source: Which one has shorter ears? Which one has longer ears?
es: ¿Cuál tiene las orejas más cortas? ¿Cuál tiene las orejas más largas?

# data_list
source: Which one has short whiskers? Which one has long whiskers?
es: ¿Cuál tiene los bigotes cortos? ¿Cuál tiene los bigotes largos?

# data_list
source: It is night. It is dark. It is cold. It is very cold.
es: Es de noche. Está oscuro. Hace frío. Hace mucho frío.

# data_list
source: Their house is round. Do you live in a round building?
es: Su casa es redonda. ¿Tú vives en una casa redonda?

# data_list
source: Count the trees together.
es: Cuenten juntos cuántos árboles hay.

# data_list
source: A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.
es: La luna llena forma un círculo completo. Una luna que forma un semicírculo como ésta, se llama luna creciente.

# data_list
source: For Dog it is too cold.
es: Para Perro hace mucho frío.

# data_list
source: What shows you that Dog is cold?
es: ¿Qué te muestra que Perro tiene frío?

# data_list
source: A light blue color is often used to show something cold. Does seeing blue make you feel cold?
es: El color azul claro se usa a menudo para hacer referencia a algo frío. ¿Ver el color azul te hace sentir frío?

# data_list
source: On cold nights, even outdoor animals can use help with the cold.
es: En las noches frías, incluso los animales al aire libre pueden necesitar ayuda con el frío.

# data_list
source: Cat gives Dog underwear. One pair of underwear is dirty. One pair of underwear is clean.
es: Gato le da ropa interior a Perro. Una prenda de ropa interior está sucia. Una prenda de ropa interior está limpia.

# data_list
source: Is this choice of underwear very helpful?
es: ¿Es útil esta elección de ropa interior?

# data_list
source: Is it silly that Cat offers underwear that is dirty?
es: ¿Es una tontería que Gato ofrezca ropa interior sucia?

# data_list
source: Why isn't Cat cold?
es: ¿Por qué Gato no tiene frío?

# data_list
source: Dog takes the clean underwear. But it is still too cold.
es: Perro toma la ropa interior limpia. Pero todavía tiene mucho frío.

# data_list
source: Count together how much clothing Dog has. Dog is cold and needs more.
es: Cuenten juntos cuánta ropa tiene Perro. Perro tiene frío y necesita más ropa.

# data_list
source: Remember a time when you were cold and how hard it was to get warm.
es: Recuerda un momento en el que tuviste frío y lo difícil que fue para ti poder calentarte.

# data_list
source: Why are Dog's arms crossed in front?
es: ¿Por qué Perro tiene cruzados los brazos al frente?

# data_list
source: Cat gives Dog shirts. One shirt is big. One shirt is small.
es: Gato le da unas camisas a Perro. Una camisa es grande. Una camisa es pequeña.

# data_list
source: Is offering a shirt that is much too small helpful?
es: ¿Es útil ofrecer una camisa que es demasiado pequeña?

# data_list
source: Is Cat trying to help, or is Cat just having some fun?
es: ¿Está Gato tratando de ayudar a Perro o simplemente se está divirtiendo?

# data_list
source: Which of Cat's paws has more visible claws?
es: ¿Cuál de las patas de Gato tiene las garras más visibles?

# data_list
source: Dog takes the big shirt. But it is still too cold.
es: Perro toma la camisa grande. Pero todavía tiene mucho frío.

# data_list
source: Count the pieces of clothing Dog has. Is it enough?
es: Cuenten las prendas de ropa que tiene Perro. ¿Son suficientes?

# data_list
source: A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.
es: Un cuadrado es una forma que se parece a una hoja de papel con cuatro lados iguales. Compara la luna redonda con la ventana cuadrada.

# data_list
source: Have you ever seen a round window?
es: ¿Alguna vez has visto una ventana redonda?

# data_list
source: Cat gives Dog pants. One pair of pants is long. One pair of pants is short.
es: Gato le da pantalones a Perro. Un pantalón es largo. Un pantalón es corto.

# data_list
source: How many pieces of clothing does Cat offer each time?
es: ¿Cuántas prendas de ropa ofrece Gato a Perro en cada ocasión?

# data_list
source: When you are cold, do you want to wear shorts?
es: Cuando tienes frío, ¿quieres usar pantalón corto?

# data_list
source: What will happen with Dog's tail? Do these pants have a hole for Dog's tail?
es: ¿Qué pasará con la cola de Perro? ¿Estos pantalones tienen un agujero para la cola de Perro?

# data_list
source: Dog takes the long pair of pants. But it is still too cold.
es: Perro toma el pantalón largo. Pero todavía tiene mucho frío.

# data_list
source: Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?
es: Cada vez, Perro recibe una prenda más. ¿Cuántas prendas tiene Perro ahora?

# data_list
source: How many pieces will Dog need?
es: ¿Cuántas prendas necesitará Perro?

# data_list
source: Do you think there is any way Dog will get warm?
es: ¿Crees que hay alguna manera de que Perro se pueda calentar?

# data_list
source: Cat gives Dog vests. One vest is wet, one vest is dry. Dog takes the dry vest, but it is still too cold.
es: Gato le da unos chalecos a Perro. Un chaleco está mojado, un chaleco está seco. Perro toma el chaleco seco, pero todavía tiene mucho frío.

# data_list
source: Does having something wet on make you feel warmer or colder?
es: ¿Tener puesto algo mojado te hace sentir más caliente o frío?

# data_list
source: Dog had three pieces of clothing on. The vest is one more. How many does that make?
es: Perro tenía puestas tres prendas. El chaleco es una más. ¿Cuántas prendas tiene Perro ahora?

# data_list
source: With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?
es: Con el chaleco, Perro tiene cuatro prendas. Antes de ponerse el chaleco, tenía una menos. ¿Cuántas prendas tenía Perro antes?

# data_list
source: Cat gives Dog jackets. One jacket is thick, one jacket is thin. Dog takes the thick jacket, but it is still too cold.
es: Gato le da unas chaquetas a Perro. Una chaqueta es gruesa, una chaqueta es delgada. Perro toma la chaqueta gruesa, pero todavía tiene mucho frío.

# data_list
source: Thicker clothing helps you keep heat in and stay warmer.
es: La ropa gruesa te ayuda a conservar el calor y sentirte más caliente.

# data_list
source: Does the color of the jacket look odd with Dog's other clothes?
es: ¿Crees que el color de la chaqueta se ve extraño con la otra ropa que lleva puesta Perro?

# data_list
source: Dog now has one more than four. How many is that?
es: Perro tiene una prenda más de las cuatro iniciales. ¿Cuántas prendas tiene Perro ahora?

# data_list
source: Cat gives Dog hats. One hat is high, one hat is low. Dog takes the high hat, but it is still too cold.
es: Gato le da sombreros a Perro. Un sombrero es alto, un sombrero es bajo. Perro toma el sombrero alto, pero todavía tiene mucho frío.

# data_list
source: Point at the short hat and the tall hat.
es: Señala el sombrero bajo y el sombrero alto.

# data_list
source: Does it matter which hat Dog chooses? Is one hat warmer than the other?
es: ¿Importa qué sombrero elige Perro? ¿Un sombrero es más caliente que el otro?

# data_list
source: Do you have any hats? If so, do you like to wear them?
es: ¿Tú tienes sombreros? Si es así, ¿te gusta usarlos?

# data_list
source: Cat gives Dog shoes. One pair of shoes is new, one pair of shoes is old.
es: Gato le da zapatos a Perro. Un par de zapatos es nuevo, un par de zapatos es viejo.

# data_list
source: To give someone a choice, how many things do you need? Would having one thing be enough for a choice?
es: Para darle una opción a alguien, ¿cuántas cosas necesitas? ¿Sería suficiente tener una cosa para elegir?

# data_list
source: A person can be baffled if you give them too many things to choose from.
es: Una persona puede quedar desconcertada si le das demasiadas cosas para elegir.

# data_list
source: Dog is still cold. Why are Dog's choices not helping?
es: Perro todavía tiene frío. ¿Por qué las elecciones de Perro no le ayudan?

# data_list
source: Dogs takes the new shoes, and then ... It is not too cold for Dog.
es: Perro toma los zapatos nuevos, y luego... No hace demasiado frío para Perro.

# data_list
source: What changed outside the window?
es: ¿Qué cambió afuera de la ventana?

# data_list
source: Why isn't Dog cold any more? Did his clothes help make him warm?
es: ¿Por qué Perro ya no tiene frío? ¿Su ropa lo ayudó a calentarse?

# data_list
source: Where is the moon and what is that on the horizon in the window?
es: ¿Dónde está la luna y qué es eso que se ve en el horizonte en la ventana?

# data_list
source: The night is over. The moon goes. The sun comes.
es: La noche ha terminado. La luna se va. El sol llega.

# data_list
source: Count the palm trees together.
es: Cuenten juntos las palmeras.

# data_list
source: Point at the round, yellow sun. Is the moon always gone when the sun comes up?
es: Señala el sol redondo y amarillo. ¿Siempre se va la luna cuando sale el sol?

# data_list
source: Is the moon always visible at night?
es: ¿La luna siempre es visible de noche?

# data_list
source: It is day. It is light. It is warm. It is very warm. For Dog it is too warm.
es: Es de día. Hay luz. Hace calor. Hace mucho calor. Para Perro hace mucho calor.

# data_list
source: List all the pieces of clothing Dog has on.
es: Haz una lista de todas las prendas que tiene Perro.

# data_list
source: What is Dog doing with his right hand? What motion do you use to try to cool off?
es: ¿Qué hace Perro con la mano derecha? ¿Qué movimiento usas para tratar de refrescarte?

# data_list
source: Are Dog's clothes finally making him warm, or too warm?
es: ¿La ropa de Perro finalmente lo está calentando o lo está calentando demasiado?

# data_list
source: Bye bye Cat. Bye bye hot Dog.
es: Adiós Gato. Adiós Perro con calor.

# data_list
source: Count Cat's whiskers. How many whiskers does Dog have?
es: Cuenta los bigotes de Gato. ¿Cuántos bigotes tiene Perro?

# data_list
source: Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.
es: ¿Quién tiene más bigotes, Gato o Perro? Tienen el mismo número, pero los bigotes de Perro son pequeños.

# data_list
source: In the end, how many pieces of clothing does Dog have? Too many!
es: Al final, ¿cuántas prendas de ropa tiene Perro? ¡Demasiadas!

# data_list
source: This is Cat. This is Dog.
es: Este es Gato. Este es Perro.

# data_list
source: These two are a pair of friends. Point out all the pairs and groups of three you can find in this picture.
es: Ellos dos son un par de amigos. Señala todos los pares y grupos de tres que veas en esta imagen.

# data_list
source: Cats and dogs are mammals. Mammals have fur (or hair), they give birth to babies (not eggs), and the mother feeds her baby milk. Can you think of other animals that are mammals (don't forget yourself!)?
es: Los gatos y los perros son mamíferos. Los mamíferos tienen pelaje (o pelo), dan a luz a sus crías (no huevos) y la madre alimenta a su cría con leche. ¿Se te ocurren otros animales que son mamíferos? ¡No te olvides de ti mismo!

# data_list
source: Describe some ways that Cat and Dog are similar, and some other ways that they are different.
es: Describe algunas maneras en que Gato y Perro se parecen y algunas maneras en que son diferentes.

# data_list
source: Cat and Dog want to draw. Cat and Dog want to color. Cat and Dog want to make art. Dog starts. He takes a pencil and he takes a paper. The paper is a square.
es: Gato y Perro quieren dibujar. Gato y Perro quieren colorear. Gato y Perro quieren hacer arte. Perro empieza. Él toma un lápiz y un papel. El papel es un cuadrado.

# data_list
source: A rectangle is a shape with four straight sides, like this page. A square is a rectangle with four equal sides. Point out some squares where you are now.
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Un cuadrado es un rectángulo con cuatro lados iguales. Señala algunos cuadrados donde tú estás en este momento.

# data_list
source: Sometimes when we draw, we know exactly what we want to draw. Other times, we have to think and think. If you drew something right now, what would you draw?
es: A veces cuando dibujamos sabemos exactamente lo que queremos dibujar. Otras veces tenemos que pensar y pensar. Si dibujaras algo ahora mismo, ¿qué dibujarías?

# data_list
source: Dog is holding the pencil in his right paw. When you write or draw, which hand do you use?
es: Perro sostiene el lápiz con su pata derecha. Cuando escribes o dibujas, ¿qué mano usas?

# data_list
source: First, Dog draws an oval. The oval is the body of Cat. Wow, that is simple!
es: Primero, Perro dibuja un óvalo. El óvalo es el cuerpo de Gato. ¡Vaya, qué simple!

# data_list
source: An oval is like a squished or pulled circle. Ellipses are also ovals. Look for some ovals around where you are.
es: Un óvalo es como un círculo aplanado o alargado. Las elipses también son óvalos. Busca óvalos alrededor de donde tú te encuentras.

# data_list
source: Look at the tails for Cat and Dog. Describe how they are similar and how they are different.
es: Mira las colas de Perro y Gato. Describe de qué maneras son similares y cómo son diferentes.

# data_list
source: Dog draws Cat one step at a time. Which part of Cat do you think Dog will draw next?
es: Perro dibuja a Gato paso a paso. ¿Qué parte de Gato crees que Perro va a dibujar a continuación?

# data_list
source: Then he draws two triangles on top of the oval. The two triangles are the ears of Cat and he draws a black triangle in the oval. The black triangle is the nose of Cat and he draws a line above the nose.
es: Luego dibuja dos triángulos encima del óvalo. Los dos triángulos son las orejas de Gato, y dibuja un triángulo negro dentro del óvalo. El triángulo negro es la nariz de Gato, y traza una línea sobre la nariz.

# data_list
source: An arc is part of a circle. Point to each part of this drawing and name the shape (oval, triangle, arc).
es: Un arco es una parte de un círculo. Señala cada parte de este dibujo y nombre la figura (óvalo, triángulo, arco).

# data_list
source: Look around where you are and see how many of the shapes you can name.
es: Mira alrededor de donde te encuentras y ve cuántas figuras puedes nombrar.

# data_list
source: Notice the line above the nose. That is a surprising line. See what happens to this line in the next two pages.
es: Observa la línea sobre la nariz. Esa línea es sorprendente. Fíjate lo que sucede con esta línea en las siguientes dos páginas.

# data_list
source: Now he draws the eyes and the eyebrows of Cat. The eyes are two dots. The eyebrows are two lines. Wow, that is easy!
es: Ahora dibuja los ojos y las cejas de Gato. Los ojos son dos puntos. Las cejas son dos líneas. ¡Vaya, qué sencillo!

# data_list
source: That unusual line from the last page is the start of Cat's muzzle. That line separates the muzzle from the rest of Cat's face.
es: La línea inusual de la última página es el principio del hocico de Gato. Esa línea separa el hocico del resto de la cara de Gato.

# data_list
source: The way people move their eyebrows can tell us what they are feeling. Can you move your eyebrows to show you are surprised? Angry?
es: La manera en que las personas mueven las cejas puede decirnos lo que sienten. ¿Puedes mover tus cejas para mostrar que estás sorprendido/a? ¿O enojado/a?

# data_list
source: What do Cat's eyebrows tell us about how Cat is feeling?
es: ¿Qué nos dicen las cejas de Gato acerca de cómo se siente?

# data_list
source: Then he draws the mouth of Cat. The mouth is a line. It looks like the letter 'w' and he draws the hairs of Cat. Three hairs on the left side and three hairs on the right side.
es: Luego dibuja la boca de Gato. La boca es una línea. Se parece a la letra “w”, y dibuja los pelos de Gato. Tres pelos del lado izquierdo y tres pelos del lado derecho.

# data_list
source: The lines beside Cat's nose are whiskers. They are very sensitive to touch. They help a cat sense things in the dark.
es: Las líneas a los lados de la nariz de Gato son bigotes. Son muy sensibles al tacto. Le ayudan a un gato a percibir objetos en la oscuridad.

# data_list
source: This is the fourth step in the drawing. See if you can describe the steps in order, calling each one by its number.
es: Este es el cuarto paso del dibujo. Trata de describir los pasos en orden, enumerando cada uno.

# data_list
source: Think of something you do step by step. Perhaps it is getting dressed or going to the store. List as many of the steps in order that you can think of.
es: Piensa en algo que haces paso a paso. Quizás es vestirte o ir a la tienda. Enumera todos los pasos que se te ocurran.

# data_list
source: The drawing is almost finished. He draws the arms and legs of Cat. The arms and legs are lines and he draws the toes of Cat. The toes are circles and he draws the tail of Cat. The tail is a long line.
es: El dibujo está casi terminado. Él dibuja los brazos y las piernas de Gato. Los brazos y las piernas son líneas, y dibuja los dedos de las patas de Gato. Los dedos son círculos, y dibuja la cola de Gato. La cola es una línea larga.

# data_list
source: Which details still need to be added to this picture?
es: ¿Qué detalles faltan por añadir a este dibujo?
