Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: The green leaves are in the shape of a heart. Which side of the heart has more red flowers?
es: Las hojas verdes tienen forma de corazón. ¿Qué lado del corazón tiene más flores rojas?

# data_list
source: Though they had no children, Phyllis and Phillip were never sad. The two of them found another way to help other Mums and Dads. They started Dance for All, a special school for dance. So that children with no money, could also learn to prance!
es: Aunque no tuvieron hijos, Phyllis y Phillip nunca estuvieron tristes. Los dos encontraron una manera de ayudar a otros que eran padres. Comenzaron “Baile para todos”, una escuela muy especial. ¡Para que los niños sin recursos aprendieran a bailar!

# data_list
source: How many arms and legs can you count all together in this picture?
es: ¿Cuántos brazos y piernas puedes contar en total en esta imagen?

# data_list
source: Phyllis and Phillip helped children learn to dance even when their families couldn't pay. It's a good feeling helping others.
es: Phyllis y Phillip ayudaron a los niños a aprender a bailar incluso cuando sus familias no podían pagar. Ayudar a los demás se siente bien.

# data_list
source: Have you ever helped a person or animal that needed something? Even little things count, like opening a door or sharing some food. How did you feel?
es: ¿Alguna vez has ayudado a alguna persona o animal que necesitaba algo? Incluso las cosas pequeñas como abrir una puerta o compartir algo de comida cuentan. ¿Cómo te sentiste?

# data_list
source: She left a legacy of dance, and incredible success. Her magic was passed on to others to help them become their best. Her students spread across the world, inspired by her ducky feet. They dance on while we watch, dreaming from our seats.
es: Phyllis dejó un legado de baile y éxito increíble. Su magia inspiró a otros a lograr lo imposible. Sus alumnos se multiplicaron, inspirados por su ejemplo. Ellos bailan mientras miramos y soñamos desde los asientos.

# data_list
source: How many dancers do you see here? Don't forget to count Phyllis.
es: ¿Cuántos bailarines ves aquí? No olvides contar a Phyllis.

# data_list
source: Describe all the different body positions you see. Make some of these shapes with your body.
es: Describe las diferentes posiciones del cuerpo que ves. Imita algunas de estas formas con tu propio cuerpo.

# data_list
source: Ballet is not a sport. However, dancers are athletes, and they form a team, and their teachers are like coaches. Did this story make you want to become a dancer?
es: El ballet no es un deporte. Sin embargo, los bailarines son atletas, todos forman un equipo y sus maestros son como sus entrenadores. ¿Esta historia te hizo querer ser bailarín?

# data_list
source: One special Friday, Yusuf's father gets dressed before a flicker of light brightens the sky. He pulls on his heavy weather-proof jacket and the green woolen cap that covers his ears. He waves his boy goodbye. Yusuf's eyes brighten when Papa says, "Today is the day I will catch a fish and bring a gift for you."
es: Un viernes especial, el padre de Yusuf se viste antes de que un destello de luz ilumine el cielo. Se pone su chaqueta impermeable y el gorro de lana verde que cubre sus orejas. Se despide de su hijo con la mano. Los ojos de Yusuf se iluminan cuando papá dice: "Hoy es el día en que atraparé un pez y traeré un regalo para ti".

# data_list
source: His father got up while it was still dark. Daylight starts much earlier in the day during the summer than in the winter.
es: Su padre se levantó cuando todavía estaba oscuro. El día comienza mucho más temprano durante el verano que durante el invierno.

# data_list
source: Have you gotten up while it was still dark? Was it in summer or in winter?
es: ¿Alguna vez te has levantado cuando todavía estaba oscuro? ¿Fue durante el verano o el invierno?

# data_list
source: What do you think the gift will be?
es: ¿Cuál crees que será el regalo?

# data_list
source: A fish and a gift? Oh, what will it be? Papa cycles down to Muizenberg Beach. Squeak squeak go the wheels all the way to Surfer's Corner. Gulls circle the sky. "Whaaat? Whaaat? Whaaat?" they cry. "What will you bring back for Yusuf?" Papa rings his bell. "Wait and see what it will be!"
es: ¿Un pez y un regalo? Oh, ¿qué será? Papá va en bicicleta hasta la playa de Muizenberg. ¡Ñiiic, ñiiic! Las ruedas rechinan por todo el camino hasta Surfer's Corner. Las gaviotas vuelan en círculos en el cielo. "¿Quééé? ¿Quééé? ¿Quééé?", gritan las gaviotas. "¿Qué le traerás a Yusuf?". Papá toca el timbre de la bicicleta. "¡Esperen y verán!".

# data_list
source: Papa is riding downhill to the beach. Going downhill he might end up going faster and faster. He might need to use his brakes so he doesn't go into the water!
es: Papá va cuesta abajo hacia la playa. Al ir en bajada puede acabar yendo cada vez más y más rápido. ¡Puede que tenga que usar sus frenos para no acabar en el agua!

# data_list
source: How many gulls do you see? If you take away the one gull on the beach, how many are left?
es: ¿Cuántas gaviotas ves? Si retiras la gaviota que está en la playa, ¿cuántas quedan?

# data_list
source: The gulls in the sky sound like they are asking Papa questions. What do you think they are doing as they are circling in the sky?
es: Parece que las gaviotas le hicieran preguntas al papá. ¿Qué crees que están haciendo mientras dan vueltas en el cielo?

# data_list
source: The fishermen watch the sun rise. They check their nets. They check their oars. They listen to the wind. They drag their boats down to the water. Yusuf's grandfather, Oupa Salie was a treknet fisherman. Before him his father, Oupagrootjie Ridwaan, knew the sea too.
es: Los pescadores ven salir el sol. Ellos revisan sus redes y sus remos. Escuchan el viento. Arrastran sus botes hasta el agua. El abuelo de Yusuf, Oupa Salie, fue un pescador que usaba redes de arrastre. Antes que él, su padre, Oupagrootjie Ridwaan, también conocía el mar.

# data_list
source: In this view, the line where the sea meets the sky is called the horizon. A horizontal line is like the horizon line, it goes straight across from side to side. Point out some horizontal lines near you.
es: En este panorama, la línea que une el mar con el cielo se llama “horizonte”. Una línea horizontal es como la línea del horizonte, va en línea recta de lado a lado. Señala algunas líneas horizontales que se encuentren cerca de ti.

# data_list
source: Yusuf's father, grandfather, and great-grandfather were all fishermen. Do you know anyone who does the same job as one of their parents?
es: El papá, el abuelo y el bisabuelo de Yusuf eran todos pescadores. ¿Conoces a alguien que tenga el mismo trabajo que uno de sus padres?

# data_list
source: People are many different ages. Suppose Papa is 25, Papa's father is 50, and Papa's grandfather is 75. How old are you? How many years until you are 25?
es: Las personas tienen edades diferentes. Supongamos que el papá tiene 25 años, el padre del papá 50 años y el abuelo del papá 75 años. ¿Cuántos años tienes tú? ¿Cuántos años te faltan para cumplir 25?

# data_list
source: The boat rides into the waves. Papa's arms stretch to the oar. His leg braces against the side. His neck strains, his back muscles ripple. Papa sings as he works: "Drop and swish. Find a fish. Pull and plop. Don't you stop."
es: El bote se adentra en las olas. Los brazos de Papá se estiran hacia el remo. Su pierna se apoya en el costado del bote. Su cuello se tensa, los músculos de su espalda se contraen. Papá canta mientras trabaja: "Lanzar y agitar, para poder pescar. Jalar y azotar. No vayas a parar".

# data_list
source: People sit backwards in rowboats when they row. The pointed end of this boat is much higher than the flat end -- it looks like a pretty rough ride!
es: Las personas se sientan de espaldas en los botes de remos para remar. El extremo puntiagudo de este bote está mucho más alto que el extremo plano. ¡Parece un viaje bastante duro!

# data_list
source: Papa's muscles are working very hard. Have you ever felt your muscles strain trying to lift or pull something?
es: Los músculos del papá se esfuerzan mucho. ¿Alguna vez has sentido que tus músculos se tensan al intentar levantar o jalar algo?

# data_list
source: The words "fish" and "swish" rhyme. Think of some other words that rhyme with those words (dish, wish, squish).
es: Las palabras "agitar" y "pescar" riman. Piensa en otras palabras que rimen con esas palabras (lavar, desear, aplastar).

# data_list
source: All day long Yusuf looks at the sky. It is bright and clear and windless. A fish and a gift! What will Papa bring home from the sea? Sometimes he brings a beautiful shell. Sometimes he brings a jewel green bottle rinsed by the waves.
es: Yusuf mira el cielo todo el día. Está claro, despejado y sin viento. ¡Un pez y un regalo! ¿Qué le traerá Papá del mar? Algunas veces le trae una hermosa concha. Otras veces le trae una botella verde esmeralda enjuagada por las olas.

# data_list
source: Yusuf has many gifts. There is a connection between one of his gifts and something outside the window -- can you figure out what it is?
es: Yusuf tiene muchos regalos. Hay una conexión entre uno de sus regalos y algo afuera de la ventana, ¿puedes averiguar qué es?

# data_list
source: Count together all the horizontal lines in this picture.
es: Cuenten juntos todas las líneas horizontales en esta imagen.

# data_list
source: Which horizontal line is the longest?
es: ¿Qué línea horizontal es la más larga?

# data_list
source: Some days Yusuf's father brings a story. Like the time they found sea turtles on the sand, hundreds washed up in a storm. "Whaaat? Whaaat? Whaaat?" cried the gulls. "What will you do to help the turtles?" Papa said, "We saved those turtles, I tell you straight. We sent them back to the ocean, every last one."
es: Algunos días el padre de Yusuf le trae una historia. Como la vez que encontró tortugas marinas en la arena, cientos habían sido arrastradas por la tormenta. "¿Quééé? ¿Quééé? ¿Quééé?", gritaron las gaviotas. “¿Qué harás para ayudar a las tortugas?". Papá dijo: "Salvamos a esas tortugas, te lo digo claramente. Las enviamos de vuelta al océano, todas y cada una".

# data_list
source: Sea turtles come out of the sea to lay eggs on the shore. Every turtle has four flippers. How many flippers do you see?
es: Las tortugas marinas salen del mar para desovar en la orilla. Cada tortuga tiene cuatro aletas. ¿Cuántas aletas ves?

# data_list
source: Can you skip count by 4's to figure out how many flippers these turtles have?
es: ¿Puedes contar de 4 en 4 para averiguar cuántas aletas tienen estas tortugas?

# data_list
source: A grown turtle can weigh up to 100 pounds. These turtles probably weigh 10 pounds each. Skip count by 10's to see how much these turtles weigh all together.
es: Una tortuga adulta puede pesar hasta 100 libras. Estas tortugas probablemente pesen 10 libras cada una. Cuenta de 10 en 10 para averiguar cuánto pesan todas estas tortugas juntas.

# data_list
source: Always Papa brings a song. He sings the song while he pulls the oars. He sings the song while he pulls the nets. He sings the song as he winds the ropes. He sings the song as he cycles home. "Drop and swish. Find a fish. Pull and plop. Don't you stop."
es: Papá siempre trae una canción. Él la canta mientras tira de los remos. La canta mientras enrolla las cuerdas. La canta mientras vuelve a casa en bicicleta. "Lanzar y agitar, para poder pescar. Jalar y azotar. No vayas a parar".

# data_list
source: People often sing or hum as they do something. Do you do this?
es: La gente suele cantar o tararear mientras hacen algo. ¿Lo haces tú?

# data_list
source: It is hard work pulling a wet fishing net out of the water. How many fishermen are pulling? Do they all pull together or take turns?
es: Es muy duro sacar una red de pesca mojada del agua. ¿Cuántos pescadores están jalando? ¿Jalan todos juntos al mismo tiempo o toman turnos?

# data_list
source: Are there more gulls or fishermen in this picture? How many more?
es: ¿Hay más gaviotas o pescadores en esta imagen? ¿Cuántas o cuántos más?

# data_list
source: Ouma Safiya wants a nice fat yellowtail for her supper. "But we'll be lucky if they catch even a tiny crab. More likely it will be fish tail Friday. There's not so many fish left in the sea," says Ouma shaking her head. Yusuf holds Ouma's hand. They cross the road at the bathing cabins. "Whaaat? Whaaat? Whaaat?" cry the gulls perched on the bright rooftops. "What is for supper?"
es: Ouma Safiya quiere una rabirubia grande para la cena. "Pero tendremos suerte si atrapan aunque sea un pequeño cangrejo. Lo más probable es que este sea un viernes de cola de pescado. No quedan muchos peces en el mar", dice Ouma sacudiendo la cabeza. Yusuf sostiene la mano de Ouma. Cruzan la carretera a la altura de las cabinas de baño. "¿Quééé? ¿Quééé? ¿Quééé?", gritan las gaviotas posadas en los tejados brillantes. "¿Qué hay de cenar?".

# data_list
source: Ouma means grandmother. Do you have favorite names for people you are close to?
es: "Ouma" significa abuela. ¿Tienes nombres especiales para las personas cercanas a ti?

# data_list
source: The people and the seagulls want the same things for dinner -- maybe a yellowtail or a crab. How many different kinds of fish do you know?
es: Las personas y las gaviotas quieren lo mismo de cenar: una rabirubia o un cangrejo. ¿Cuántos tipos diferentes de peces conoces?

# data_list
source: A rectangle is a shape with four straight sides like this page. The doors and roofs of the buildings are rectangles. How many rectangles do you see in this picture? How many rectangles do you see where you are?
es: Un rectángulo es una figura con cuatro lados rectos como esta página. Las puertas y los tejados de los edificios son rectángulos. ¿Cuántos rectángulos ves en esta imagen? ¿Cuántos rectángulos hay donde tú estás?

# data_list
source: Last year the fishermen fought with the surfers. Angry fists and shouting words. "Whaaat? Whaaat? Whaaat?" cried the gulls. "There's enough sea for everybody," said Yusuf's father. He showed them the fishing license that had been Oupa Salie's. "Waves for all. Water for free."
es: El año pasado, los pescadores discutieron con los surfistas. Hubo puños cerrados y palabras a gritos. "¿Quééé? ? ¿Quééé? ¿Quééé?", gritaron las gaviotas. El padre de Yusuf dijo: "Hay mar suficiente para todos”. El les mostró la licencia de pesca que había pertenecido a Oupa Salie. "Las olas son para todos. El agua es gratis".

# data_list
source: What were the fishermen and surfers arguing about? What bad things might happen if they are in the same place?
es: ¿Por qué discutieron los pescadores y los surfistas? ¿Qué cosas malas podrían ocurrir si están en el mismo lugar?

# data_list
source: People have disagreements, and then they find ways to resolve them. Think of a disagreement you had with someone. How did you solve that problem?
es: La gente tiene desacuerdos y luego encuentran la manera de resolverlos. Piensa en un desacuerdo que hayas tenido con alguien. ¿Cómo resolviste el problema?

# data_list
source: What feelings do you have when you get into an argument with someone?
es: ¿Qué sentimientos tienes cuando discutes con alguien?

# data_list
source: Ouma Safiya watches through her binoculars, her fingers curled in curiosity. The shark siren sounds. Swimmers run back to the sand and grab their towels. Surfers rush to the shore, carrying their boards under their arms. Under the showers they strip off their wetsuits. "Whaaat? Whaaat? Whaaat?" cry the gulls. "What will Yusuf's father bring from the ocean?"
es: Ouma Safiya mira a través de sus binoculares, sus dedos se enroscan con curiosidad. La alerta de tiburones suena. Los bañistas vuelven corriendo a la arena y toman sus toallas. Los surfistas se precipitan a la orilla, cargando sus tablas bajo los brazos. Se quitan los trajes de neopreno bajo las duchas. "¿Quééé? ¿Quééé? ¿Quééé?", gritan las gaviotas. "¿Qué traerá el padre de Yusuf del océano?”.

# data_list
source: There are hundreds of kinds of sharks in the world. Here are a few of those kinds: Great White Shark, Tiger Shark, Hammerhead Shark, Lemon Shark, and Nurse Shark.
es: Hay cientos de tipos de tiburones en el mundo. He aquí algunos de esos tipos: el gran tiburón blanco, el tiburón tigre, el tiburón martillo, el tiburón limón y el tiburón nodriza.

# data_list
source: Some sharks are dangerous. Others have no interest in people, such as nurse sharks. A leopard shark has never attacked a person and they just hunt for crabs.
es: Algunos tiburones son peligrosos. Otros no tienen interés en la gente, como los tiburones nodriza. Un tiburón leopardo nunca ha atacado a una persona, solo cazan cangrejos.

# data_list
source: Goblin sharks are not very aggressive. They have not attacked a person, partly because they are so far out in the deep ocean.
es: Los tiburones duende no son muy agresivos. Ellos no han atacado a nadie, en parte porque están muy lejos, en el océano profundo.

# data_list
source: Yusuf's father and uncle and cousins heave and pull. A little shark has been caught. Yusuf's father untangles the nets, singing to the shark: "Drop and swish. Find a fish. Pull and plop. Don't you stop." When the shark at last is free it streaks back into the waves, leaving only one fat yellowtail in the net. Ouma Safiya will be pleased.
es: El padre, el tío y los primos de Yusuf jalan y jalan. Un pequeño tiburón fue capturado. El padre de Yusuf desenreda las redes mientras le canta al tiburón: "Lanzar y agitar, para poder pescar. Jalar y azotar. No vayas a parar". Cuando finalmente el tiburón está libre, vuelve rápido a las olas, dejando una rabirrubia grande en la red. Ouma Safiya estará encantada.

# data_list
source: Why does Yusuf's father let the little shark go free?
es: ¿Por qué el padre de Yusuf deja libre al pequeño tiburón?

# data_list
source: The fin in the shape of a triangle on a shark's back is called a dorsal fin. It helps keep the shark upright in the water and it also helps it make quick turns.
es: La aleta en forma de triángulo en la espalda de un tiburón se llama aleta dorsal. Ayuda al tiburón a mantenerse en posición vertical en el agua y también lo ayuda a hacer giros rápidos.

# data_list
source: The net in the picture has circular objects shaped like donuts on its edge. They're not donuts! What do you think they are for?
es: La red de la imagen tiene objetos circulares con forma de donas en su borde. ¡No son donas! ¿Para qué crees que sirven?

# data_list
source: The men pull the boat in and coil up the cables. A hard white triangle catches Papa's finger. "Whaaat? Whaaat" Whaaat?" cry the gulls. "What did you bring back for Yusuf?" As the sun goes down, Papa answers the gulls. "A lucky shark tooth for my boy." At home Yusuf holds his gift up to the stars.
es: Los hombres jalan el bote y enrollan los cables. Un triángulo blanco y duro pica en el dedo a papá. "¿Quééé? ¿Quééé? ¿Quééé?", gritan las gaviotas. "¿Qué le trajiste a Yusuf?". Mientras el sol se pone, papá responde a las gaviotas: "Un amuleto de diente de tiburón para mi hijo". En casa, Yusuf sostiene su regalo hacia las estrellas.

# data_list
source: The shark's tooth is a hard, white triangle. Do you remember another triangle on the shark's body? Do you see any triangles around you now?
es: El diente del tiburón es un triángulo duro y blanco. ¿Recuerdas otro triángulo en el cuerpo del tiburón? ¿Hay triángulos a tu alrededor en este momento?

# data_list
source: Do you remember what some of the other gifts were from earlier in the story?
es: ¿Recuerdas cuáles eran los otros regalos de una parte previa en la historia?

# data_list
source: Do you have special things you've found that you like to keep? Perhaps you found a pretty rock or a bird's feather that you liked a lot?
es: ¿Tienes objetos especiales que has encontrado y te gusta conservar? ¿Quizás encontraste una piedra bonita o una pluma de pájaro que te gustó mucho?

# data_list
source: His hoe was too short.
es: Su azada era demasiada corta.

# data_list
source: Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.
es: Señala los colores vivos: el sol amarillo, el cielo azul, los arbustos verdes y los zapatos rojos.

# data_list
source: Count the two bushes and the two red shoes with your child.
es: Cuenta con tu hijo los dos arbustos y los dos zapatos rojos.

# data_list
source: Point out how uncomfortable the man looks bending over so far to hoe.
es: Señala lo incómodo que se ve el hombre al inclinarse tanto para cavar la tierra.

# data_list
source: His doorway was too low.
es: Su puerta era demasiado pequeña.

# data_list
source: Comment that the doorway is too low -- the man is taller than the door.
es: Comenta que la puerta es demasiado pequeña para él: el hombre es más alto que la puerta.

# data_list
source: Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!
es: Mira cuánto se inclina el hombre para hablar con el niño: ¡él es mucho más alto que el niño y el niño es mucho más bajo que el hombre!

# data_list
source: Count the bushes together.
es: Cuenten juntos cuántos arbustos hay.

# data_list
source: His bed was too short.
es: Su cama era demasiado corta.

# data_list
source: The man's legs stick far out of the bed. He is much longer than his bed.
es: Las piernas del hombre sobresalen de la cama. Él es mucho más largo que su cama.

# data_list
source: Point to the bird and the boy and how puzzled they look by the short bed.
es: Señala el pájaro y el niño y lo desconcertados que están al ver la cama corta.

# data_list
source: Count together the toes on each of the man's feet.
es: Cuenten juntos cuántos dedos hay en cada uno de los pies del hombre.

# data_list
source: His bicycle was too short.
es: Su bicicleta era demasiado pequeña.

# data_list
source: The tall man is much too big for his bicycle. Look how far his leg sticks out!
es: El hombre alto es demasiado grande para su bicicleta. ¡Mira cuánto sobresale su pierna!

# data_list
source: Point out that the bird has changed color from yellow to orange!
es: Señala que el pájaro ha cambiado de color, ¡de amarillo a naranja!

# data_list
source: Where is the boy in this picture?
es: ¿Dónde está el niño en esta imagen?

# data_list
source: This man was too tall! What can he do to solve his problem and fit into his world?
es: ¡Este hombre era muy alto! ¿Qué puede hacer él para resolver su problema y encajar en su mundo?

# data_list
source: Maybe the man is not too tall -- maybe he just needs to solve his problems!
es: Tal vez el hombre no sea muy alto, ¡tal vez sólo necesita resolver sus problemas!

# data_list
source: The man has a problem and he is feeling sad about it.
es: El hombre tiene un problema y se siente triste por eso.

# data_list
source: Notice that this man is much taller than the other people.
es: Menciona que este hombre es mucho más alto que las otras personas.

# data_list
source: He made a very long handle.
es: Él hizo un mango más largo para su azada.

# data_list
source: He solved his problem with the hoe! He made his hoe bigger!
es: ¡Resolvió su problema con la azada! ¡Hizo su azada más larga!

# data_list
source: Which one is bigger, the hoe or the man?
es: ¿Cuál es más grande, la azada o el hombre?

# data_list
source: Do you see the man's red shoes? They disappeared!
es: ¿Ves los zapatos rojos del hombre? ¡Desaparecieron!

# data_list
source: He made very high door frames.
es: Él hizo una puerta más alta.

# data_list
source: Which is higher -- the door or the man?
es: ¿Qué está más alto, la puerta o el hombre?
