Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: One day Tortoise was walking through the countryside. He was looking for something. He gazed into the distance and squinted at the grass. Then he walked past Snail.
es: Un día Tortuga estaba caminando por el campo. Estaba buscando algo. Miró hacia la distancia y entrecerró sus ojos a través de la hierba. Entonces caminó hacia Caracola.

# data_list
source: Tortoise is looking for his house. Do you think he forgot it or did he never know where it was? Do you know where Tortoise's house is?
es: Tortuga está buscando su casa. ¿Crees que se olvidó dónde estaba o que nunca supo dónde estaba? ¿Sabes dónde está la casa de Tortuga?

# data_list
source: Do you know where Snail's house is?
es: ¿Sabes dónde está la casa de Caracola?

# data_list
source: Where do you live? Is your house easy to find, or do you need help finding your house sometimes?
es: ¿Dónde vives? ¿Es fácil encontrar tu casa, o algunas veces necesitas que te ayuden a encontrarla?

# data_list
source: "Are you looking for something?" Snail asked. "Yes, Snail, I'm looking for my house. Have you seen it, by any chance?"
es: “¿Estás buscando algo?", preguntó Caracola. "Sí, Caracola. Estoy buscando mi casa. Por casualidad, ¿tú la has visto?".

# data_list
source: Can you remember having trouble finding something and discovering it was easy to find all along?
es: ¿Has tenido dificultad en encontrar algo y luego te has dado cuenta de que realmente era fácil encontrarlo?

# data_list
source: When you don't think of how to do something that is easy to do, how do you feel? Does it frustrate you? People overlook things all the time, it's very easy to do!
es: ¿Cómo te sientes cuando no sabes como hacer algo que es fácil de hacer? ¿Te frustras? Muchas veces la gente no se da cuenta de las cosas, ¡es muy fácil que pase eso!

# data_list
source: It's fun to imagine animals talking together like this. If you could talk with an animal, what would you ask them?
es: Es muy divertido imaginar a los animales hablando juntos de esta manera. Si pudieras hablar con un animal, ¿qué le preguntarías?

# data_list
source: Snail said, "No, I haven't, but I'll help you look!" She climbed onto Tortoise's shell. Tortoise walked on with Snail on his back. They looked and looked, but there was no sign of a house. The sun was high in the sky.
es: Caracola dijo: “No, no la he visto, ¡pero te voy a ayudar a buscarla!". Ella trepó sobre el caparazón de Tortuga. Tortuga caminó con Caracola en su espalda. Buscaron y buscaron, pero no había ninguna señal de una casa. El sol estaba alto en el cielo.

# data_list
source: Why didn't Snail and Tortoise walk together side by side?
es: ¿Por qué Caracola y Tortuga no caminaron juntos uno al lado del otro?

# data_list
source: Why did the story mention where the sun is? Do you think something interesting is going to happen with the sun?
es: ¿Por qué se menciona en la historia dónde está el sol? ¿Crees que va a pasar algo interesante con relación al sol?

# data_list
source: A little later they passed Sparrow. "Are you looking for something?" asked Sparrow. "Yes, Sparrow, I'm looking for my house. Have you seen it, by any chance?" Sparrow said, "No, I haven't, but I'll help you look!"
es: Al poco rato, pasaron cerca de Gorrión. "¿Están buscando algo?", preguntó Gorrión. "Si, Gorrión, estoy buscando mi casa. Por casualidad, ¿tú la has visto?". Gorrión dijo: "No, no la he visto, ¡pero te voy a ayudar a buscarla!".

# data_list
source: The leaves of each branch are paired up except for one leaf at the very end. When things are paired up with one left over, that means there are an odd number of them.
es: Las hojas en cada ramita están agrupadas en pares excepto por una hoja en la punta de cada ramita. Cuando las cosas están agrupadas en pares y hay una que sobra, eso quiere decir que hay un número impar de cosas.

# data_list
source: When you have an odd number of something, you can't share it equally with two people. If you can share something equally, that means you have an even number of things. Two and four are examples of even numbers. Can you think of some other even numbers?
es: Cuando hay un número impar de cosas, no se pueden compartir igualmente entre dos personas. Cuando puedes compartir algo igualmente, eso quiere decir que tienes un número par de cosas. Dos y cuatro son ejemplos de números pares. ¿Se te ocurren otros números pares?

# data_list
source: It's even trickier to think of numbers that can be shared equally by three people? Can you think of any examples of this?
es: Es más complicado pensar en números que pueden ser compartidos igualmente entre tres personas. ¿Se te ocurren algunos ejemplos de este tipo de números?

# data_list
source: The average speed of a tortoise is about 20 times faster than a snail. The average speed of a person is about five times faster than a tortoise.
es: La velocidad promedio de una tortuga es aproximadamente 20 veces más rápida que la de un caracol. La velocidad promedio de una persona es aproximadamente cinco veces más rápida que la de una tortuga.

# data_list
source: The average speed of a sparrow is at least 10 times faster than a person, so it is about 50 times faster than a tortoise!
es: La velocidad promedio de un gorrión es por lo menos 10 veces más rápida que la de una persona, por lo tanto es cerca de 50 veces más rápida que la de una tortuga.

# data_list
source: What a huge range of speeds! Sparrow is 50 times faster than Tortoise, and Tortoise is 20 times faster than Snail!
es: ¡Qué rango más grande de velocidades! ¡Gorrión es 50 veces más rápido que Tortuga, y Tortuga es 20 veces más rápida que Caracola!

# data_list
source: Fortunately for Tortoise, Sparrow and Snail are very light to carry. Have you ever carried a heavy load for a long distance?
es: Afortunadamente para Tortuga, Gorrión y Caracola son una carga muy liviana. ¿Has llevado alguna vez una carga pesada por una distancia larga?

# data_list
source: Tortoise carried on, with Snail and Sparrow perched on his shell. They looked and looked, but there was no sign of a house. The sun had inched lower in the sky.
es: Tortuga continuó andando, con Caracola y Gorrión encaramados en su caparazón. Ellos buscaron y buscaron, pero no había ninguna señal de una casa. El sol descendió poco a poco en el cielo.

# data_list
source: Why does the story keep mentioning where the sun is? Where was the sun the last time it was mentioned?
es: ¿Por qué se menciona continuamente en la historia la posición del sol? ¿Dónde estaba el sol la última vez que se mencionó?

# data_list
source: Mentioning the sun's position is a way for the story to let us know that time is passing and it is getting later in the day.
es: Mencionar la posición del sol es la manera en que la historia nos indica que el tiempo está pasando y que está atardeciendo.

# data_list
source: It is getting later and the group is still not successful. What do you think happens next? WIll Tortoise give up?
es: Se está haciendo tarde y el grupo todavía no ha tenido éxito. ¿Qué crees que va a pasar a continuación? ¿Tortuga se rendirá?

# data_list
source: A little later they passed Ladybird. "Are you looking for something?" asked Ladybird. "Yes, Ladybird, I'm looking for my house. Have you seen it, by any chance?"
es: Un poco más tarde pasaron cerca de Mariquita. "¿Están buscando algo?", preguntó Mariquita. "Si, Mariquita, estoy buscando mi casa. Por casualidad, ¿tú la has visto?".

# data_list
source: There are many names for ladybirds -- they are also called ladybugs, lady beetles, lady clocks, and lady flies. There are many thousands of types of ladybirds in the world!
es: Hay muchos nombres para las mariquitas -- también se les conoce como catarinas, catitas, chinitas y vaquitas de San Antonio. ¡Hay miles de tipos de mariquitas en el mundo!

# data_list
source: Although ladybugs do not fly for very long, they can briefly fly as fast as a sparrow!
es: A pesar de que las mariquitas no pueden volar por mucho tiempo seguido, ¡brevemente pueden volar tan rápido como un gorrión!

# data_list
source: Ladybirds can have different numbers of spots. How many spots have you seen on a ladybird?
es: Las mariquitas pueden tener diferentes cantidades de manchas. ¿Cuántas manchas has visto en una mariquita?

# data_list
source: Ladybird said, "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back and on he went, with Snail and Sparrow and Ladybird on his back. They looked and looked, but there was no sign of a house. A breeze started to blow.
es: Mariquita dijo: "No, no la he visto, ¡pero te voy a ayudar a buscarla!" Brincó sobre el caparazón de Tortuga, y éste siguió andando, con Caracola y Gorrión y Mariquita en su espalda. Ellos buscaron y buscaron, pero no había ninguna señal de una casa. Comenzó a soplar una brisa.

# data_list
source: Tortoise is lucky. A ladybird is another very light animal to carry.
es: Tortuga tiene suerte. Una mariquita también es un animal muy liviano para cargar.

# data_list
source: It is getting later in the day and a breeze is starting to blow. Hmm ... What do you think will happen with the weather?
es: Se está haciendo tarde y ha comenzado a soplar una brisa. Mmm … ¿Qué crees que va a pasar con el clima?

# data_list
source: It's hard to see all of Tortoise's shell. What's your best estimate for how many yellow regions are in his shell? An estimate is an educated guess.
es: Es difícil ver todo el caparazón de Tortuga. ¿Cuál es tu mejor estimación de la cantidad de secciones amarillas que hay en su caparazón? Una estimación es una predicción bien fundamentada.

# data_list
source: A little later they passed Mouse. He was making a garland of daisies. "Are you looking for something?" asked Mouse. "Yes, Mouse, I'm looking for my house. Have you seen it, by any chance?"
es: Un poco más tarde pasaron cerca de Ratón. Él estaba haciendo una guirnalda de margaritas. "¿Están buscando algo?", preguntó Ratón. "Si, Ratón, estoy buscando mi casa. Por casualidad, ¿tú la has visto?".

# data_list
source: Estimate and then count the number of daisies. Do the same for the number of dark spots on Tortoise.
es: Primero estima y luego cuenta la cantidad de margaritas. Haz lo mismo con la cantidad de manchas oscuras en Tortuga.

# data_list
source: Are there more daisies or spots, and how many more are there?
es: ¿Hay más margaritas o más manchas, y cuántas más hay?

# data_list
source: What happened to all the animals Tortoise was carrying? Where do you think they went?
es: ¿Qué pasó con todos los animales que Tortuga estaba cargando? ¿A dónde crees que se fueron?

# data_list
source: Mouse said: "No, I haven't, but I'll help you look!" She hopped onto Tortoise's back. "Wait, I can't leave my flowers behind." Tortoise waited. Mouse stretched and stretched and scooped up her daisies.
es: Ratón dijo: "No, no la he visto, ¡pero te voy a ayudar a buscarla!". Brincó sobre la espalda de Tortuga. "Espera, no puedo dejar mis flores". Tortuga esperó. Ratón se estiró y se estiró y recogió sus margaritas.

# data_list
source: How much help have the other animals been? Do you think Tortoise could have done just as well alone?
es: ¿Cuánto han ayudado los otros animales? ¿Crees que Tortuga hubiera logrado lo mismo sola?

# data_list
source: Which kinds of things do you like to do with others, and which do you like to do by yourself?
es: ¿Que tipo de actividades te gusta hacer con otras personas, y cuáles te gusta hacer por tu cuenta?

# data_list
source: Estimate and count the leaves blowing around Tortoise. Are your estimates getting better?
es: Primero estima y luego cuenta la cantidad de hojas volando alrededor de Tortuga. ¿Tus estimaciones están mejorando?

# data_list
source: Tortoise walked on, with Snail and Sparrow and Ladybird and Mouse on his back. They looked and looked, but there was no sign of a house. The wind swept leaves off the ground and swirled them around Tortoise's feet. He was tired. "You lot are heavy," he sighed.
es: Tortuga siguió caminando, con Caracola y Gorrión y Mariquita y Ratón en su espalda. Ellos buscaron y buscaron, pero no había ninguna señal de una casa. El viento sopló las hojas que estaban en el piso e hizo que revolotearan alrededor de las patas de Tortuga. Él estaba cansado. “Ustedes pesan mucho”, dijo suspirando.

# data_list
source: The wind is getting stronger. The weather is changing!
es: El viento se está poniendo más fuerte. ¡El clima está cambiando!

# data_list
source: Do you notice the weather changing when a storm comes? The wind picks up and there are more clouds.
es: ¿Tú te das cuenta de cómo cambia el clima cuando se acerca una tormenta? El viento arrecia y hay más nubes.

# data_list
source: Do you enjoy the excitement of a storm coming in? Sometimes there is lightning and thunder! Do you enjoy the thunder, or is it scary, or perhaps some of both?
es: ¿Disfrutas la emoción que se siente cuando se acerca una tormenta? ¡Algunas veces hay relámpagos y truenos! ¿Disfrutas los truenos o te asustas?, o ¿quizás un poco de las dos cosas?

# data_list
source: The wind got stronger. The sky turned dark. "Oh, where is my house?" asked Tortoise. Thunder roared in the hills. Lightning flashed in the distance. Drip-drip came the rain.
es: El viento arreció. El cielo se oscureció. "Ay, ¿dónde está mi casa?", preguntó Tortuga. Los truenos rugían por las colinas. Los relámpagos brillaban a la distancia. Plic, plic, llegó la lluvia.

# data_list
source: Why does Tortoise want to find his house so urgently now?
es: ¿Por qué ahora Tortuga quiere encontrar su casa?

# data_list
source: Usually, people look for shelter when a storm comes. Do you see anyplace that could give them shelter?
es: Normalmente, la gente busca refugio cuando llega una tormenta. ¿Ves algún lugar que les pudiera servir de refugio?

# data_list
source: Have you ever been caught out in an open area when a storm came up suddenly? If you don't mind getting wet, it can be fun to experience being in the storm!
es: ¿Alguna vez has estado al aire libre cuando de pronto ha empezado una tormenta? Si no te importa mojarte, ¡estar bajo una tormenta puede ser una experiencia divertida!

# data_list
source: The wind swirled and whipped. It blew Snail and Sparrow and Ladybird and Mouse right off Tortoise's back.
es: Las ráfagas de viento se arremolinaban. El viento sopló, y Caracola y Gorrión y Mariquita y Ratón salieron volando de la espalda de Tortuga.

# data_list
source: There are many parts of this picture that show how strongly the wind is blowing things around. Describe a few of them.
es: Hay muchas partes en esta imagen que indican lo fuerte que el viento estaba soplando y haciendo que las cosas volaran por todos lados. Describe algunas de estas partes.

# data_list
source: Is the rain coming down vertically (straight up and down), or is the wind blowing the rain diagonally?
es: ¿La lluvia está cayendo verticalmente (de arriba hacia abajo), o diagonalmente debido al soplido del viento?

# data_list
source: The diagonal rain is all falling in the same direction. Parallel lines are lines that go in the same direction. Find some parallel lines around where you are.
es: La lluvia diagonal está cayendo hacia la misma dirección. Las líneas paralelas son líneas que apuntan a la misma dirección. Encuentra algunas líneas paralelas por donde tú estás.

# data_list
source: And then came the hail, tip-tip-tip. Tortoise got such a fright he shrank into his shell. It was warm and cozy in there. "Oh, here is my house!" smiled Tortoise.
es: Y después vino el granizo, tip-tip-tip. Tortuga se asustó tanto que se encogió dentro de su caparazón. Era un lugar cálido y acogedor. “¡Ah, aquí está mi casa!”, dijo sonriendo Tortuga.

# data_list
source: Tortoise solved his problem when he got distracted and stopped looking for the answer. Sometimes, when we focus too hard on something, it's hard to have new ideas and find an answer.
es: Tortuga resolvió su problema cuando se distrajo y dejó de buscar la solución. Algunas veces, cuando nos enfocamos demasiado en algo, es difícil que se nos ocurran ideas nuevas y encontremos respuestas.

# data_list
source: Have you ever stopped thinking about something, relaxed for a while, and then suddenly realized the answer? It can be very powerful to let a different part of your brain work on a problem!
es: ¿Alguna vez has dejado de pensar en algo, te has relajado un poco, y de repente has encontrado la respuesta que buscabas? ¡Puede ser muy poderoso dejar que una parte distinta de tu cerebro trabaje para tratar de resolver un problema!

# data_list
source: Tortoise found his shell was a warm and cozy place, and that meant home to Tortoise! What does home mean to you?
es: Tortuga descubrió que su caparazón era un lugar cálido y acogedor, y eso era el significado de hogar para Tortuga. ¿Qué significado tiene para ti la palabra hogar?

# data_list
source: Oh, here is Tortoise's house! said Snail and Sparrow and Ladybird and Mouse.
es: "¡Ah, aquí está la casa de Tortuga!”, dijeron Caracola y Gorrión y Mariquita y Ratón.

# data_list
source: The hail coming down on Tortoise's shell probably made a lot of noise. Imagine the racket! Have you ever heard hail falling on a roof or hard surface?
es: Probablemente el granizo hacía mucho ruido al caer sobre el caparazón de Tortuga. ¡Imagínate el barullo! ¿Alguna vez has escuchado al granizo caer sobre un techo o una superficie dura?

# data_list
source: It is easy for Tortoise to carry his home wherever he goes. Is your home easy to carry around, or is it a structure that would be very hard to move?
es: Para Tortuga es muy fácil llevar su hogar donde quiera que vaya. ¿Es fácil llevar tu hogar a todas partes, o es una estructura muy difícil de mover?

# data_list
source: A nice thing about a home, if it is big enough, is that it can be shared with friends. It looks like a happy time for our group of friends in the story!
es: Lo bueno de un hogar es que, si es lo suficientemente grande, se puede compartir con amigos. ¡Parece que nuestros amigos en la historia están disfrutando juntos un momento feliz!

# data_list
source: Odongo and Apiyo waited for the school holidays to come.
es: Odongo y Apiyo esperaban que llegaran las vacaciones escolares.

# data_list
source: They look excited. Do you suppose they have big plans for their holidays?
es: Se ven emocionados. ¿Crees que tienen grandes planes para sus vacaciones?

# data_list
source: Are there holidays that you get excited about?
es: ¿Hay vacaciones que te entusiasmen?

# data_list
source: Tell a story about something you did during a recent holiday.
es: Cuenta una historia acerca de algo que hiciste durante tus últimas vacaciones.

# data_list
source: It was time for them to visit their grandmother.
es: Era hora de que los niños visitaran a su abuela.

# data_list
source: Did you ever get so excited about something that you had trouble sleeping?
es: ¿Alguna vez te has emocionado tanto por algo que te costaba dormir?

# data_list
source: Rectangles are shapes with four straight sides and corners like those on this page. Point to all the rectangles you can find on this page.
es: Los rectángulos son figuras con cuatro lados rectos y esquinas como las de esta página. Señala todos los rectángulos que ves en esta página.

# data_list
source: Point to some of the rectangles around where you are.
es: Señala algunos rectángulos que estén a tu alrededor.

# data_list
source: They drove past mountains, wild animals, and farms.
es: Ellos pasaron en el carro por montañas, en medio de los animales salvajes y por las granjas.

# data_list
source: Count together all the wild animals you see on this page.
es: Cuenta todos los animales salvajes que hay en esta página.

# data_list
source: When you add two children to the five other animals, how many animals are there all together? What is two more than five?
es: Cuando sumas dos niños a los cinco animales, ¿cuál es el total? ¿Cuánto es dos más cinco?

# data_list
source: Point to and describe the pairs of animals here.
es: Señala y describe las parejas de animales que hay en esta página.

# data_list
source: After a while, Odongo and Apiyo fell asleep.
es: Después de un rato, Odongo y Apiyo se quedaron dormidos.

# data_list
source: Some people have trouble sleeping sitting up. Can you fall asleep while you're sitting?
es: Algunas personas tienen problemas para dormir sentadas. ¿Puedes quedarte dormido mientras estás sentado?

# data_list
source: The girl is sleeping with her mouth open -- do you think she is snoring?
es: La niña está durmiendo con la boca abierta, ¿crees que está roncando?

# data_list
source: Describe the colors of some of the strips in this picture. There are yellows, blues, and greens on the bag, and yellows, oranges, and reds on their seat.
es: Describe los colores de algunas de las rayas que hay en esta imagen. Hay amarillas, azules y verdes en la bolsa, y amarillas, naranjas y rojas en el asiento.

# data_list
source: They found their grandmother resting under a tree.
es: Los niños encontraron a su abuela descansando debajo de un árbol.

# data_list
source: Do you have friends or relatives you like to go on trips to visit?
es: ¿Tienes amigos o familiares a los que te gustaría visitar durante un viaje?

# data_list
source: Remember a happy visit you had. What do you like to do when you visit someone?
es: Recuerda una visita feliz que hayas hecho. ¿Qué te gusta hacer cuando visitas a alguien?

# data_list
source: What will these two do with their grandmother? Will they hear stories, cook meals, and go on walks together?
es: ¿Qué harán los dos niños con su abuela? ¿Crees que contarán cuentos, cocinarán y darán paseos juntos?

# data_list
source: Grandmother danced and sang. The children gave her presents.
es: La abuela bailó y cantó. Los niños le dieron regalos.

# data_list
source: What do you like to get as a present?
es: ¿Qué te gustaría recibir como regalo?

# data_list
source: What feels so good about getting a present from someone?
es: ¿Qué es lo que más te gusta de recibir un regalo de una persona?

# data_list
source: The background on the last page had blues and greens. This one has yellows and oranges. What feels different to you when you see the colors on these two pages?
es: El fondo de la página anterior tenía colores azules y verdes. Este tiene amarillos y naranjas. ¿Cómo te sientes con la diferencia de colores que hay en estas dos páginas?

# data_list
source: Grandmother blessed Odongo and Apiyo in a traditional way.
es: La abuela bendijo a Odongo y Apiyo de manera tradicional.

# data_list
source: Giving a blessing is a solemn and dear thing.
es: Bendecir es algo solemne y amable de hacer.

# data_list
source: The background color has changed again. How does it make you feel?
es: El color del fondo ha cambiado nuevamente. ¿Cómo te hace sentir este color?

# data_list
source: Is this an exciting or calm part of the story? Does the blue color enhance that feeling?
es: ¿Es este un momento emocionante o mas bien tranquilo de la historia? ¿Crees que el color azul realza esa sensación?

# data_list
source: Odongo and Apiyo played with butterflies and birds.
es: Odongo y Apiyo jugaron con las mariposas y los pájaros.

# data_list
source: Have you ever seen birds and butterflies with so many colors?
es: ¿Has visto alguna vez pájaros y mariposas con tantos colores?

# data_list
source: Can you count the number of butterflies, or is that a bigger number than you can count?
es: ¿Puedes contar el número de mariposas que hay?, o ¿es un número que aún no sabes contar?
