Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Difference: This model views 8 - 5 as finding the difference or distance between the two numbers. Start with 5 fingers raised. Then count the new fingers being raised, and when there are 8 fingers raised the difference of 3 will have been counted. This method uses the “counting on” addition method to find the number to add to 5 to get 8. Mix in problems where a number is subtracted from itself to get 0.
es: Diferencia: Este modelo considera que 8 - 5 encuentra la diferencia o la distancia entre los dos números. Comience con 5 dedos levantados. Luego cuente los nuevos dedos que se levantan, y cuando haya 8 dedos levantados, se habrá contado la diferencia de 3. Este método usa el método de la suma "contando hacia adelante" para encontrar el número que se debe sumar a 5 para obtener 8. Mezcle los problemas en los que se resta un número de sí mismo para obtener 0.

# template
source: Wow! Your child is now able to count to 5! These numbers are not just being repeated in order like a parrot – they represent quantities that your child is gaining a feel for. You are ready to assign properties to objects that you describe and talk about. Think how far your child has come in understanding the world! Your child is becoming more verbal and better able to reason and explain. You can discuss mathematical things and this allows you to start playing games and doing puzzles together.
es: ¡Guau! ¡Su niño/niña ahora puede contar hasta 5! Estos números no solo se repiten en orden como un loro – sino que representan cantidades que su niño/niña está adquiriendo. Está listo/a para asignar propiedades a los objetos que describe y de los que habla. ¡Piense en lo lejos que ha llegado su niño/niña en la comprensión del mundo! Su niño/niña se está volviendo más verbal y más capaz de razonar y explicar. Puedes discutir cosas matemáticas y esto te permite comenzar a jugar y hacer rompecabezas juntos.

# template
source: * Counting forward and backward to 10. Don’t ignore backward counting – it is important for understanding number relationships as well as being an aid for subtraction. * Include 0 in your counting sometimes. Including 0 now makes it a familiar number and keeps it from feeling exotic. * Reasoning with properties and numbers. Understanding properties and reasoning with them is a key part of developing mathematical ability. * Deepening understanding of shapes, especially circles, triangles, and squares. Keep using descriptive shape names as your child interacts with them. * Comparing and ordering numbers. How quantities compare and interact with each other is central to understanding them. * One more, one less, two more, two less. These concepts are relatively easy to pick up, and they will form the basis for addition and subtraction. * Learning to use manipulatives, especially fingers, to understand adding and subtracting. * Adding and subtracting 0. * Subtracting a number from itself.
es: * Contar hacia adelante y hacia atrás hasta 10. No ignore el conteo hacia atrás: es importante para comprender las relaciones numéricas y también es una ayuda para la resta. * Incluya 0 en su conteo a veces. Incluir 0 ahora lo convierte en un número familiar y evita que se sienta raro. * Razonamiento con propiedades y números. Comprender las propiedades y razonar con ellas es una parte clave del desarrollo de la capacidad matemática. * Profundizar la comprensión de las formas, especialmente círculos, triángulos y cuadrados. Siga usando nombres de formas descriptivas a medida que su niño/niña interactúe con ellos. * Comparar y ordenar números. La forma en que las cantidades se comparan e interactúan entre sí es fundamental para comprenderlas. * Uno más, uno menos, dos más, dos menos. Estos conceptos son relativamente fáciles de aprender y formarán la base para la suma y la resta. * Aprender a usar manipuladores, especialmente los dedos, para comprender la suma y la resta. * Sumar y restar 0. * Restar un número de sí mismo.

# template
source: These puzzles have numbered islands (circles) connected by bridges (lines) drawn on paper. The challenge is to find a path that connects the islands in order. The easiest versions have numbers that go from 1 to the number of islands.
es: Estos rompecabezas tienen islas numeradas (círculos) conectados por puentes (líneas) dibujados en papel. El desafío es encontrar un camino que conecte las islas en orden. Las versiones más sencillas tienen números que van del 1 al número de islas.

# template
source: To add challenge, leave out some of the numbers so your child figures out what is missing and where it belongs. Also, instead of starting at 1, design the puzzles to start at 0 or other numbers (usually noting this at the top of the puzzle). Make this into a physical puzzle by placing pieces of paper with consecutive numbers on the floor in some twisty path. Your child can solve this puzzle by walking along the path from the smallest to the largest number. To add challenge, replace some of the numbered pieces with blank ones. Also, challenge your child to start at the largest number and go downward.
es: Para agregar desafío, omita algunos de los números para que su niño/niña descubra lo que falta y a dónde pertenece. Además, en lugar de comenzar en 1, diseñe los rompecabezas para que comiencen en 0 u otros números (por lo general, notando esto en la parte superior del rompecabezas). Convierta esto en un rompecabezas físico colocando trozos de papel con números consecutivos en el piso en un camino sinuoso. Su niño/niña puede resolver este acertijo caminando por el camino desde el número más pequeño hasta el más grande. Para agregar desafío, reemplace algunas de las piezas numeradas con piezas en blanco. Además, desafíe a su niño/niña a que comience con el número más grande y vaya hacia abajo.

# template
source: In addition to putting a number line on a piece of paper on a wall, create a number line using a string. Tie or clip a section of string between two objects. Use paper clips to attach sliding Number Cards from 0 to 10 along the string in order.
es: Además de poner una recta numérica en una hoja de papel en la pared, crea una recta numérica usando una cuerda. Ata o sujeta una sección de cuerda entre dos objetos. Utilice sujetapapeles para sujetar las Tarjetas Numéricas deslizantes del 0 al 10 a lo largo de la cuerda en orden.

# template
source: Here are some things you can do with this. You and your child will probably discover many more. * Switch two numbers and have your child find the mistake. * Leave out a number and have your child find which one is missing. * Practice adding. For example, to do 4 + 2, slide over the first 4 numbers and then slide over the next 2. * Practice subtracting. To do 6 - 2, slide over to the left the first 6 cards and then slide 2 of those back to the right.
es: Aquí hay algunas cosas que puede hacer con esto. Usted y su niño/niña probablemente descubrirán muchos más. * Cambie dos números y haga que su niño/niña encuentre el error. * Quite un número y pídale a su niño/niña que encuentre cuál falta. * Practica sumar. Por ejemplo, para hacer 4 + 2, deslice sobre los primeros 4 números y luego sobre los siguientes 2. * Practique la resta. Para hacer 6 - 2, deslice hacia la izquierda las primeras 6 cartas y luego deslice 2 de ellas hacia la derecha.

# template
source: Create designs by folding a piece of paper and cutting the paper while it is folded. This is called Kirigami. Folding the paper once and cutting it creates a design with one side the mirror image of the other. Experiment with cutting out faces, lamps, or geometric shapes.
es: Cree diseños doblando una hoja de papel y cortando el papel mientras está doblado. Esto se llama Kirigami. Doblar el papel una vez y cortarlo crea un diseño con un lado como la imagen especular del otro. Experimente recortando caras, lámparas o formas geométricas.

# template
source: If your child makes two intersecting folds, cutting this paper creates designs that are mirror images in two directions. This makes it easy to create designs such as flowers. Experiment with various folds and cuts. Create snowflake designs by starting with the same two folds as in the last example, and then doing two more folds that split the folded paper into thirds. Make a game of this by working backwards - draw a symmetrical shape on a piece of paper and challenge your child to cut a folded piece of paper to create that shape.
es: Si su niño/niña hace dos pliegues que se cruzan, cortar este papel crea diseños que son imágenes de espejo en dos direcciones. Esto facilita la creación de diseños como flores. Experimente con varios pliegues y cortes. Cree diseños de copos de nieve comenzando con los mismos dos pliegues que en el último ejemplo y luego haciendo dos pliegues más que dividan el papel doblado en tercios. Haga un juego de esto trabajando al revés - dibuje una forma simétrica en una hoja de papel y desafíe a su niño/niña a cortar una hoja de papel doblada para crear esa forma.

# template
source: Cut out large shapes from big pieces of paper (use color paper if you have it) and place the shapes on the floor. At first, use simple shapes such as a triangle, a rectangle, a square, a pentagon, a hexagon, and an octagon. You can find patterns for these online or in the EFM Printables file. To create more running around, include more than one of each shape. As your child gets better at this, include variations of these shapes - include a right triangle, an obtuse triangle, an acute triangle, a kite, a parallelogram (diamond), and some more unusual shapes.
es: Recorta formas grandes de trozos grandes de papel (usa papel de color si lo tienes) y coloca las formas en el suelo. Al principio, use formas simples como un triángulo, un rectángulo, un cuadrado, un pentágono, un hexágono y un octágono. Puede encontrar patrones para estos en el internet o en el archivo EFM Reproducibles. Para crear más movimiento, incluya más de una de cada forma. A medida que su niño/niña mejore en esto, incluya variaciones de estas formas - incluya un triángulo rectángulo, un triángulo obtuso, un triángulo agudo, una cometa, un paralelogramo (diamante) y algunas formas más inusuales.

# template
source: Give your child some shape information and challenge them to run to the shape, or shapes, that satisfy that information. For a very young child, show them a drawing and challenge them to find the matching shape on the floor, and maybe name it when they do. For a slightly older child, you could name the shape and challenge them to find it. Add aspects to this by asking for shapes all of whose sides are the same length, or all of whose angles are the same (or all different), or whose opposite sides (or angles) are the same size. As your child gets experienced, playfully mix in some impossible requests such as a triangle with two right angles or a quadrilateral with exactly three right angles. One useful variation in a lot of activities is to reverse your roles — have your child make up questions and you find the shapes. Make a "mistake" sometimes and have your child explain to you what you did wrong.
es: Déle a su niño/niña información sobre la forma y desafíe a que corra hacia la forma, o formas, que satisfagan esa información. Para un niño/niña muy pequeño, enséñeles un dibujo y desafíe a encontrar la forma correspondiente en el piso, y tal vez nombrarla cuando lo hagan. Para un niño/niña un poco mayor, puede nombrar la forma y desafiarlos a encontrarla. Agregue aspectos a esto preguntando por formas cuyos lados tengan la misma longitud, o cuyos ángulos sean todos iguales (o todos diferentes), o cuyos lados (o ángulos) opuestos tengan el mismo tamaño. A medida que su niño/niña vaya adquiriendo experiencia, mezcle juguetonamente algunas peticiones imposibles, como un triángulo con dos ángulos rectos o un cuadrilátero con exactamente tres ángulos rectos. Una variación útil en muchas actividades es invertir sus roles — haga que su niño/niña invente preguntas y usted encuentre las formas. Cometa un "error" a veces y haz que su niño/niña le explique lo que hizo mal.

# template
source: Your child can now count up and down between 0 and 10 and understand what all those quantities mean. Beginning addition and subtraction skills are developing. An important foundation for those skills is confidence with adding and subtracting 1 and 2 (and maybe 3) with other small numbers. Your child also understands small quantities, and can reason with those quantities to do addition and subtraction for small numbers. In addition to that wonderful stuff, your child is able to reason so much better now! They understand that objects and numbers have properties, and they can reason and do beginning problem solving. Your child is now a full member in family math games and puzzles and exploring the mathematical world around them.
es: Su niño/niña ahora puede contar hacia arriba y hacia abajo entre 0 y 10 y comprende lo que significan todas esas cantidades. Se están desarrollando las habilidades iniciales de suma y resta. Una base importante para esas habilidades es la confianza al sumar y restar 1 y 2 (y tal vez 3) con otros números pequeños. Su niño/niña también comprende cantidades pequeñas y puede razonar con esas cantidades para sumar y restar números pequeños. Además de esas cosas maravillosas, ¡su niño/niña puede razonar mucho mejor ahora! Entiende que los objetos y los números tienen propiedades, y pueden razonar y comenzar a resolver problemas. Su niño/niña ahora es un miembro de tiempo completo en los juegos y acertijos matemáticos familiares y explora el mundo matemático que lo rodea.

# template
source: * Counting On – This refers to counting upward starting at any number, rather than always starting at 1. This is useful for addition and for finding differences. * Counting Down – This refers to counting downward starting at any number. It is useful for subtracting, as well as for developing a sense for the relationships between numbers. * Number Bonds – The number bonds for a number are all pairs of numbers that add up to that number. * Ten Frames – This represents a number from 0 to 10 as the appropriate number of dots inside a 2 by 5 rectangular grid. For numbers greater than 4, the upper group of 5 squares is always filled. * Expanded Form – This refers to writing a multi-digit number broken down into the contribution of each of its digits. For example: 25 = 20 + 5 and 317 = 300 + 10 + 7. * Fact Families – This refers to a group of closely related math facts. For example, 2 + 5 = 7 is in the same family as 7 - 2 = 5 and 7 - 5 = 2. * Adding twins and near twins – An adding twin is adding a number to itself, such as 4 + 4. A near twin is one away from a twin, such as 4 + 5. * Doubling, multiplying by two, and halving, two equal parts, dividing in two – Children usually enjoy adding twins. With that comes the idea of doubling and multiplying by 2. Also associated with that is halving, splitting something * into two equal parts, and dividing by two. * Even and Odd numbers – Even numbers can be split into two equal parts. Odd numbers have one left over when split into two matching parts. Even numbers are the results of adding twins. * Skip counting by 2’s – This means counting up or down by 2’s – such as, 0, 2, 4, 6, 8 or 13, 11, 9, 7, 5.
es: *Contar hacia Arriba – Esto se refiere a contar hacia arriba comenzando en cualquier número, en lugar de comenzar siempre en 1. Esto es útil para sumar y encontrar diferencias. *Cuenta Regresiva – Se refiere a la cuenta regresiva comenzando en cualquier número. Es útil para restar, así como para desarrollar un sentido de las relaciones entre números. *Vínculos Numéricos – Los vínculos numéricos de un número son todos los pares de números que sumados dan como resultado ese número. *Marcos de Diez – Esto representa un número del 0 al 10 como el número apropiado de puntos dentro de una cuadrícula rectangular de 2 por 5. Para números mayores que 4, la parte superior de la cuadrícula (5 cuadrados) siempre se llena. *Forma Expandida – Se refiere a escribir un número de varios dígitos desglosado en la contribución de cada uno de sus dígitos. Por ejemplo: 25 = 20 + 5 y 317 = 300 + 10 + 7. *Familias de Operaciones – Se refiere a un grupo de operaciones matemáticas estrechamente relacionadas. Por ejemplo, 2 + 5 = 7 pertenece a la misma familia que 7 - 2 = 5 y 7 - 5 = 2. *Suma de gemelos y gemelos cercanos – Una suma de gemelos es sumar un número a sí mismo, como 4 + 4. Un gemelo cercano está a uno de distancia de un número gemelo, como 4 + 5. *Duplicar, multiplicar por dos, y reducir a la mitad, dos partes iguales, dividir en dos – Los niños generalmente disfrutan sumar gemelos. Con eso viene la idea de duplicar y multiplicar por 2. También se asocia con reducir a la mitad, dividir algo en dos partes iguales y dividir entre dos. *Números pares e impares – Los números pares se pueden dividir en dos partes iguales. A los números impares les queda uno cuando se dividen en dos partes iguales. Los números pares son el resultado de sumar gemelos. *Saltar el conteo de 2 en 2 – Esto significa contar hacia arriba o hacia abajo de 2 en 2, como 0, 2, 4, 6, 8 o 13, 11, 9, 7, 5.

# template
source: All players start with one finger raised on each hand. During a turn, a player has the choice of either “attacking” or “splitting.” To attack, a player takes a live hand and attacks a live hand of an opponent. The result is that the opponent's hand has the sum of the two hands and the attacking player’s hand is unchanged. If a hand ends up with exactly five fingers, it is dead. If the hand has over five fingers, its count is either reduced by five (in one set of rules) or is dead (an alternate set of rules). To split, a player bangs their hands together and redistributes the fingers between the two hands. A split may not reverse the two finger counts. A player wins when both hands of everyone else are dead. In one variation, the first player to have two dead hands wins.
es: Todos los jugadores comienzan con un dedo levantado en cada mano. Durante un turno, un jugador tiene la opción de "atacar" o "dividir." Para atacar, un jugador toma una mano viva y ataca una mano viva de un oponente. El resultado es que la mano del oponente tiene la suma de las dos manos y la mano del jugador atacante no cambia. Si una mano termina con exactamente cinco dedos, está muerta. Si la mano tiene más de cinco dedos, su cuenta se reduce en cinco (en un conjunto de reglas) o está muerta (un conjunto alternativo de reglas). Para dividir, un jugador golpea sus manos juntas y redistribuye los dedos entre las dos manos. Una división no puede revertir el conteo de dos dedos. Un jugador gana cuando las dos manos de todos los demás están muertas. En otra variación, gana el primer jugador en tener dos manos muertas.

# template
source: Have your child count some small number of objects. While they look away, change the number of objects. When they look back, ask what change you made. They can test their theory by reenacting what they think happened. Once this becomes easy, you can have them be more creative with their answers. For example, if 4 became 6, the answer might be that you doubled the 4 and then took 2 away.
es: Haga que su niño/niña cuente una pequeña cantidad de objetos. Mientras mira hacia otro lado, cambie la cantidad de objetos. Cuando regrese a ver, pregúntele qué cambio hizo. Puede probar su teoría recreando lo que cree que sucedió. Una vez que esto sea fácil, puede hacer que sea más creativo con sus respuestas. Por ejemplo, si 4 se convirtió en 6, la respuesta podría ser que 4 fue duplicado y luego se le restó 2.

# template
source: Numbered circles are connected in an upward fashion, and every circle is the sum of all the circles directly below and connected to it. The easiest puzzles have most of the circles filled in. For older children, there are variations that involve larger numbers and cleverer solutions.
es: Los círculos numerados están conectados hacia arriba, y cada círculo es la suma de todos los círculos directamente debajo y conectados a él. Los rompecabezas más fáciles tienen la mayoría de los círculos rellenos. Para los niños mayores, hay variaciones que involucran números más grandes y soluciones más ingeniosas.

# template
source: One option is to use non-circular shapes. While the value in a circle may duplicate the value in some other circle or shape, the value in a non-circular shape must match the value in all other places with the same shape. For example, all squares have the same value. Use matching to practice adding twins, near twins, and halving.
es: Una opción es utilizar formas no circulares. Mientras el valor en un círculo puede duplicar el valor en algún otro círculo o forma, el valor en una forma no circular debe coincidir con el valor en todos los demás lugares con la misma forma. Por ejemplo, todos los cuadrados tienen el mismo valor. Utilice esta combinación para practicar sumar gemelos, casi gemelos y dividir a la mitad.

# template
source: Make these puzzles by starting with a diagram that is completely filled in and then removing some numbers. If the puzzle has some repeated numbers, use a square or other shape instead of a circle for that repeated number.
es: Haga estos rompecabezas comenzando con un diagrama que esté completamente lleno y luego quite algunos números. Si el rompecabezas tiene algunos números repetidos, use un cuadrado u otra forma en lugar de un círculo para ese número repetido.

# template
source: Welcome to the world beyond 10 fingers! There are wonderful things to discover here. The next group of numbers from 10 to 20 is 10 more than the numbers your child already knows. But, before this can become easy, your child needs to conquer the crazy names we use for eleven, twelve, and thirteen. The next games are designed to emphasize the role that 10 plays in connecting pairs of numbers such as 6 and 16. These games also emphasize the idea that 16 should be thought of as 10 plus 6. This view of decomposing numbers using place value will be much more important as your child counts to 100 in the next chapter.
es: ¡Bienvenido al mundo más allá de los 10 dedos! Hay cosas maravillosas por descubrir aquí. El siguiente grupo de números del 10 al 20 es 10 más que los números que su niño/niña ya conoce. Pero, antes de que esto se vuelva sencillo, su niño/niña debe conquistar los nombres locos que usamos para once, doce y trece. Los siguientes juegos están diseñados para enfatizar el papel que juega el 10 conectando parejas de números como 6 y 16. Estos juegos también enfatizan la idea de que 16 debe considerarse como 10 más 6. Esta visión de la descomposición de números usando el valor posicional será mucho más importante cuando su niño/niña cuente hasta 100 en el próximo capítulo.

# template
source: If you don’t have them already, create some extended decks of counting cards from 0 to 20. One deck will be normal numbers, one deck will have the numbers in expanded form from 0 to 20 as 0 + (0 to 9), 10 + (0 to 9), and 20 + 0, and one deck will use ten frames.
es: Si aún no los tiene, cree algunas barajas extendidas de cartas de conteo del 0 al 20. Una baraja serán números normales, otra baraja tendrá los números en forma expandida de 0 a 20 como 0 + (0 a 9), 10 + (0 a 9) y 20 + 0, y otra baraja utilizará marcos de diez.
