Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: The sun in the sky is round. Point to round things where you are.
es: El sol en el cielo es redondo. Señala las cosas redondas que hay a tu alrededor.

# data_list
source: Which is longer and which is shorter -- the man's legs or his upper body?
es: ¿Cuál es más largo y cuál es más corto, las piernas del hombre o la parte superior de su cuerpo?

# data_list
source: He made a very long bed.
es: Él hizo una cama más larga.

# data_list
source: We can't see the man's feet now. His bed is longer than he is.
es: Ahora no podemos ver los pies del hombre. Su cama es más larga que él.

# data_list
source: The man looks very comfortable and happy in his big bed.
es: El hombre se ve muy cómodo y feliz en su cama grande.

# data_list
source: Look at how small the boy looks next to the bed!
es: ¡Mira qué pequeño se ve el niño al lado de la cama!

# data_list
source: He bought a very high bicycle.
es: Él compró una bicicleta más grande.

# data_list
source: Notice that the boy and the bird are inside the basket now.
es: Menciona que el niño y el pájaro están dentro de la canasta ahora.

# data_list
source: Everyone looks very happy now that the man's things are the right size.
es: Todos se ven muy felices ahora que las cosas del hombre tienen el tamaño correcto.

# data_list
source: Point to and name the many different colors on this page.
es: Señala y nombra los diferentes colores que hay en esta página.

# data_list
source: He sat on a very high chair. He ate with a very long fork.
es: Él se sentó en una silla muy alta. Comió con un tenedor muy largo.

# data_list
source: Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.
es: Cuenta con tu hijo los diferentes objetos que hay en esta imagen, como dedos, piernas, escalones y dientes.

# data_list
source: Look at how high the boy's chair is! Would you be scared sitting so high?
es: ¡Mira qué alta es la silla del niño! ¿Te asustarías al sentarte así de alto?

# data_list
source: Now that all his things are the right size for him, the man is not too tall at all!
es: Ahora que todas las cosas son del tamaño adecuado para él, ¡el hombre no es muy alto!

# data_list
source: He left his house and moved to a big house in the forest, where he lived for many years.
es: Él dejó su casa y se mudó a una casa grande en el bosque, donde vivió muchos años.

# data_list
source: Count the pineapples, bags, and trees with your child.
es: Cuenta con tu hijo las piñas, las bolsas y los árboles.

# data_list
source: Count the rungs on the ladder with your child.
es: Cuenta con tu hijo los peldaños de la escalera.

# data_list
source: Notice that the bird is yellow again!
es: ¡Observa que el pájaro volvió a ser amarillo!

# data_list
source: How many cats? 0 Zero cats. No cats here!
es: ¿Cuántos gatos hay? 0 Cero gatos. ¡No hay gatos aquí!

# data_list
source: 0 is an important number! It's where all counting starts, even when we don't say it.
es: ¡0 es un número importante! Es donde comienza todo el conteo, incluso cuando no lo decimos.

# data_list
source: How many cats do you see?
es: ¿Cuántos gatos ves?

# data_list
source: Count together the butterflies – they are tricky to find in this picture.
es: Cuenten juntos cuántas mariposas hay; son difíciles de encontrar en esta imagen.

# data_list
source: How many cats? 1 One cat. A black cat is eating red meat.
es: ¿Cuántos gatos hay? 1 Un gato. Un gato negro está comiendo carne roja.

# data_list
source: Point to and name the green and orange squares, blue shirt, and black cat.
es: Señala y nombra los cuadrados verdes y naranjas, la camisa azul y el gato negro.

# data_list
source: Notice how Paul is looking at the cat. Paul sure likes cats!
es: Fíjate cómo Paul mira al gato. ¡A Paul seguro le gustan los gatos!

# data_list
source: Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.
es: Cada vez que se agrega un gato: a) di que el nuevo número de gatos es uno más que el anterior, y b) di que el anterior número de gatos es uno menos que el número actual.

# data_list
source: How many cats? 2 Two cats. A white cat and a grey cat are sleeping.
es: ¿Cuántos gatos hay? 2 Dos gatos. Un gato blanco y un gato gris están durmiendo.

# data_list
source: Count together the cats, plants, and people.
es: Cuenten juntos cuántos gatos, plantas y personas.

# data_list
source: Of cats, plants, and people, which number is the biggest? Which one is the smallest?
es: Del número de gatos, plantas y personas, ¿cuál es el número más grande? ¿Cuál es el número más pequeño?

# data_list
source: Notice that the square tiles are now all the same gray color.
es: Observa que los mosaicos cuadrados ahora son todos del mismo color, gris.

# data_list
source: How many cats? 3 Three cats. Three cats are playing in the kitchen.
es: ¿Cuántos gatos hay? 3 Tres gatos. Tres gatos están jugando en la cocina.

# data_list
source: What a mess! There must be zero people here!
es: ¡Qué desastre! ¡Debe haber cero personas aquí!

# data_list
source: Count together each group – the cats, cabinet doors, food containers, and spoons.
es: Cuenten juntos cuántos hay de cada uno de los siguientes grupos: gatos, puertas de los gabinetes, recipientes de comida y cucharas.

# data_list
source: Which thing is there the most of in this picture?
es: En esta imagen: ¿de qué objeto u elemento hay una mayor cantidad?

# data_list
source: How many cats? 4 Four cats. Four cats are Paul's friends.
es: ¿Cuántos gatos hay? 4 Cuatro gatos. Cuatro gatos son amigos de Paul.

# data_list
source: Count all the cats.
es: Cuenta todos los gatos.

# data_list
source: Which of these cats have you seen before, and which are new? Which ones are missing?
es: ¿Cuáles de estos gatos has visto antes y cuáles son nuevos? ¿Cuáles faltan?

# data_list
source: Point at and name all the different colors in the room.
es: Señala y nombra todos los colores que hay en la habitación.

# data_list
source: How many cats? 5 Five cats. Five cats chase the dog.
es: ¿Cuántos gatos hay? 5 Cinco gatos. Cinco gatos persiguen al perro.

# data_list
source: Looking at their faces and bodies, do the cats and the dog like each other?
es: Al mirar sus caras y sus cuerpos, ¿crees que los gatos y el perro se llevan bien?

# data_list
source: Count the number of cats and the number of dogs. Which group is bigger? Poor dog!
es: Cuenta el número de gatos y el número de perros. ¿Qué grupo es más grande? ¡Pobre perro!

# data_list
source: These cats all have different coloring. Describe the color and pattern of each cat.
es: Todos estos gatos tienen diferentes colores. Describe el color y el patrón del pelaje de cada gato.

# data_list
source: How many cats? 6 Six cats. Six cats waiting for the dog.
es: ¿Cuántos gatos hay? 6 Seis gatos. Seis gatos esperan al perro.

# data_list
source: Count the cats on the floor and in the picture. Is it the same number?
es: Cuenta los gatos que hay en el piso y los que hay en el cuadro de la pared. ¿Es el mismo número?

# data_list
source: Find a cat or two in the picture on the wall that is not on the floor.
es: Encuentra uno o dos gatos en el cuadro de la pared que no estén en el piso.

# data_list
source: The dog doesn't want to come back. Why not?
es: El perro no quiere entrar. ¿Por qué?

# data_list
source: How many cats? 7 Seven cats. Seven cats playing in the compound.
es: ¿Cuántos gatos hay? 7 Siete gatos. Siete gatos están jugando en el lugar.

# data_list
source: Point at each of the seven cats.
es: Señala cada uno de los siete gatos.

# data_list
source: What is Paul looking for?
es: ¿Qué está buscando Paul?

# data_list
source: The cat on the roof is the highest cat. How did that cat get up so high?
es: El gato que está en el techo es el que está más alto. ¿Cómo hizo este gato para subir allí?

# data_list
source: How many cats? 8 Eight cats. Eight cats and one dog!
es: ¿Cuántos gatos hay? 8 Ocho gatos. ¡Hay ocho gatos y un perro!

# data_list
source: The cats have many different colors and patterns. Have you seen cats like these?
es: Los gatos tienen muchos colores y diferentes patrones en sus pelajes. ¿Has visto gatos como estos?

# data_list
source: Seven cats plus one dog makes how many animals?
es: ¿Cuántos animales suman siete gatos más un perro?

# data_list
source: Do you think the dog looks happy or worried?
es: ¿Crees que el perro se ve feliz o preocupado?

# data_list
source: A kitten is stuck in a tree! "I will rescue you!" says Paul.
es: ¡Un gatito está atrapado en un árbol! "¡Te rescataré!" dice Paul.

# data_list
source: How many cats are stuck in the tree?
es: ¿Cuántos gatos están atrapados en el árbol?

# data_list
source: How did the cat get up there?
es: ¿Cómo subió el gato allí?

# data_list
source: The cat is higher than Paul. How will Paul help the cat?
es: El gato está más alto que Paul. ¿Cómo puede ayudar Paul al gato?

# data_list
source: Mama, can we keep him?" How many cats? 9 Nine cats. "That is too many cats!" says Mama.
es: "Mamá, ¿podemos quedarnos con él?" ¿Cuántos gatos hay? 9 Nueve gatos. "¡Son demasiados gatos!" dice mamá.

# data_list
source: One more than eight cats is nine cats. A dog and nine cats is how many animals?
es: Si sumamos un gato más al grupo de ocho gatos son nueve gatos en total. ¿Cuántos animales suma un perro y nueve gatos.

# data_list
source: Do you know anyone with cats? How many cats do they have?
es: ¿Conoces a alguien que tenga gatos? ¿Cuántos gatos tiene?

# data_list
source: Do you think nine cats is too many?
es: ¿Crees que nueve gatos son demasiados?

# data_list
source: Long time ago, Cassava and Palm lived in a village called Koowa. They were very good friends. They visited each other every day. They were farmers. They worked very hard on their farms.
es: Hace mucho tiempo, Yuca y Palmera vivían en una aldea llamada Koowa. Eran muy buenos amigos. Se visitaban diariamente. Eran granjeros. Trabajaban muy duro en sus granjas.

# data_list
source: These are two talking plants! Use your imagination to suggest what they might be saying to each other.
es: ¡Estas son dos plantas que hablan! Usa tu imaginación para sugerir lo que podrían decirse entre ellas.

# data_list
source: Palm is a kind of tree that doesn't have branches like other trees -- it has leaves, called fronds, that are held together by a rib in the middle.
es: La palmera es un tipo de árbol que no tiene ramas como otros árboles —tiene hojas, llamadas palmas, que se mantienen unidas por un tallo en el centro.

# data_list
source: Count how many ribbed fronds you see. How does the rib on the fronds compare to your own ribs?
es: Cuenta cuántas palmas hay. ¿Cómo se compara el tallo de las hojas con tus costillas?

# data_list
source: In a certain year, there was no rain. The crops did not grow well. All the plants dried up. People did not have any food to eat. Cassava and Palm decided to travel to another village to look for work.
es: En cierto año, no llovió. Los cultivos no crecieron bien. Todas las plantas se secaron. La gente no tenía nada que comer. Yuca y Palmera decidieron ir a otra aldea para buscar trabajo.

# data_list
source: How have Palm's fronds and Cassava's leaves changed now that the weather has been so dry?
es: ¿Cómo han cambiado las hojas de Yuca y Palmera ahora que el clima ha estado tan seco?

# data_list
source: The plants in the ground are very thirsty. Have you ever been very, very thirsty? When you were extremely thirsty, how much did you drink? 1 cup? 2 cups? 3 cups? more?
es: Las plantas del suelo tienen mucha sed. ¿Alguna vez has tenido mucha, mucha sed? Cuando estabas extremadamente sediento(a), ¿cuánto tomaste? ¿Un vaso? ¿2 vasos? ¿3 vasos? ¿O más?

# data_list
source: All the little plants are dying! How many of them can you count? Can you count that high?
es: ¡Todas las plantitas se están muriendo! ¿Cuántas puedes contar? ¿Puedes contar tan alto?

# data_list
source: On their way, they met a woman. "Good afternoon," they greeted her. She responded, "Where are you going?" "We are going to the next village to look for work," said Palm.
es: En el camino, se encontraron con una mujer. Ellos la saludaron: "Buenas tardes". Ella respondió: "¿A dónde van?". "Vamos a la siguiente aldea para buscar trabajo", dijo Palmera.

# data_list
source: Cassava has what are called tuber roots that help it stand up. How many tuber roots do you see?
es: Yuca tiene lo que se llaman raíces tuberosas o tubérculos que la ayudan a estar de pie. ¿Cuántos tubérculos puedes ver?

# data_list
source: Count the fingers on the woman's hands. How many fingers do most people have? How many does she seem to be missing?
es: Cuenta los dedos en las manos de la mujer. ¿Cuántos dedos tienen la mayoría de las personas? ¿Cuántos parece que le faltan?

# data_list
source: Notice everyone's arms in this picture. Copy each one with your own arms. Arm positions can tell us a lot about what a person is thinking or feeling. What do these arm positions say to you?
es: Fíjate en los brazos de todos en esta imagen. Imítalos con tus propios brazos. Las posiciones de los brazos nos pueden decir mucho acerca de lo que piensa o siente una persona. ¿Qué te dicen las posiciones de los brazos?

# data_list
source: What work can you do? the woman asked. The friends responded, "We can provide food for your family and animals." The woman asked, "What do you need to provide the food?" "Give us land, water and good care," they replied.
es: La mujer preguntó: “¿Qué trabajo pueden hacer?”. Los amigos respondieron: "Podemos proporcionar alimento para tu familia y tus animales". La mujer preguntó: "¿Qué necesitan para proporcionar alimento?". Ellos respondieron: "Danos tierra, agua y buenos cuidados".

# data_list
source: Most of our food comes from plants. What are some of your favorite foods that come from trees? From bushes? From vines? (berries, tomatoes, beans, squash)
es: La mayoría de nuestros alimentos provienen de las plantas. ¿Cuáles son algunos de tus alimentos favoritos que provienen de los árboles? ¿Y de los arbustos? ¿De las viñas? (bayas, tomates, frijoles, calabaza)

# data_list
source: Rectangles are shapes with four straight sides, like this page. Count the rectangles on this page.
es: Los rectángulos son figuras con cuatro lados rectos como esta página. Cuenta los rectángulos de esta página.

# data_list
source: These roofs are made of straw. The roof of the round building is shaped like a cone. The roofs of the other two buildings are somewhat like two sides of a triangle.
es: Estos techos están hechos de paja. El techo del edificio redondo tiene forma de cono. Los techos de los otros dos edificios parecen los lados de un triángulo.

# data_list
source: The woman took them home with her.
es: La mujer se los llevó a su casa.

# data_list
source: Palm and Cassava have very different bodies. Describe the shape, color, and size of the scales covering Palm's body.
es: Palmera y Yuca tienen cuerpos muy diferentes. Describe la forma, el color y el tamaño de las tabalas que cubren el cuerpo de la palmera.

# data_list
source: How many of the bricks on the side of the house can you count? Are there more leaves on Cassava or bricks on the house? How many more?
es: ¿Cuántos ladrillos puedes contar en el costado de la casa? ¿Yuca tiene más hojas o la casa tiene más ladrillos? ¿Cuántos(as) más?

# data_list
source: What is the shape of the side of a brick? Do you see any other objects with that shape in this picture?
es: ¿Qué figura tiene el lado de un ladrillo? ¿Ves otros objetos con esa figura en esta imagen?

# data_list
source: One afternoon, Palm tree and Cassava had an argument. Cassava said he was more important than Palm. Palm said he was more important than Cassava.
es: Una tarde, Palmera y Yuca tuvieron una discusión. Yuca dijo que él era más importante que Palmera. Palmera dijo que él era más importante que Yuca.

# data_list
source: Palm and Cassava want to feel important. What are some ways you feel important?
es: Palmera y Yuca quieren sentirse importantes. ¿Cuáles son algunas de las maneras en que tú te sientes importante?

# data_list
source: There are many ways someone might feel important. Perhaps they are important to someone, or because they can do something really well, or maybe because someone or something needs them.
es: Hay muchas maneras en que alguien podría sentirse importante. Quizás son importantes para otros o quizás puedan hacer algo realmente bien, o quizás porque alguien o algo los necesita.

# data_list
source: Use the shadows on the ground to guess where the sun is. Point to the corner of the picture where the sun is.
es: Usa las sombras en la tierra para calcular dónde está el sol. Señala la esquina de la imagen donde se encuentra el sol.

# data_list
source: The woman heard them from her room. She came out and asked "Why are you fighting?"
es: La mujer los oyó desde su habitación. Ella salió y les preguntó: "¿Por qué están peleando?"

# data_list
source: Rectangles with four equal sides are called squares. Point out squares and rectangles in this picture.
es: Los rectángulos con cuatro lados iguales se llaman cuadrados. Señala los cuadrados y rectángulos de esta imagen.

# data_list
source: Palm and Cassava are arguing. What do you think will happen next? Will they stop being friends?
es: Palmera y Yuca están discutiendo. ¿Qué crees que sucederá a continuación? ¿Dejarán de ser amigos?

# data_list
source: Is it possible to disagree with someone and still be friends?
es: ¿Es posible estar en desacuerdo con alguien y seguir siendo amigos?

# data_list
source: Cassava spoke first. "I am more important than Palm tree. I provide tubers for your fufu, gari, boiled cassava and cassava dough."
es: Yuca habló primero: "Yo soy más importante que Palmera. Proporciono tubérculos para tu fufú, tu garri, tu yuca hervida y tu masa de yuca."

# data_list
source: Fufu is mashed cassava that people put in soups. Which kinds of soup have you eaten?
es: El fufú es yuca molida que la gente agrega a sus sopas. ¿Qué tipos de sopas has probado?

# data_list
source: These food containers are all round in some way. How are the shapes of these containers alike and how are they different?
es: Todos estos recipientes de alimentos son redondos. ¿En qué se parecen y en qué se diferencian las formas de estos recipientes?

# data_list
source: The world has about 8 billion people. Almost 1 billion people eat food from cassava. The country where people eat the most cassava is Nigeria, in Africa.
es: Hay alrededor de 8 mil millones de personas en el mundo. Casi mil millones de personas se alimentan de yuca. El país donde las personas consumen la mayor cantidad de yuca es Nigeria, en África.

# data_list
source: My stems are used for planting. My leaves and peels feed your animals. What does Palm tree do? asked Cassava.
es: "Mis tallos se usan para el cultivo. Mis hojas y cáscaras alimentan a tus animales. ¿Qué hace Palmera?", preguntó Yuca.

# data_list
source: Not all shapes are simple and regular. There are several large, irregularly-shaped dark patches on the goat. How many?
es: No todas las figuras son simples y regulares. La cabra tiene varias manchas oscuras e irregulares. ¿Cuántas manchas tiene en total?

# data_list
source: The pig seems to be enjoying the peels of the cassava plant. Which kinds of foods do we eat after peeling them?
es: El cerdo parece estar saboreando las cáscaras de la planta de yuca. ¿Qué tipos de alimentos comemos después de pelarlos?

# data_list
source: It's fun to make animal sounds. Can you make a noise like a pig or a goat? Any others?
es: Es divertido hacer sonidos de animales. ¿Puedes imitar el sonido de un cerdo o de una cabra? ¿Y de algunos otros animales?

# data_list
source: Palm tree laughed, shook his head and said, "Woman, do you remember the palm soup you enjoy so much? I provide that."
es: Palmera se rió, sacudió la cabeza y dijo: "Mujer, ¿te acuerdas de la sopa de palmito que tanto te gusta? Yo proporciono eso".

# data_list
source: Some kinds of palm trees produce coconuts and some produce palm nuts. Palm nuts hold the seeds for new palm trees.
es: Algunos tipos de palmeras producen cocos y otros producen otros frutos. Los frutos contienen las semillas de nuevas palmeras.

# data_list
source: The recipe for palm soup uses palm nuts AND fufu made from cassava. These two friends belong together!
es: La receta para la sopa de palmera usa los frutos y el fufú hecho de yuca. ¡Estos dos amigos van bien juntos!

# data_list
source: Palm is laughing so hard that spit is flying from his mouth! Did you ever laugh that hard?
es: ¡Palmera se ríe tan fuerte que salpica saliva de su boca! ¿Alguna vez te has reído así de fuerte?

# data_list
source: I provide the palm oil for preparing the kpokpoi and the palm kernel oil for frying fish and meat. How would you prepare stews and gravies without oil?
es: "Yo proporciono el aceite de palmera para el kpokpoi y el aceite de palma para freír el pescado y la carne. ¿Cómo prepararías los guisos y las salsas sin aceite?".

# data_list
source: People fry many kinds of food in oil. Name some kinds of fried food you have eaten.
es: La gente fríe muchos alimentos en aceite. Nombra algunos tipos de comida frita que has probado.

# data_list
source: If every person in the family eats one of these fish, how many people are in the family?
es: Si cada persona en la familia come un pescado, ¿cuántas personas forman parte de la familia?

# data_list
source: Suppose each person eats two fish, how many people would there be? What if each person eats half a fish?
es: Supón que cada persona come dos pescados, ¿cuántas personas habría? ¿Y si cada persona come medio pescado?

# data_list
source: In addition, my friends provide shade for your huts. You cool your heart with my sweet, rich, foamy palm wine after your hard day's work.
es: “Además, mis amigos proporcionan la sombra de tus chozas. Refrescas tu corazón con mi vino de palma dulce, rico y espumante después de un duro día de trabajo".

# data_list
source: The poles that hold up the palm frond roof are vertical -- they are straight up and down. The edge of the wall behind the people is horizontal -- it goes from side to side. Point out vertical and horizontal lines around you.
es: Los postes que sostienen el techo de palma son verticales —son rectos de arriba a abajo. El borde del muro detrás de las personas es horizontal —va de lado a lado. Señala las líneas verticales y horizontales a tu alrededor.

# data_list
source: The places where the poles meet the wall make right angles – angles like the corner of this page. Point out right angles in the picture and where you are.
es: Los lugares donde se unen los postes con el muro forman ángulos rectos —ángulos como las esquinas de esta página. Señala los ángulos rectos de la imagen y del lugar donde tú te encuentras.

# data_list
source: Most drink containers are round. Why do you suppose that is?
es: La mayoría de los contenedores de bebidas son redondos. ¿Por qué crees que es eso?

# data_list
source: Above all, the brooms that are used to sweep the rooms and compounds come from me, concluded Palm.
es: "Sobre todo, las escobas que se utilizan para barrer las habitaciones y recintos provienen de mí", concluyó Palmera.

# data_list
source: People tie palm fronds tightly together to make brooms. A dust broom is a really short broom for sweeping small areas. Do you have a dust broom?
es: La gente ata las hojas de las palmeras con fuerza para hacer escobas. Una escobilla es una escoba muy corta que se usa para barrer áreas pequeñas. ¿Tienes una escobilla?
