Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: It sounds like there might be a surprise coming. What do you think will be surprising about Antelope?
es: Parece que podría haber una sorpresa por suceder. ¿Qué crees que sorprenderá de Antílope?

# data_list
source: A good leader takes care of everyone. Do you think King Leopard is a good leader?
es: Un buen líder cuida de todos. ¿Crees que el Rey Leopardo es un buen líder?

# data_list
source: Think of a good leader who you know. Describe some qualities that you think make that person a good leader.
es: Piensa en un buen líder que conozcas. Describe algunas cualidades que crees que hacen de esa persona un buen líder.

# data_list
source: Antelope bowed to her king, turned and took the spear in her mouth. She backed up, and with all the strength in her tiny body she started running. When she reached the center of the clearing, she jumped high. She took a deep breath, released the spear and shouted, "Five and five is ten." The spear hit the ground.
es: Antílope se inclinó ante su rey, giró y tomó la lanza en su boca. Ella retrocedió, y con toda la fuerza de su pequeño cuerpo comenzó a correr. Cuando llegó al centro del claro, saltó alto. Respiró profundo, soltó la lanza y gritó: "Cinco y cinco son diez". La lanza golpeó el suelo.

# data_list
source: The surprise is Math! Antelope used her intelligence and the power of math to win the contest!
es: ¡La sorpresa son las matemáticas! ¡Antílope usó su inteligencia y el poder de las matemáticas para ganar el concurso!

# data_list
source: Think of some other combinations of numbers that add up to ten. How many ways can you think of?
es: Piensa en otras combinaciones de números que sumen diez. ¿Cuántas combinaciones se te ocurren?

# data_list
source: Try some smaller numbers, such as three, four, or five, and find all the ways to make combinations of numbers add up to those totals. Do you notice any patterns that can save you time? Discovering interesting patterns is what math is all about!
es: Prueba con algunos números más pequeños, como tres, cuatro o cinco, y encuentra todas las formas de hacer que las combinaciones de números sumen diez. ¿Notas algún patrón que pueda ahorrarte tiempo? ¡Descubrir patrones interesantes es de lo que se tratan las matemáticas!

# data_list
source: The animals were quiet. They were confused. King Leopard explained, "Yes, Antelope! Five plus five is another way to get to ten. There is more than one way to count to ten." The contest was not to find the biggest or the strongest animal. It was a contest to find the smartest animal! That is how Antelope became queen when leopard died.
es: Los animales estaban callados. Estaban confundidos. El Rey Leopardo explicó: "¡Sí, Antílope! Cinco más cinco es otra forma de llegar a diez. Hay más de una forma de contar hasta diez". El concurso no era para encontrar el animal más grande o más fuerte. ¡Fue un concurso para encontrar el animal más inteligente! Así fue como Antílope se convirtió en reina cuando murió el leopardo.

# data_list
source: Antelope listened carefully to the rules and found a new solution. Did Antelope cheat or was she clever?
es: Antílope escuchó atentamente las reglas y encontró una nueva solución. ¿Antílope hizo trampa o fue inteligente?

# data_list
source: If someone asked you to count to ten, would you count by 1's, 2's, 5's, or 10's? What would happen if you counted by 3's or 4's? Why don't those numbers come out evenly?
es: Si alguien te pidiera que contaras hasta diez, ¿contarías de 1 en 1, de 2 en 2, de 5 en 5 o de 10 en 10? ¿Qué pasaría si contaras de 3 en 3 o de 4 en 4? ¿Por qué esos números no salen uniformemente?

# data_list
source: A group of people often all think about something the same way and miss a good way to solve a problem. Good problem solvers discover new ways to approach problems!
es: Un grupo de personas a menudo piensa en algo de la misma manera y pierde una buena manera de resolver un problema. ¡Los buenos solucionadores de problemas descubren nuevas formas de abordar los problemas!
