Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# data_list
source: Imagine if you had to crawl everywhere. How hard would that be?
es: Imagina que tuvieras que arrastrarte a todas partes. ¿Qué tan difícil sería eso?

# data_list
source: An estimate is an educated guess. Without counting, estimate how many spots the giraffe has. Now count the spots and see how close you came.
es: Una estimación es una aproximación bien fundamentada. Sin contar, estima el número de manchas que tiene la jirafa. Ahora cuenta las manchas y verifica qué tanto se aproxima tu estimación.

# data_list
source: Do the estimation game with a friend. When you see a group of things, both of you make a quick estimate for the count. Now count the things and see which of you was closer.
es: Juega a estimar con un amigo. Cuando vean un grupo de objetos, ambos hagan una estimación rápida para contar. Luego cuenten los objetos y vean cuál de los dos se aproximó más.

# data_list
source: Only people had legs, which Maguru gave to them.
es: Sólo las personas tenían piernas, las que les dio Maguru.

# data_list
source: Arms and legs are called limbs. How many limbs does one person have? How many limbs do two people have?
es: Los brazos y las piernas se llaman extremidades. ¿Cuántas extremidades tiene una persona?¿Cuántas extremidades tienen dos personas?

# data_list
source: To find all the limbs for two people, you can count them by 4's as four plus four more. Another way is to count the pairs of limbs by 2's as 2, 4, 6, 8. Of course you can just count them all one at a time. Which way do you like best?
es: Para averiguar el número de extremidades de dos personas, puedes contarlas de 4 en 4 o como cuatro más cuatro. Otra manera es contar los pares de extremidades de 2 en 2 así: 2, 4, 6, 8. Por supuesto que también puedes contarlas todas de una en una. ¿Qué manera prefieres?

# data_list
source: There are lots of colors in this picture. Which colors of the rainbow are missing?
es: Hay muchos colores en esta imagen. ¿Qué colores del arcoíris faltan?

# data_list
source: One day, Maguru decided to give legs to every animal. He wanted them to walk. He told them about it.
es: Un día, Maguru decidió darle patas a todos los animales. Quería que caminaran. Él les habló acerca de ello.

# data_list
source: Count as many round shapes in this picture as you can.
es: Cuenta tantas figuras redondas como puedas en esta imagen.

# data_list
source: A round shape that comes to a point is called a cone. The megaphone and the tops of the houses are all cones. Have you ever had food, such as ice cream, out of a cone?
es: Una figura redonda que termina en un punto se llama cono. El megáfono y la parte superior de las casas son conos. ¿Alguna vez has comido algo, como un helado, de un cono?

# data_list
source: Maguru's hand has an unusual number of fingers. Who has more fingers, you or Maguru?
es: La mano de Maguru tiene un número inusual de dedos. ¿Quién tiene más dedos: tú o Maguru?

# data_list
source: The animals said, "It will be very nice to have legs." They sang and danced.
es: Los animales dijeron: "Será muy bueno tener patas". Ellos cantaron y bailaron.

# data_list
source: You can dance sitting down and you can dance lying down. Have you ever tried dancing on your knees?
es: Se puede bailar sentado y se puede bailar acostado. ¿Alguna vez has intentado bailar de rodillas?

# data_list
source: These animals can be grouped in many ways. Some have ears and some do not seem to. Some have bodies with just one color and others do not. Some have skinny tails and others do not. Can you think of some other groupings?
es: Estos animales se pueden agrupar de muchas formas. Algunos tienen orejas y algunos parece que no tienen. Algunos tienen cuerpos de un solo color y otros no. Algunos tienen colas delgadas y otros no. ¿Se te ocurren algunos otros agrupamientos?

# data_list
source: Grouping things using their properties is an important way we understand things in the world. What are some of your most important properties?
es: Agrupar objetos en base a sus características es una manera importante de entender las cosas en el mundo. ¿Cuáles son algunas de tus características más importantes?

# data_list
source: The animals said it was hard to crawl. They felt pain.
es: Los animales dijeron que era difícil arrastrarse. Sentían dolor.

# data_list
source: Would you rather crawl or walk?
es: ¿Preferirías arrastrarte o caminar?

# data_list
source: Do you think the mouse will get legs long enough to put him in the clouds?
es: ¿Crees que el ratón tendrá las piernas lo suficientemente largas para llegar a las nubes?

# data_list
source: Why do you think the crocodile has band-aids on?
es: ¿Por qué crees que el cocodrilo tiene curitas?

# data_list
source: When the day came, many animals went to Maguru's house. Giraffes, lions, elephants, rabbits, crocodiles, and birds stood in a line.
es: Cuando llegó el día, muchos animales fueron a la casa de Maguru. Jirafas, leones, elefantes, conejos, cocodrilos y aves se formaron en una fila.

# data_list
source: That's a very long line! Estimate how many animals are in that line.
es: ¡Esa es una fila muy larga! Estima cuántos animales hay en la fila.

# data_list
source: Count all the animals and see how close your estimate was. Can you count that high? Was it too high, too low, or exactly right?
es: Cuenta todos los animales para ver qué tanto se aproximó tu estimación. ¿Puedes contar tan alto? ¿Tu estimación fue demasiado alta, demasiado baja o justa?

# data_list
source: Do you see any animals going down? Do you think there is a different path on the backside of the mountain for going down?
es: ¿Ves algunos animales bajando? ¿Crees que hay otro camino en la parte trasera de la montaña para bajar?

# data_list
source: Each animal was given four legs. Birds were given two legs each.
es: Cada animal recibió cuatro patas. Las aves recibieron dos patas cada una.

# data_list
source: Birds are animals, so why are they being treated differently than the other animals?
es: Las aves son animales, entonces ¿por qué se les trata de manera diferente a otros animales?

# data_list
source: How many fewer feet did birds get than the other animals?
es: ¿Cuántas patas menos recibieron las aves que los demás animales?

# data_list
source: If you were a bird, would you feel short-changed getting only two feet, or do you think having two feet is more fun than having four?
es: Si fueras un ave, ¿te sentirías defraudado/a al recibir solo dos patas o crees que es más divertido tener dos patas que cuatro?

# data_list
source: Everything was different after they got legs. Some danced for joy. Others fell down.
es: Todo cambió después de que recibieron patas. Algunos bailaron de gusto. Otros se cayeron.

# data_list
source: Look at their faces. What are the different feelings these animals have?
es: Mira sus caras. ¿Cuáles son los diferentes sentimientos de estos animales?

# data_list
source: Some of the animals are having trouble with their new legs. Is it fun for you when you try something new, or is it frustrating sometimes? What is something new you tried that was difficult for you?
es: Algunos animales tienen problemas con sus nuevas patas. ¿Es divertido cuando intentas algo nuevo o es a veces frustrante? ¿Qué es algo nuevo que intentaste que resultó difícil para ti?

# data_list
source: How many of these animals have four legs and how many have two? What is the total number of legs on this page?
es: ¿Cuántos de estos animales tienen cuatro patas y cuántos tienen dos? ¿Cuál es el número total de patas en esta página?

# data_list
source: They went to show people. The animals said, "We will never crawl again."
es: Fueron a mostrarle a la gente. Los animales dijeron: "Nunca más nos volveremos a arrastrar".

# data_list
source: People are animals and only have two legs. According to this story, does that mean that people are birds?
es: Las personas son animales y solo tienen dos piernas. De acuerdo a la historia, ¿significa eso que las personas son aves?

# data_list
source: Is it possible for two types of animals to have a property in common, such as having two legs, and still be different? How much do two things have to have in common to be the same?
es: Es posible que dos tipos de animales tengan una característica en común, como tener dos patas, y ser todavía muy diferentes? ¿Cuánto tienen que tener en común dos cosas para ser iguales?

# data_list
source: One of these animals has four legs, but it is standing on two of them. Which one is it?
es: Uno de estos animales tiene cuatro patas, pero está parado en dos de ellas. ¿Qué animal es?

# data_list
source: The last one in the line was Millipede. Maguru asked, "Is there anyone else after you?" Millipede answered, "No, I am the last one."
es: El último en la fila era Milpiés. Maguru preguntó: "¿Hay alguien más detrás de ti?". Milpiés respondió: "No, soy el último".

# data_list
source: When you are in line and there is no one after you, you are the last one. Where are you in line if there is no one before you?
es: Cuando estás en una fila y no hay nadie detrás de ti, tú eres el último. ¿Dónde estás en la fila si no hay nadie en frente de ti?

# data_list
source: Why was it important to Maguru that Millipede is last? Do you think Maguru is tired of giving legs to animals?
es: ¿Por qué era importante para Maguru que Milpiés fuera el último? ¿Crees que Maguru está cansado de dar patas a los animales?

# data_list
source: What do you think will happen next?
es: ¿Qué crees que sucederá a continuación?

# data_list
source: Maguru thought, "He is the last one. What will I do with the rest of the legs?" Maguru gave Millipede all the remaining legs.
es: Maguru pensó, "Él es el último. ¿Qué haré con el resto de las patas?" Maguru le dio a Milpiés todas las patas que quedaban.

# data_list
source: Millipede looks very happy to have so many legs. Would you like to have that many legs?
es: Milpiés se ve muy feliz de tener tantas patas. ¿Te gustaría tener tantas piernas?

# data_list
source: If you had so many legs, think of all the shoes you would need. Tying your shoes in the morning would take forever!
es: Si tuvieras muchas piernas, piensa en todos los zapatos que necesitarías. ¡Amarrarte los cordones por la mañana tomaría mucho tiempo!

# data_list
source: Can you count high enough to count all of Millipede's feet? Millipede's name means "thousand feet." The record for a millipede is 750 feet, so the name is not exactly correct.
es: ¿Puedes contar todas las patas de Milpiés? El nombre de Milpiés significa "mil pies". El máximo número de patas para un milpiés es 750, así que el nombre no es exactamente correcto.

# data_list
source: Millipede was very happy. He said, "I will move faster than others."
es: Milpiés estaba muy contento. Él dijo: "Me moveré más rápido que otros".

# data_list
source: Do you think an animal moves faster because it has more feet? Can you think of four-legged animals that move more slowly than people?
es: ¿Crees que un animal se mueva más rápido porque tiene más patas? ¿Se te ocurren animales de cuatro patas que se muevan más lentamente que las personas?

# data_list
source: Have you ever seen a millipede? They do not move very quickly at all! Why do you suppose they are so slow?
es: ¿Alguna vez has visto un milpiés? ¡No se mueven para nada rápido! ¿Por qué crees que son lentos?

# data_list
source: Clouds often look like the clouds in this picture; they have flat bottoms and fluffy tops. Do you have any ideas on why that would be?
es: Las nubes a veces se ven como las nubes en esta imagen; tienen la parte inferior plana y la parte superior esponjosa. ¿Tienes alguna idea de por qué?

# data_list
source: After Millipede left, Snake came to Maguru's house. He said to Maguru, "Please give me some legs."
es: Después de que Milpiés se fue, Serpiente vino a la casa de Maguru. Él le dijo a Maguru: "Por favor dame algunas patas".

# data_list
source: Uh oh! There are no more legs and Snake needs some. How would you solve this problem?
es: ¡Ay, no! Ya no hay más patas y Serpiente necesita algunas. ¿Cómo resolverías este problema?

# data_list
source: Rectangles are shapes with four straight sides that look like this page. How many rectangles can you find on this page?
es: Los rectángulos son figuras con cuatro lados rectos como esta página. ¿Cuántos rectángulos puedes encontrar en esta página?

# data_list
source: Squares are rectangles with four equal sides. Can you find the rectangle on this page that is a square?
es: Los cuadrados son rectángulos con cuatro lados iguales. ¿Puedes encontrar el rectángulo de esta página que es un cuadrado?

# data_list
source: Maguru said, "I have given out all the legs. Where were you?" Snake answered, "I overslept."
es: Maguru dijo: "Ya repartí todas las patas. ¿Dónde estabas?". Serpiente respondió: "Me quedé dormido".

# data_list
source: Look at their faces. How do they feel?
es: Mira sus caras. ¿Cómo se sienten?

# data_list
source: Have you ever overslept? Was it fun to sleep in, or did you feel guilty about sleeping so long?
es: ¿Alguna vez te has quedado dormido/a? ¿Fue divertido dormir más tiempo o te sentiste culpable?

# data_list
source: Can you count all the stripes on this page? Can you count that high?
es: ¿Puedes contar todas las rayas de esta página? ¿Puedes contar tan alto?

# data_list
source: Maguru looked to see if there were legs remaining. He did not find any.
es: Maguru revisó para ver si le quedaban patas. No encontró ninguna.

# data_list
source: Describe some of the rectangles on this page. Are any of them squares?
es: Describe algunos de los rectángulos de esta página. ¿Son cuadrados algunos de ellos?

# data_list
source: When you can only see part of something that has a stripe, it can look like a rectangle. Describe a few of those on this page.
es: Cuando solo puedes ver una parte de algo que tiene una raya, puede parecer un rectángulo. Describe algunos de esos casos en esta página.

# data_list
source: There are no legs where Maguru looked. When you have none of something, you have 0 of them. Zero is a very useful number for describing not having anything. Name some silly things that you have zero of!
es: No hay patas donde buscó Maguru. Cuando no tienes algo, tienes 0 de eso. El cero es un número muy útil para describir el no tener nada. ¡Nombra algunas cosas de las que tienes cero!

# data_list
source: Maguru said to Snake, "Sorry. There are no legs left." Snake crawled home without legs. From that day, Snake does not sleep much. He is waiting to be first in line to get legs.
es: Maguru le dijo a Serpiente: "Lo siento. Ya no quedan patas". Serpiente se arrastró a su casa sin patas. Desde ese día, Serpiente no duerme mucho. Él está esperando ser el primero en la fila para obtener patas.

# data_list
source: It is a very sad day for Snake! Have you ever been sad that others got something that you did not? Were you happy for the others, or just sad that you were left out?
es: ¡Es un día muy triste para Serpiente! ¿Alguna vez te sentiste triste porque alguien obtuvo algo y tú no? ¿Te sentiste feliz por ellos o triste porque no te tocó?

# data_list
source: Can you think of some other animals that have zero legs?
es: ¿Se te ocurren otros animales que tengan cero patas?

# data_list
source: There is a cloud next to Maguru that is quite strange! The cloud is between Snake and Maguru's home. It must be a very tiny cloud!
es: ¡Hay una nube a lado de Maguru que es bastante extraña! La nube está entre Serpiente y la casa de Maguru. ¡Debe ser una nube muy pequeña!

# data_list
source: My sister's dress is too big for me!
es: ¡El vestido de mi hermana es demasiado grande para mí!

# data_list
source: Do you sometimes wear someone else's clothes? Is it fun to imagine you are that other person when you do it?
es: ¿Te pones a veces la ropa de alguien más? ¿Es divertido imaginar que eres esa persona cuando lo haces?

# data_list
source: How can you tell the dress and belt are too big?
es: ¿Cómo sabes que el vestido y el cinturón son demasiado grandes?

# data_list
source: A rectangle is a four-sided shape like this page. Point to rectangles in the picture. Do you see any rectangles where you are?
es: Un rectángulo es una figura de cuatro lados como esta página. Señala los rectángulos en la imagen. ¿Ves algún rectángulo en el lugar donde tú estás?

# data_list
source: My brother's jersey is also too big for me.
es: El suéter de mi hermano también es muy grande para mí.

# data_list
source: Looking at her face, how does she feel about having a jersey that is too big?
es: Mira su cara, ¿cómo se siente con el suéter que es demasiado grande?

# data_list
source: Is the orange dress she has on the right size for her?
es: ¿El vestido naranja que trae puesto es de la talla correcta para ella?

# data_list
source: Notice the new rectangles in this picture.
es: Observa los rectángulos nuevos en esta imagen.

# data_list
source: My bag is big. But not too big!
es: Mi mochila es grande. ¡Pero no demasiado grande!

# data_list
source: Is this bag too big for her?
es: ¿La mochila es demasiado grande para ella?

# data_list
source: Count together the clasps on the bag.
es: Cuenten juntos los broches de la mochila.

# data_list
source: What would you put in this bag if it were yours?
es: ¿Qué pondrías dentro de esta mochila si fuera tuya?

# data_list
source: This old belt is too small for me.
es: Este cinturón viejo es demasiado pequeño para mí.

# data_list
source: Why might this child's old belt from when she was younger be too small for her?
es: ¿Por qué podría ser demasiado pequeño para ella un cinturón viejo de cuando era más chica?

# data_list
source: What does the expression on her face tell you about how she is feeling about the belt?
es: ¿Qué te dice la expresión de su cara acerca de cómo se siente respecto al cinturón?

# data_list
source: How many pieces of clothing has she tried on?
es: ¿Cuántas prendas de ropa se ha puesto?

# data_list
source: This is my doll's hat.
es: Este es el sombrero de mi muñeca.

# data_list
source: This is the fourth piece of clothing that is a bad fit for her. How does she feel about it? Do you think she is feeling discouraged?
es: Esta es la cuarta prenda que no le queda. ¿Cómo se siente ella acerca de eso? ¿Crees que se siente desanimada?

# data_list
source: Count together the number of pieces of wood that make up the back of the chair.
es: Cuenten juntos cuántas piezas de madera hay en el respaldo de la silla.

# data_list
source: She has two eyes, ears, and arms, but only one mouth and nose. Where do the body parts that she has one of line up on her body?
es: Ella tiene dos ojos, dos orejas y dos brazos, pero solo una boca y una nariz. ¿En dónde se alinean las partes del cuerpo que son únicas?

# data_list
source: My socks are the right size. But the wrong color!
es: Mis calcetines son de la talla correcta. ¡Pero son del color equivocado!

# data_list
source: Including her hair ties, which colors is she wearing?
es: Incluyendo las ligas del cabello, ¿de qué colores está vestida ella?

# data_list
source: Do you think her socks are the wrong color?
es: ¿Crees que sus calcetines son del color equivocado?

# data_list
source: The picture of the chair is made up of several rectangles. How many can you find?
es: La imagen de la silla está compuesta de varios rectángulos. ¿Cuántos puedes encontrar?

# data_list
source: These are my new shoes.
es: Estos son mis zapatos nuevos.

# data_list
source: After all the other clothes, do you think these shoes will fit?
es: Después de todas las otras prendas, ¿crees que estos zapatos le quedarán?

# data_list
source: Where did she go?
es: ¿A dónde fue?

# data_list
source: These shoes must be in a different room -- the door and windows are a different color. What colors were they before?
es: Estos zapatos deben estar en otro cuarto. La puerta y las ventanas son de diferente color. ¿De qué colores eran antes?

# data_list
source: They fit me very well.
es: Me quedan muy bien.

# data_list
source: Is her hat the same as her doll's hat? Does it seem too small to you?
es: ¿Es su sombrero igual que el de la muñeca? ¿Te parece que es demasiado pequeño?

# data_list
source: Do you think she needs a belt with her dress?
es: ¿Crees que le hace falta un cinturón para su vestido?

# data_list
source: Is she ready for school now?
es: ¿Crees que está lista para ir a la escuela?

# data_list
source: Let me tell you about the palm tree.
es: Déjame contarte acerca de la palmera.

# data_list
source: Do you have palm trees where you live? There are many kinds of palm trees -- perhaps yours look different than these.
es: ¿Hay palmeras donde vives tú? Hay muchos tipos de palmeras. Tal vez las que hay donde tú vives se ven diferentes a estas.

# data_list
source: His necklace has a repeating pattern of yellow and red beads. Count the beads by using the pattern to count by 2's.
es: Su collar tiene un patrón de cuencas amarillas y rojas. Usa el patrón para contar las cuencas de 2 en 2.

# data_list
source: He has loops for his ears. How many looping pieces of clothing does he have? Be sure to look all over.
es: Él tiene aros en sus orejas. ¿Cuántas prendas con formas de aro lleva puestas? Fíjate muy bien.

# data_list
source: This tree lives when everything else is dry.
es: Este árbol vive aun cuando todo lo demás a su alrededor está seco.

# data_list
source: Water is needed by most living things. Palm trees are smart about using very little water in a dry place.
es: La mayoría de los seres vivos necesitan agua. Las palmeras usan muy poca agua en un lugar seco.

# data_list
source: The branches split into two branches as they go up. Count the branches at the top of what we can see before the leaves.
es: Las ramas se dividen en dos a medida que crecen hacia arriba. Cuenta las ramas de arriba que se pueden ver debajo de las hojas.

# data_list
source: Count the bones and stones on the ground.
es: Cuenta los huesos y las piedras en el suelo.

# data_list
source: The shade from a palm tree is always cool.
es: La sombra de una palmera siempre es fresca.

# data_list
source: Is there something special about the shade of a palm tree that makes it cool?
es: ¿Qué tiene de especial la sombra de una palmera que la hace fresca?

# data_list
source: Is the shade of all trees cool?
es: ¿Es fresca la sombra de cualquier árbol?

# data_list
source: This person barely fits inside this shade. Why did he pick such a small tree? Maybe there aren't any other trees nearby?
es: Esta persona apenas cabe en la sombra. ¿Por qué escogió un árbol tan pequeño? ¿Acaso no hay otros árboles cerca?

# data_list
source: We eat fruit from the palm tree.
es: Comemos los frutos de la palmera.

# data_list
source: Name and count the kinds of fruit you like to eat.
es: Nombra y cuenta los tipos de frutas que te gusta comer.

# data_list
source: Their hair is braided into rows. Which one has more rows that you can see? What is the difference between the two numbers -- how many more?
es: El cabello de ambos está trenzado en hileras. ¿Quién tiene más hileras que puedes ver? ¿Cuál es la diferencia entre el número de hileras de cada uno? ¿Cuántas más hileras tiene uno que otro?

# data_list
source: Does it make sense that the bigger person would have the bigger number of hair rows?
es: ¿Tiene sentido que la persona más grande tenga el mayor número de hileras?

# data_list
source: We use palm leaves to thatch our houses.
es: Usamos las hojas de la palmera para techar nuestras casas.

# data_list
source: This house has a round shape. Round houses are easier to build and enclose more space.
es: Esta casa tiene una forma redonda. Las casas redondas son más fáciles de construir y tienen más espacio.

# data_list
source: Do you have any round buildings where you live?
es: ¿Hay edificios redondos donde tú vives?
