Repository: IDEMSInternational/efm-app-content
Catalog: app_data/translations/*/*_efm_content.po
Languages: es

# template
source: Another option for adding complexity to these puzzles is to use non-circular shapes. While the value in a circle may or may not duplicate the value in some other circle or shape, the value in a non-circular shape must match the value in all other places with the same shape. For example, all squares have the same value. Use matching shapes to practice adding twins, near twins, and halving. If you like, you can add the rule that two non-circular shapes that have different shapes must have different values - for example, a square and a hexagon would have to have different values. Make any of these puzzles by starting with a diagram that is completely filled in and then removing some numbers. If the puzzle has some repeated numbers, use a square or other shape instead of a circle for that repeated number. The next two puzzles illustrate the psychological difference between using a circle from two directions and replacing the circle with two squares. These two puzzles are essentially the same, but a young child will find the first one much easier to understand and work with. Please give your child plenty of practice with circle-only puzzles before venturing into more sophisticated puzzles with non-circular shapes.
es: Otra opción para agregar complejidad a estos juegos es utilizar figuras no circulares. Si bien el valor en un círculo puede o no ser el doble del valor en algún otro círculo o figura, el valor en una figura no circular debe tener el mismo valor en todos los demás lugares con la misma figura. Por ejemplo, todos los cuadrados tienen el mismo valor. Use figuras similares para practicar la suma de números iguales, casi iguales y calcular mitades. Si lo desea, puede agregar la regla de que dos figuras no circulares que tienen formas diferentes deben tener valores diferentes; por ejemplo, un cuadrado y un hexágono deberían tener valores diferentes. Haga cualquiera de estos juegos comenzando con un diagrama que esté completamente resuelto y luego quite algunos números. Si el juego tiene algunos números repetidos, use un cuadrado u otra figura en lugar de un círculo para ese número repetido. Los siguientes dos juegos ilustran la diferencia psicológica entre usar un círculo desde dos direcciones y reemplazar el círculo con dos cuadrados. Estos dos juegos son esencialmente iguales, pero un niño pequeño encontrará el primero mucho más fácil de entender y trabajar. Por favor, ofrézcale a su niño/niña mucha práctica con juegos de solo círculos antes de aventurarse con juegos más sofisticados con figuras no circulares.

# template
source: Puzzles similar to the next three are useful for practicing adding twins, near twins, and triples.
es: Los juegos similares a los tres siguientes son útiles para practicar la suma de números iguales, casi iguales y triples.

# template
source: Here are some examples of using non-circular shapes to make trickier puzzles. If your child enjoys these, there are a great many more variations to explore. Happy puzzling!
es: A continuación, se muestran algunos ejemplos del uso de figuras no circulares para hacer juegos más complicados. Si su niño/niña disfruta de estos, hay muchas más variaciones para explorar. ¡Diviértanse!

# template
source: Nim – Doubling the Limit
es: Nim – Doblando el Límite

# template
source: One Pile
es: Un Montón

# template
source: Set a starting total, say 20. Let your child choose whether to go first or second. During the first turn, a player chooses to subtract 1 or 2 from the current total. After the first turn, a player may subtract any number from 1 up to twice the number used on the last turn. The first person to reach 0 wins. There are many alternative versions of this game. Some of them are: * The first person to reach the target loses. * Instead of using the range of 1 to 2, the initial range is from 1 to one less (or two less) than the target number. * Practice adding, rather than subtracting, by starting at 0 and having the first person to reach the target win (or lose). * The initial limit is one (or two) less than the target number, and instead of doubling the value used of the last turn, use the value of the last turn as the limit. * The initial limit is one (or two) less than the target number, and instead of doubling the value used of the last turn, use the triple of the value of the last turn. As you can see, there are lots of variations. Make up your own family rules if you are enjoying the game. For the most part, these games are much harder to analyze than the versions of Nim that use a fixed set of choices for each move.
es: Establezca un total inicial, digamos 20. Deje que su niño/niña elija si va primero o segundo. Durante el primer turno, un jugador elige restar 1 o 2 del total actual. Después del primer turno, un jugador puede restar cualquier número desde 1 hasta el doble del número utilizado en el último turno. La primera persona en llegar a 0 gana. Hay muchas versiones alternativas de este juego. Algunas de ellas son: * La primera persona en alcanzar el objetivo pierde. * En lugar de utilizar el rango de 1 a 2, el rango inicial es de 1 a uno menos (o dos menos) que el número objetivo. * Practiquen sumar, en lugar de restar, comenzando en 0 y haciendo que la primera persona en alcanzar el objetivo gane (o pierda). * El límite inicial es uno (o dos) menos que el número objetivo y, en lugar de duplicar el valor utilizado en el último turno, utilice el valor del último turno como límite. * El límite inicial es uno (o dos) menos que el número objetivo, y en lugar de duplicar el valor usado en el último turno, use el triple del valor del último turno. Como puede ver, hay muchas variaciones. Inventen sus propias reglas familiares si están disfrutando del juego. En su mayor parte, estos juegos son mucho más difíciles de analizar que las versiones de Nim que utilizan un conjunto fijo de opciones para cada movimiento.

# template
source: More Than One Pile
es: Más De un Montón

# template
source: Yet another way to make new versions of this game is to use more than one number. Picture this version as having several piles of tokens (pebbles, bits of food). For example, you could have two piles with 12 tokens in one pile and 8 in the other. A standard rule to use is that you can take any number of tokens, but they must all be from one pile. Alternative versions of this game are: * There are more than two piles. * You have the option of taking the same number of tokens from all the piles. * You have the option of taking the same number of tokens from the piles you choose. * You can only take tokens from the largest pile. As you can imagine, there are even more versions of this game; however, perhaps this is more than enough for now!
es: Otra forma adicional de crear nuevas versiones de este juego es usar más de un número. Imagine que esta versión tiene varios montones de fichas (piedritas, trozos de comida). Por ejemplo, podría tener dos montones con 12 fichas en un montón y 8 en el otro. Una regla estándar a utilizar es que puede tomar cualquier número de fichas, pero todas deben ser de un solo montón. Las versiones alternativas de este juego son: * Hay más de dos montones. * Tienen la opción de tomar la misma cantidad de fichas de todos los montones. * Tienen la opción de tomar la misma cantidad de fichas de los montones que elijan. * Solo pueden tomar fichas del montón más grande. Como puede imaginar, hay incluso más versiones de este juego; sin embargo, ¡quizás esto sea más que suficiente por ahora!

# template
source: Counting Evens and Odds
es: Contar Pares e Impares

# template
source: Basic Setup
es: Configuración Básica

# template
source: Use a small collection of Number Cards involving some small quantities. Start with three cards and later on use more cards if your child enjoys the investigation. Suppose the numbers are 1, 2, and 3. The question is: If you randomly pick two cards and add them, are you more likely to get an even number or an odd number? There are two ways to look into this. One way is to do experiments. Shuffle the cards, randomly pick two cards, and see whether the sum is even or odd. After each experiment, put a tick mark in the appropriate column on a piece of paper to count the even and odd results. The second way is to count how many ways there are of getting an odd number versus an even number. For example, in the case of using 1, 2, and 3, there is one way to get an even number (1 + 3) and two ways to get an odd number (1 + 2, 2 + 3). So, for the numbers 1, 2, and 3, the odd number sums are twice as likely. After you’ve played around with 1, 2, and 3 for a while, try other groups of three cards. Does 2, 3, and 4 behave any differently? The groups 1, 3, 5 and 2, 4, 6 produce only even numbers - why is that? After playing around with three cards for a while, see what happens with 4 or more cards. To make a game of it, let one player be Even and the other player be Odd. See who has the most successes after a dozen trial runs.
es: Utilice una pequeña colección de tarjetas numéricas con cantidades pequeñas. Comience con tres tarjetas y luego use más tarjetas si a su niño/niña le gusta la investigación. Suponga que los números son 1, 2 y 3. La pregunta es: Si elige dos tarjetas al azar y las suma, ¿es más probable que obtenga una número par o impar? Hay dos formas de analizar esto. Una forma es hacer experimentos. Baraje las cartas, elija dos cartas al azar y compruebe si la suma es par o impar. Después de cada experimento, coloque una marca de verificación en la columna correspondiente en una hoja de papel para contar los resultados pares e impares. La segunda forma es contar cuántas formas hay de obtener un número impar frente a un número par. Por ejemplo, en el caso de usar 1, 2 y 3, hay una forma de obtener un número par (1 + 3) y dos formas de obtener un número impar (1 + 2, 2 + 3). Entonces, para los números 1, 2 y 3, las sumas de números impares son dos veces más probables. Después de haber jugado con 1, 2 y 3 por un tiempo, pruebe con otros grupos de tres cartas. ¿Sucede algo diferente con los números 2, 3 y 4? Los grupos 1, 3, 5 y 2, 4, 6 solo producen números pares, ¿por qué? Después de jugar un rato con tres cartas, observen qué pasa con 4 o más cartas. Para convertirlo en un juego, deje que un jugador sea par y el otro jugador impar. Vea quién tiene más éxitos después de una docena de pruebas.

# template
source: Investigation Analysis
es: Análisis de la Investigación

# template
source: The fun thing about an investigation is that it invites a person to play with the numbers and be a mathematician. As mentioned above, play around with different groups of three numbers. After some experimentation, your child may notice that any group of three numbers that has at least one even number and one odd number behaves the same. However, if all the numbers are all odd numbers or all even numbers, then the sums are all even. Which brings up the usual question: Why does that happen? After some experimentation, even a young child can stumble upon the beautiful number theory rule that says: * Even plus Even is Even * Even plus Odd is Odd * Odd plus Odd is Even Why does this rule work? Use the Number Shapes activity to represent even numbers and odd numbers with two rows of tokens - when will adding these numbers come out to two equal rows? Once this rule is discovered, your child may realize that the particular numbers do not matter so much. Having the numbers 1, 2, 3 is really no different from having the numbers 3, 4, 5 (or 3, 12, 17 for that matter). The analysis really depends on how many numbers are even and how many are odd. With that in mind, here is a table of the possible outcomes for groups of size three and four. 3 Numbers: * 3 Evens, 0 Odds - 3 Even sums * 2 Evens, 1 Odd - 1 Even sum, 2 Odd sums * 1 Even, 2 Odds - 1 Even sum, 2 Odd sums * 0 Evens, 3 Odds - 3 Even sums 4 Numbers: * 4 Evens, 0 Odds - 6 Even sums * 3 Evens, 1 Odd - 3 Even sums, 3 Odd sums * 2 Evens, 2 Odds - 2 Even sums, 4 Odd sums * 1 Even, 3 Odds - 3 Even sums, 3 Odd sums * 0 Evens, 4 Odds - 6 Even sums The results are surprising and leave many things to investigate if one is interested! What happens with 5 numbers, 6 numbers, or more? Why is it that interchanging Even numbers and Odd numbers does not seem to change the results? For example, if you have 3 Evens and 1 Odd you get the same results as 1 Even and 3 odds. For circumstances like 3 Evens and 1 Odd, why do the results come out balanced when the Even and Odd counts start out unbalanced? This is some cool mathematics and even a small child can play around with it!
es: Lo divertido de una investigación es que invita a una persona a jugar con los números y a ser matemático. Como se mencionó anteriormente, juegue con diferentes grupos de tres números. Después de un poco de experimentación, su niño/niña puede notar que cualquier grupo de tres números que tenga al menos un número par y un número impar se comporta de la misma manera. Sin embargo, si todos los números son impares o pares, entonces las sumas son todas pares. Lo que trae a colación la pregunta habitual: ¿Por qué sucede eso? Después de un poco de experimentación, incluso un niño pequeño puede dar con la hermosa regla de la teoría de los números que dice: *Par más par resulta en par *Par más impar resulta en impar *Impar más impar resulta en par ¿Por qué funciona esta regla? Utilice la actividad Formas de números para representar números pares e impares con dos filas de fichas. ¿Cuándo va a resultar en dos filas iguales la suma de estos dos números? Una vez que se descubre esta regla, su niño/niña puede darse cuenta de que los números en particular no importan tanto. Tener los números 1, 2, 3 realmente no es diferente de tener los números 3, 4, 5 (o 3, 12, 17 para el caso). El análisis realmente depende de cuántos números son pares y cuántos son impares. Con eso en mente, aquí hay una tabla de los posibles resultados para grupos de tamaño tres y cuatro. 3 números: *3 pares, 0 impares - 3 sumas pares *2 pares, 1 impar - 1 suma par, 2 sumas impares *1 par, 2 impares - 1 suma par, 2 sumas impares *0 pares, 3 impares - 3 sumas pares 4 números: *4 pares, 0 impares - 6 sumas pares *3 pares, 1 impar - 3 sumas pares, 3 sumas impares *2 pares, 2 impares - 2 sumas pares, 4 sumas impares *1 par, 3 impares - 3 sumas pares, 3 sumas impares *0 pares, 4 impares - 6 sumas pares ¡Los resultados son sorprendentes y dejan muchas cosas por investigar si a uno le interesa! ¿Qué sucede con 5 números, 6 números o más? ¿Por qué el intercambio de números pares e impares no parece cambiar los resultados? Por ejemplo, si tiene 3 pares y 1 impar, obtendrá los mismos resultados que 1 par y 3 impares. Para circunstancias como 3 pares y 1 impar, ¿por qué los resultados salen equilibrados cuando los pares e impares comienzan desequilibrados? ¡Estas son algunas matemáticas geniales e incluso un niño pequeño puede jugar con ellas!

# template
source: Sum Groups
es: Grupos de Suma

# template
source: These puzzles use a grid of numbers with a target sum. Find groups of two, three, or four numbers that add up to the target. The members of a group must share sides. Use tokens, such as different types of food items, to identify each group within the puzzle. When complete, the entire puzzle will be made up of identified groups.
es: Estos juegos matemáticos utilizan una cuadrícula de números con una suma objetivo. Busque grupos de dos, tres o cuatro números que sumados den como resultado el objetivo. Los miembros de un grupo deben compartir lados. Use fichas, como diferentes tipos de productos alimenticios, para identificar a cada grupo dentro de la cuadrícula. Cuando esté completada, toda la cuadrícula estará compuesta por grupos identificados.

# template
source: These puzzles provide particularly good practice with number bonds. By using tokens instead of a pencil, you can use puzzle sheets over and over. Create these puzzles by starting with an empty grid and putting in numbers around the grid using pairs and triples that add up to the target sum. It’s more fun if the puzzle has just one solution, but don’t worry about it.
es: Estos juegos proporcionan una práctica particularmente buena con los vínculos numéricos. Al usar fichas en lugar de un lápiz, puede usar las hojas de juegos una y otra vez. Cree estos juegos comenzando con una cuadrícula vacía y colocando números alrededor de la cuadrícula usando pares y tríos que sumados den como resultado la suma objetivo. Es más divertido si el juego tiene una sola solución, pero no se preocupe por eso.

# template
source: Zoo Rescue
es: Rescate en el Zoológico

# template
source: Game Description
es: Descripción del Juego

# template
source: In this game, use two dice or two sets of number cards going from 1 to 6. Each player has 6 tokens – animal tokens are perfect for this game if you have them. Each player also has a piece of paper with boxes numbered from 0 to 5. Each player decides where to put their 6 tokens – it is okay to put more than one token in a box. During a player’s turn, two numbers are created by rolling the dice or picking two cards, and the difference of those numbers is used. A player can free one of their tokens if they have one in that box. The first player to rescue all their tokens wins.
es: En este juego, use dos dados o dos juegos de tarjetas numéricas que vayan del 1 al 6. Cada jugador tiene 6 fichas; las fichas de animales son perfectas para este juego si las tiene. Cada jugador también tiene una hoja de papel con casillas numeradas del 0 al 5. Cada jugador decide dónde colocar sus 6 fichas; está bien poner más de una ficha en una casilla. Durante el turno de un jugador, se crean dos números tirando los dados o eligiendo dos cartas, y se usa la resta de esos números. El jugador puede liberar una de sus fichas si tiene una en la casilla con el número correspondiente. El primer jugador en rescatar todas sus fichas gana.

# template
source: Strategy For Placing Tokens
es: Estrategia Para Colocar las Fichas

# template
source: How should a player place the 6 tokens? As is often a good idea, let’s start with a simpler question: Where would the best place be to put 1 token. This would clearly be in the box most likely to occur. Rather than doing any tricky analysis, we can simply list out the possibilities, count out how many times each difference occurs, and see which differences happen the most.
es: ¿Cómo debe un jugador colocar las 6 fichas? Como suele ser una buena idea, comencemos con una pregunta más simple: ¿Dónde sería el mejor lugar para colocar 1 ficha? Esto claramente sería en la casilla con más probabilidades de ocurrir. En lugar de hacer un análisis complicado, simplemente podemos enumerar las posibilidades y ver qué diferencias ocurren más seguido.

# template
source: Counting up the totals for the differences, we have 0 - 6, 1 - 10, 2 - 8, 3 - 6, 4 - 4, 5 - 2. So, 1 is clearly the best choice and it will happen 10 / 36 of the time. We can rank them in order of frequency as 1, 2, 3, 0, 4, and 5. The much harder question is what to do with more than one token. Once you’ve seen these numbers, a good question for an older child is: why wouldn’t you just put all your tokens on 1? To see the answer to this, imagine the simpler situation where you had only two tokens and you ignored all results that weren’t 1 or 2. Then 1 would happen 10 / 18 of the time and 2 would happen 8 / 18 of the time. If you put both tokens on 1, you would need to get a 1 and then a 1 to win after two rolls. However, if you put a token on 1 and a token on 2, you would be successful after two rolls with a 1 and then a 2, or a 2 and then a 1 - something that is about 60% more likely to happen! Rather than go into a long, detailed analysis, let’s just leave it at something fairly simple that appeals to our intuition - put most of your tokens on 1, the second most on 2, and maybe one on 0 or 3. There’s no guarantee you’ll win, but you should do pretty well in the long run!
es: Contando los resultados, tenemos 0 - 6 veces, 1 - 10 veces, 2 - 8 veces, 3 - 6 veces, 4 - 4 veces y 5 - 2 veces. Entonces, 1 es claramente la mejor opción y sucederá 10/36 de las veces. Podemos clasificarlos en orden de frecuencia como 1, 2, 3, 0, 4 y 5. La pregunta mucho más difícil es qué hacer con más de una ficha. Una vez que haya visto estos números, una buena pregunta para un niño mayor es: ¿por qué no pondría todas sus fichas en 1? Para ver la respuesta a esto, imagine la situación más simple en la que solo tiene dos fichas e ignora todos los resultados que no sean 1 o 2. Entonces 1 sucedería 10/18 de las veces y 2 sucedería 8/18 de las veces. Si pone ambas fichas en 1, necesitaría obtener un 1 y luego un 1 para ganar después de dos tiradas. Sin embargo, si pone una ficha en 1 y una ficha en 2, tendrá éxito después de dos tiradas con un 1 y luego un 2, o un 2 y luego un 1, ¡algo que es aproximadamente un 60% más probable que suceda! En lugar de comenzar un análisis largo y detallado, dejémoslo en algo bastante simple que atraiga nuestra intuición: coloque la mayoría de sus fichas en 1, algunas más en 2 y tal vez una en 0 o 3. No hay garantía de que usted ganará, ¡pero debería irle bastante bien a largo plazo!

# template
source: Common Sums
es: Sumas Comunes

# template
source: Make a sheet of paper with 12 rows. In each row, put 8 squares. The leftmost column of squares has the numbers from 1 to 12 written in the squares. Put 1 token on each of the 12 numbers. Start rolling a pair of dice. After each roll, move the token for the sum of the dice one square to the right. The goal for each token is to be the first to get all the way to the right across the page. Let your child come up with some questions to investigate. Some natural questions are: * Which token will win and why? * Which tokens do well and which ones do poorly? * Which token is the worst? * How will the winners change if the rows are changed to have fewer squares or more squares? Have your child explain their ideas about the answers to these questions, and then investigate their ideas by running experiments. Add a competitive element to this by guessing which token will win before the round starts.
es: Haga una hoja de papel con 12 filas. En cada fila, coloque 8 cuadrados. La columna de cuadrados más a la izquierda tiene los números del 1 al 12 escritos en los cuadrados. Pon 1 ficha en cada uno de los 12 números. Empiece a lanzar un par de dados. Después de cada lanzamiento, mueva la ficha de la suma de los dados un cuadrado a la derecha. El objetivo para cada ficha es ser el primero en llegar hasta la derecha en la página. Deje que su niño/niña haga algunas preguntas para investigar. Algunas preguntas naturales son: * ¿Qué ficha ganará y por qué? * ¿Qué fichas funcionan bien y cuáles no? * ¿Qué ficha es la peor? * ¿Cómo cambiarán los ganadores si las filas se cambian para tener menos cuadrados o más cuadrados? Haga que su niño/niña explique sus ideas sobre las respuestas a estas preguntas y luego investigue sus ideas realizando experimentos con los dados. Agregue un elemento competitivo a esto adivinando qué ficha ganará antes de que comience la ronda.
