{
  "Count together the whiskers, ears, legs, eyes, and tails.": "Cuenten juntos el número de bigotes, orejas, patas, ojos y colas.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "¿Cuáles recuentos son iguales?, ¿cuáles son diferentes?, ¿cuál es el más grande? y ¿cuál es el más pequeño?",
  "Which animal is red and which one is yellow?": "¿Qué animal es rojo y cuál es amarillo?",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "Gato y Perro viven en una casa. \n\nUna casa con una puerta. \n\nUna casa con techo.",
  "Cat and Dog live in a round house. Is your house round?": "Gato y Perro viven en una casa redonda. ¿Tu casa es redonda?",
  "Point to any other round things in the picture.": "Señala cualquier otro objeto redondo que haya en la imagen.",
  "How many rooms does their house seem to have?": "¿Cuántas habitaciones parece tener su casa?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "Gato y Perro tienen una pelota.\n\nLa pelota es roja, azul y amarilla.",
  "Count together the number of colors on the ball.": "Cuenten juntos el número de colores que tiene la pelota.",
  "Which color on the ball is not a color for Cat or Dog?": "¿Qué color de la pelota no es un color para un gato o un perro?",
  "Is there anything where you are that is striped like this ball?": "¿Hay algún objeto a tu alrededor que tenga rayas como esta pelota?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "Gato y Perro juegan con la pelota.\n\nGato le tira la pelota a Perro. \n\nPerro atrapa la pelota.\n\nPerro le lanza la pelota a Gato.\n\nGato atrapa la pelota.",
  "How many times did they throw the ball?": "¿Cuántas veces lanzaron la pelota?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "¿Te gusta jugar con pelotas? ¿Las arrojas, las atrapas o las pateas?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "¿Pueden los perros y los gatos de verdad jugar a atrapar una pelota? ¿Cómo juegan ellos con las pelotas?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "De repente, Gato tira la pelota muy alto. \n\n¡Oh! ¡Oh!",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "La pelota está más alta que Perro. ¿Cuánto más alto que Perro está la pelota que arrojó Gato?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "¿Quiso Gato hacer eso? ¿Cómo puedes saberlo? Mira la cara de Gato.",
  "Does the ball sometimes not go where you want it when you play catch?": "Cuando juegas con la pelota, ¿te sucede que a veces la pelota no va a donde tú quieres?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "La pelota está en el techo.\n\nLa pelota está en el techo de la casa.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "El techo está inclinado. ¿Crees que la pelota se rodará del techo?",
  "Where are Cat and Dog?": "¿Dónde están Gato y Perro?",
  "How is the shape of the ball and the house similar and how are they different?": "¿En qué se parecen la forma de la pelota y la de la casa? ¿En qué se diferencian?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "Gato y Perro pueden ver la pelota.\n\nGato y Perro no alcanzan a bajar la pelota.\n\n¿Cómo podrán bajar la pelota?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "La pelota está demasiado alta para que Gato y Perro la alcancen. ¿Cómo resolverán este problema?",
  "What can you do to get something that is too high? Would you ask for help?": "¿Qué puedes hacer para alcanzar un objeto que está demasiado alto para ti? ¿Pedirías ayuda?",
  "Does the ball look bigger than it did when they were throwing it?": "¿Se ve la pelota más grande ahora que cuando la estaban lanzando?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "Gato y Perro están tristes.\n\nQuieren encontrar algo alto para alcanzar la pelota.\n\nDe repente, llega Elefante.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "Gato y Perro están llorando. ¿Su llanto les está ayudando a resolver su problema?",
  "Count together the big animals, birds, and trees in the picture.": "Cuenten juntos los animales grandes, las aves y los árboles que hay en la imagen.",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "Elefante es grande.\n\nElefante puede ver la pelota.\n\nElefante alcanza a llegar a la pelota.\n\nElefante toma la pelota que está en el techo.\n\nElefante baja la pelota del techo de la casa.",
  "What other animals stand on two legs?": "¿Qué otros animales se paran en dos patas?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "Elefante le da la pelota a Gato y Perro.\n\nGato y Perro sonríen. Elefante sonríe.\n\nGato, Perro y Elefante sonríen.",
  "Which of these animals is the biggest and which is the smallest?": "¿Cuál de estos animales es el más grande y cuál es el más pequeño?",
  "They are good at taking turns. Are you good at taking turns?": "Son buenos tomando turnos. ¿Eres bueno tomando turnos?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "Adiós Gato. \n\nAdiós Perro. \n\nAdiós Elefante."
}