{
  "Count together the whiskers, ears, legs, eyes, and tails.": "Zähle die Schnurrhaare, Ohren, Beine, Augen und Wedel zusammen.",
  "Which counts are the same, which are different, which are the largest, and which are the smallest?": "Welche Summen sind gleich, welche verschieden, welche machen die meisten aus und welche die wenigsten?",
  "Which animal is red and which one is yellow?": "Welches Tier ist rot und welches gelb?",
  "Cat and Dog live in a house.\n\nA house with a door.\n\nA house with a roof.": "Kater und Hund leben in einem Haus.\n\nEin Haus mit einer Tür.\n\nEin Haus mit einem Dach.",
  "Cat and Dog live in a round house. Is your house round?": "Kater und Hund leben in einem runden Haus. Ist dein Haus rund?",
  "Point to any other round things in the picture.": "Zeige auf alle möglichen roten Dinge auf dem Bild.",
  "How many rooms does their house seem to have?": "Wieviele Räume scheint ihr Haus zu haben?",
  "Cat and Dog have a ball.\n\nThe ball is red and blue and yellow.": "Kater und Hund haben einen Ball.\n\nDer Ball ist rot, blau und grün.",
  "Count together the number of colors on the ball.": "Zähle die Anzahl Farben auf dem Ball zusammen.",
  "Which color on the ball is not a color for Cat or Dog?": "Welche Farbe auf dem Ball ist nicht eine Farbe für Kater und Hund?",
  "Is there anything where you are that is striped like this ball?": "Gibt es wo du wohnst irgend etwas das gestreift ist wie dieser Ball?",
  "Cat and Dog play with the ball.\n\nCat throws the ball to Dog.\n\nDog catches the ball.\n\nDog throws the ball to Cat.\n\nCat catches the ball.": "Kater und Hund spielen mit dem Ball.\n\nKater wirft den Ball zu Hund.\n\nHund fängt den Ball.\n\nHund wirft den Ball zu Kater.\n\nKater fängt den Ball.",
  "How many times did they throw the ball?": "Wie oft warfen sie den Ball?",
  "Do you like playing with balls? Do you throw them, catch them, or kick them?": "Spielst du gerne mit Bällen? Wirfst, fängst oder trittst du sie?",
  "Can real cats and dogs play catch with a ball? How can they play with balls?": "Können richtige Kater und Hunde Fangen spielen mit einem Ball? Wie können sie mit Bällen spielen?",
  "Then Cat throws the ball very high.\n\nOh! Oh!": "Der Kater wirft den Ball sehr hoch.\n\nUi! Ui!",
  "The ball is higher than Dog. How much higher than Dog did Cat throw it?": "Der Ball ist höher als der Hund. Um wieviel höher als der Hund hat die Kater ihn geworfen?",
  "Did Cat mean to do that? How can you tell from Cat's face?": "War das die Absicht des Katers? Wie könntest du es von seinem Gesicht ablesen?",
  "Does the ball sometimes not go where you want it when you play catch?": "Geht der Ball manchmal nicht dorthin wo du willst, wenn du Fangen spielst?",
  "The ball is on the roof.\n\nThe ball is on the roof of the house.": "Der Ball ist auf dem Dach.\n\nDer Ball ist auf dem Dach des Hauses.",
  "The roof is slanted. Does the ball look like it would roll off the roof?": "Das Dach ist abgeschrägt. Sieht der Ball aus, als würde er vom Dach wegrollen?",
  "Where are Cat and Dog?": "Wo sind Kater und Hund?",
  "How is the shape of the ball and the house similar and how are they different?": "Wie sind der Umriss des Balls und des Hauses einander ähnlich und wie voneinander verschieden?",
  "Cat and Dog can see the ball.\n\nCat and Dog cannot get to the ball.\n\nHow will they get the ball down?": "Kater und Hund können den Ball sehen.\n\nKater und Hund können nicht zum Ball kommen.\n\nWie werden sie den Ball da runterbekommen?",
  "The ball is too high for Cat and Dog to reach. How will they solve this problem?": "Der Ball ist für Kater und Hund zu hoch um ihn zu ergreifen Wie werden sie dieses Problem lösen?",
  "What can you do to get something that is too high? Would you ask for help?": "Was könntest du tun, um etwas zu ergreifen das zu hoch oben ist? Würdest du jemanden um Hilfe bitten?",
  "Does the ball look bigger than it did when they were throwing it?": "Sieht der Ball nun grösser aus, als da sie ihn geworfen haben?",
  "Cat and Dog are sad.\n\nThey want to find something tall to reach the ball.\n\nThen Elephant comes by.": "Kater und Hund sind traurig.\n\nSie wollen etwas langes finden um den Ball zu erreichen.\n\nDann kommt der Elefant vorbei.",
  "Cat and Dog are crying. Is their crying helping them solve their problem?": "Kater und Hund weinen. Hilft ihr Weinen ihnen, ihr Problem zu lösen?",
  "Count together the big animals, birds, and trees in the picture.": "Zähle die grossen Tiere, Vögel und Bäume im Bild zusammen.",
  "How can Elephant help them? Is the elephant tall?": "Wie kann der Elefant ihnen helfen? Ist der Elefant gross?",
  "Elephant is big.\n\nElephant can see the ball.\n\nElephant can get to the ball.\n\nElephant gets the ball from the roof.\n\nElephant takes the ball from the roof of the house.": "Der Elefant ist gross.\n\nDer Elefant kann den Ball sehen.\n\nDer Elefant kann bis zum Ball kommen.\n\nDer Elefant nimmt den Ball vom Dach.\n\nDer Elefant nimmt den Ball weg vom Dach des Hauses.",
  "The ball is higher than Elephant. How does Elephant reach the ball?": "Der Ball ist höher als der Elefant. Wie erreicht der Elefant den Ball?",
  "The animals are all standing on two of their four legs. Have you seen animals do this?": "Die Tiere stehen alle auf zwei ihrer vier Beine. Hast du bereits einmal Tiere gesehen, die dies gemacht haben?",
  "What other animals stand on two legs?": "Welche anderen Tiere stehen auf zwei Beinen?",
  "Elephant gives the ball to Cat and Dog.\n\nCat and Dog smile. Elephant smiles.\n\nCat and Dog and Elephant smile.": "Der Elefant gibt den Ball Kater und Hund.\n\nKater und Hund lächeln. Der Elefant lächelt.\n\nDer Kater, der Hund und der Elefant lächeln.",
  "Who has the longest nose? Why does an elephant need such a long nose?": "Wer hat die längste Nase? Warum braucht ein Elefant so eine lange Nase?",
  "Which of these animals is the biggest and which is the smallest?": "Welches dieser Tiere ist das grösste und welches das kleinste?",
  "How is Elephant different and how is Elephant similar to Cat and Dog? What does Elephant have that they don't?": "Wie ist der Elefant unterschiedlich, und wie ist der Elefant ähnlich wie Kater und Hund? Was hat der Elefant, was sie nicht haben?",
  "Cat and Dog and Elephant play with the ball.\n\nCat throws the ball to Dog. Dog catches the ball.\n\nDog throws the ball to Elephant. Elephant catches the ball.\n\nElephant throws the ball to Cat. Cat catches the ball.": "Kater, Hund und Elefant spielen mit dem Ball.\n\nDer Kater wirft den Ball zum Hund. Der Hund fängt den Ball.\n\nDer Hund wirft den Ball zum Elefanten. Der Elefant fängt den Ball.\n\nDer Elefant wirft den Ball zum Kater. Der Kater fängt den Ball.",
  "Count the number of throws and the number of catches. Are they the same number?": "Zähle zusammen, wie oft geworfen und wie oft gefangen wurde. Ist die Anzahl bei beiden gleich?",
  "Did each animal throw and each animal catch?": "Hat jedes Tier einmal geworfen und einmal gefangen?",
  "They are good at taking turns. Are you good at taking turns?": "Sie sind gut darin, einander auszuwechseln. Bist du gut darin, dich mit jemandem abzuwechseln?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye Elephant.": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Elefant.",
  "Count together the number of animals waving.": "Zähle die Tiere zusammen, die winken.",
  "Are there more animals or balls? By how much?": "Hat es mehr Tiere oder mehr Bälle? Wieviele hat es jeweils?",
  "With fewer balls than animals, the animals must be good at sharing.": "Mit weniger Bällen als Tieren müssen die Tiere gut darin sein, zu teilen.",
  "They each have two ears. Whose ears are bigger?": "Sie haben beide zwei Ohren. Wessen Ohren sind grösser?",
  "They each have one tail. Whose tail is longer?": "Sie haben beide einen Wedel. Wessen Wedel ist länger?",
  "They each have markings on their belly. Whose markings are bigger?": "Beide haben Markierungen auf dem Bauch. Wessen Markierungen sind grösser?",
  "Cat and Dog walk.\n\nThey walk in their village.": "Kater und Hund laufen.\n\nSie laufen in ihr Dorf.",
  "Count together the homes in the village.": "Zähle die Häuser im Dorf zusammen.",
  "There are many things to count together -- one bird, one cat, one dog, three animals, three buildings, and one tree.": "Es gibt Vieles zum Zusammenzählen — ein Vogel, ein Kater, ein Hund, drei Tiere, drei Gebäude und einen Baum.",
  "Two of the buildings are round around the base. The third one has a base shaped like this page.": "Zwei der Häuser sind um den Boden herum rund. Das dritte hat einen Boden wie diese Seite.",
  "Then they see an egg.\n\nThe egg is in the grass.\n\nThe egg is alone in the grass.\n\nThe egg is all alone.": "Dann sehen sie ein Ei.\n\nDas Ei liegt im Gras.\n\nDas Ei ist allein im Gras.\n\nDas Ei ist ganz allein.",
  "Count together the animals, trees, houses, and eggs.": "Zähle die Tiere, Bäume, Häuser und Eier zusammen.",
  "Name an animal that lays eggs.": "Nenne ein Tier, das Eier legt.",
  "Cat and Dog pick up the egg. It is usually better to leave eggs where you find them.": "Der Kater und der Hund heben das Ei auf. Es ist üblicherweise besser, Eier dort zu lassen, wo man sie findet.",
  "Cat and Dog walk to a bird.\n\nThey ask the bird, \"Is this your egg?\"": "Kater und Hund laufen zu einem Vogel.\n\nSie fragen den Vogel, \"Ist das dein Ei?\"",
  "The egg is round. Point to other things with round sides.": "Das Ei ist rund. Zeige auf andere Dinge mit runden Seiten.",
  "Point to round things where you are.": "Zeige auf runde Dinge, da wo du bist.",
  "Describe where the bird is -- Cat and Dog are below the roof and below the bird, and the bird is above them.": "Beschreibe, wo der Vogel ist -- Der Kater und der Hund sind unter dem Dach und der Vogel ist über ihnen.",
  "But the bird says, \"No, that is not my egg. Ask the owl. Maybe it is his egg.\"": "Aber der Vogel sagt, \"Nein, das ist nicht mein Ei. Frag die Eule. Vielleicht ist es ihr Ei.\"",
  "Have you seen blue birds where you live?": "Hast du bereits einmal Rotkehlchen gesehen wo du lebst?",
  "What color is the tie the owl is wearing? Have you seen a bird wearing a tie?": "Welche Farbe hat die Kravatte der Eule? Hast du jemals einen Vogel gesehen, der eine Kravatte trägt?",
  "The blue bird is sitting on the roof. What is the owl sitting on?": "Der Rotkehlchen sitzt auf dem Dach. Worauf sitzt die Eule?",
  "Cat and Dog walk to the owl.\n\nThey ask the owl, \"Is this your egg?\"": "Der Kater und der Hund gehen zur Eule.\n\nSie fragen die Eule, \"Ist das dein Ei?\"",
  "Owls are said to be wise. Does this owl look wise to you?": "Den Eulen sagt man nach, sie seien weise. Sieht diese Eule für dich weise aus?",
  "Count the birds, cats, and dogs. Which type of animal is there the most of?": "Zähle die Vögel, Katzen und Hunde zusammen. Von welcher Art Tiere hat es hier am meisten?",
  "Notice owl's unusual kite-shaped tie!": "Bemerke die unübliche Drachenförmige Kravatte der Eule!",
  "But the owl says, \"No, that is not my egg. Ask the goose. Maybe it is her egg.\"": "Aber die Eule sagt, \"Nein das ist nicht mein Ei. Frag die Gans. Vielleicht ist es ihr Ei.\"",
  "If you get something wrong two times, do you get discouraged?": "Wenn du etwas zweimal falsch machst, entmutigt dich das?",
  "Cat and Dog are great at persisting -- trying over and over until they succeed. Are you good at persisting?": "Der Kater und der Hund sind gut darin, nicht locker zu lassen -- immer wieder zu versuchen, bis sie es schaffen. Bist du gut darin, dich hartnäckig zu halten?",
  "Count the houses and how many animals there are now.": "Zähle die Häuser und wieviele Tiere es jetzt hat.",
  "Cat and Dog walk to the goose.\n\nThey ask the goose, \"Is this your egg?\"": "Der Kater und der Hund gehen zur Gans.\n\nSie fragen die Gans, \"Ist das dein Ei?\"",
  "How many animals are there?": "Wieviele Tiere hat es dort?",
  "Are any of the animals the same color? How many different colors are there for all the animals?": "Gibt es Tiere mit derselben Farbe? Wieviele verschiedenen Farben zählen alle Tiere zusammen?",
  "There are three birds. How are these three similar and how are they different?": "Es hat drei Vögel. Wie sind diese einander ähnlich und wie voneinander verschieden?",
  "But the goose says, \"No, that is not my egg. Ask the two ducks. Maybe it is their egg.\"": "Aber die Gans sagt, \"Nein, das ist nicht mein Ei. Fragt die zwei Enten. Vielleicht ist es ihr Ei.\"",
  "Do you think Cat and Dog will give up? Would you give up at this point?": "Was meinst du, werden die Katze und der Hund aufgeben? Würdest du in diesem Moment aufgeben?",
  "How many birds have they talked to?": "Mit wievielen Vögeln haben sie geredet?",
  "If they can't find the home for the egg, what should they do with it?": "Wenn sie das Zuhause des Ei’s nicht finden können, was sollten sie dann damit tun?",
  "Cat and Dog walk to the two ducks.\n\nThey ask the two ducks, \"Is this your egg?\"": "Der Kater und der Hund gehen zu den zwei Enten.\n\nSie fragen die zwei Enten, \"Ist das euer Ei?\"",
  "What are the ducks going to say?": "Was werden die Enten sagen?",
  "The two ducks are different colors and patterns. Describe how they are the same and how they are different.": "Die zwei Enten sind verschieden farbig und verschieden gemustert. Beschreibe wie sie einander ähnlich, und wie verschieden sie voneinander sind.",
  "Do you have ducks around where you live?": "Hat es Enten, da wo du lebst?",
  "But the two ducks say, \"No, that is not our egg.\"\n\nThen the egg breaks.": "Aber die zwei Enten sagen, \"Nein das ist nicht unser Ei.\"\n\nDann bricht das Ei.",
  "How can you tell that the egg is breaking?": "Woran erkennst du dass das Ei am brechen ist?",
  "Did Cat drop the egg? Have you ever dropped an egg?": "Hat der Kater das Ei fallengelassen? Hat du jemals ein Ei fallengelassen?",
  "What do you think will come out of the egg?": "Was meinst du wird aus dem Ei herauskommen?",
  "There is a lizard in the egg.\n\nA baby lizard.": "Es ist eine Echse im Ei.\n\nEine Baby-Echse.",
  "Why is it surprising to see a baby lizard come out of the egg? Were you expecting a baby bird?": "Warum ist es überraschend, eine Baby-Echse aus dem Ei kommen zu sehen? Hattest du einen Baby-Vogel erwartet?",
  "Can you think of other animals that lay eggs and that are not birds? Hint: Fish, insects, and turtles are examples.": "Kennst du andere Tiere die Eier legen, die nicht Vögel sind? Wink: Fische, Insekten und Schildkröten sind Beispiele.",
  "What color is the lizard? Have you seen lizards like this before?": "Welche Farbe hat die Echse? Hast du schon solche Echsen wie diese gesehen?",
  "The baby lizard says, \"Where is my mother? Where is my father? Where are my mother and father?\"\n\nCat and Dog bring the baby lizard to his mother and father.": "Die Baby-Echse sagt, \"Wo ist meine Mutter? Wo ist mein Vater? Wo sind mein Vater und meine Mutter?\"\n\nKater und Hund bringen die Baby-Echse zu ihrer Mutter und ihrem Vater.",
  "How many lizards are on top of the rocks?": "Wie viele Echsen sind auf den Felsen?",
  "Why do lizards like to be on rocks on sunny days?": "Warum sind Echsen an sonnigen Tagen gerne auf Felsen?",
  "Are most rocks round like these, or do some have sharp edges and points?": "Sind die meisten Felsen rund wie diese, oder haben manche scharfe Kanten und Stellen?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye baby lizard.": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Baby-Echse.",
  "The baby lizard is still in the egg. Is it stuck in there?": "Die Baby-Echse ist immer noch im Ei. Steckt sie dort drin fest?",
  "There are three animals here. If you take away the baby lizard, how many animals does that leave?": "Es hat drei Tiere hier. Wenn du die Baby-Echse wegnimmst, wie viele Tiere bleiben dann?",
  "What are some round shapes you see in this picture?": "Welche runden Umrisse siehst du auf diesem Bild?",
  "Which one has stripes and which one has spots? How many stripes and how many spots?": "Welcher hat Streifen und welcher Flecken? Wieviele Streifen und wieviele Flecken?",
  "Which one has whiskers we can see? How many whiskers?": "Welcher hat Schnurrhaare, die man sieht? Wie viele Schnurrhaare?",
  "Which one is red and which one is yellow?": "Welcher ist rot, und welcher gelb?}",
  "Cat and Dog look through the window.\n\nThey look through the window.": "Der Kater und der Hund schauen aus dem Fenster.\n\nSie schauen durch das Fenster.",
  "How many times does it say that they are looking through the window? The writer repeats it to tell us that Cat and Dog have nothing to do.": "Wie oft wird gesagt, dass sie durch das Fenster schauen? Der Schreiber wiederholt es um uns zu sagen, dass Kater und Hund nichts zu tun haben.",
  "Do Cat and Dog look bored?": "Sehen Kater und Hund gelangweilt aus?",
  "Count together the number of trees.": "Zähle die Anzahl Bäume zusammen.",
  "Then Cat and Dog see a butterfly!\n\nThe butterfly is pink.": "Dann sehen Kater und Hund einen Schmetterling!\n\nDer Schmetterling ist pink.",
  "Why were Cat and Dog so excited to see a butterfly? Were they looking for one?": "Warum waren Kater und Hund so aufgeregt, als sie einen Schmetterling sahen? Hielten sie nach Einem Ausschau?",
  "Point at and count the wings on the butterfly.": "Zeige auf die Flügel des Schmetterlings und zähle sie.",
  "Point at and count the short lines going away from the butterfly. They show the butterfly is alarmed.": "Zeige auf die kurzen Linien, die vom Schmetterling weg zeigen und zähle sie. Sie machen deutlich, dass der Schmetterling verängstigt ist.",
  "Cat and Dog want to catch the butterfly.\n\nCat and Dog follow the butterfly.\n\nThey follow the butterfly.": "Der Kater und der Hund wollen den Schmetterling fangen.\n\nDer Kater und der Hund folgen dem Schmetterling.\n\nSie folgen dem Schmetterling.",
  "Does the butterfly want to be caught?": "Will der Schmetterling gefangen werden?",
  "Is it mean of Cat and Dog to want to catch the butterfly?": "Ist es gemein, dass der Kater und der Hund den Schmetterling fangen wollen?",
  "When is it fun to be chased and when is it frightening?": "Wann ist es lustig, gejagt zu werden, und wann macht es Angst?",
  "Cat and Dog follow the butterfly by foot. They walk after the butterfly.\n\nBut the butterfly is fast. The butterfly is too fast and Cat and Dog are slow. They are too slow.": "Der Kater und der Hund folgen dem Schmetterling zu Fuss. Sie gehen hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist zu schnell und Kater und Hund sind langsam. Sie sind zu langsam.",
  "Which animal is going the fastest?": "Welches Tier ist das schnellste?",
  "Can you go faster or slower than Cat and Dog?": "Kann man schneller oder langsamer als Kater und Hund gehen?",
  "Point out that their feet are drawn going in circles to indicate they are running fast.": "Zeige auf ihre Tatzen, die sich wie im Kreis bewegen um aufzuzeigen, dass sie schnell gehen.",
  "Cat and Dog follow the butterfly by bike. They ride after the butterfly.\n\nBut the butterfly is fast. The butterfly is very fast, and Cat and Dog are slow. They are very slow.": "Kater und Hund verfolgen den Schmetterling mit dem Fahrrad. Sie fahren hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist sehr schnell, und Kater und Hund sind langsam. Sie sind sehr langsam.",
  "Can butterflies fly faster than a bike can go?": "Können Schmetterlinge schneller fliegen als ein Fahrrad fahren kann?",
  "Can cats and dogs ride bikes?": "Können Kater und Hunde Fahrräder fahren?",
  "Do you think you could catch a butterfly while riding a bike?": "Meinst du, du könntest einen Schmetterling fangen, während du ein Fahrrad fährst?",
  "Cat and Dog follow the butterfly by car. They drive after the butterfly.\n\nBut the butterfly is fast. The butterfly is still too fast, and Cat and Dog are slow. They are still too slow.": "Kater und Hund folgen dem Schmetterling mit dem Auto. Sie fahren hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist immer noch zu schnell, und der Kater und der Hund sind langsam. Sie sind immer noch zu langsam.",
  "Can a butterfly or a bird fly faster than a car?": "Kann ein Schmetterling oder ein Vogel schneller fliegen als ein Auto?",
  "Can a real dog drive a car?": "Kann ein richtiger Hund ein Auto fahren?",
  "Count together the clouds in the sky.": "Zähle die Wolken im Himmel zusammen.",
  "Cat and Dog follow the butterfly by boat. They float after the butterfly.\n\nBut the butterfly is fast. The butterfly is super-fast, and Cat and Dog are slow. They are still super-slow.": "Kater und Hund folgen dem Schmetterling mit dem Boot. Sie schwimmen hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist super-schnell und Kater und Hund sind langsam. Sie sind immer noch super-langsam.",
  "Count the number of fish.": "Zähle die Anzahl Fische.",
  "Including Cat and Dog, count the number of animals.": "Zähle die Anzahl Tiere zusammen inklusive Kater und Hund.",
  "The fish look surprised. Why are they surprised?": "Die Fische sehen überrascht aus. Warum sind sie überrascht?",
  "Cat and Dog follow the butterfly by plane. They flow after the butterfly.\n\nBut the butterfly is fast. The butterfly is still super-super-fast, and Cat and Dog are slow. They are still super-super-slow.": "Kater und Hund folgen dem Schmetterling mit dem Flugzeug. Sie schweben hinter dem Schmetterling her.\n\nAber der Schmetterling ist schnell. Der Schmetterling ist immer noch super-super-schnell, und Kater und Hund sind langsam. Sie sind immer noch super-super- langsam.",
  "Do you think a dog can fly a plane?": "Denkst du ein Hund kann ein Flugzeug fliegen?",
  "Which of cars, boats, and planes is the fastest and which is the slowest?": "Welches, von Autos, Booten und Flugzeugen, ist das schnellste, welches das langsamste?",
  "They are up very high. Count together the clouds where they are.": "Sie sind sehr hoch oben. Zähle die Wolken zusammen, dort wo sie sind.",
  "The Cat and Dog stop. They stop and sit down. They sit down at a tree.\n\nThey sit down at a big tree.\n\nBut then ....": "Der Kater und der Hund hören auf. Sie hören auf und setzen sich. Sie setzen sich zu einem Baum.\n\nSie setzen sich zu einem kleinen Baum.\n\nAber dann ....",
  "Which is longer, Cat's tongue or Cat's legs?": "Was ist länger, Katzenzunge oder Katzenbein?",
  "Do you think cats have tongues that long?": "Denkst du, Katzen und Kater haben so lange Zungen?",
  "Are their tongues hanging out because Cat and Dog are tired?": "Hängen ihre Zungen raus weil Kater und Hund müde sind?",
  "They see one butterfly in the tree.\n\nThey see two butterflies in the tree.\n\nThey see three butterflies in the tree.": "Sie sehen einen Schmetterling im Baum.\n\nSie sehen zwei Schmetterlinge im Baum.\n\nSie sehen drei Schmetterlinge im Baum.",
  "Count together the butterflies you can see in the tree.": "Zähle die Schmetterlinge, die du im Baum sehen kannst, zusammen.",
  "Do you think you can see all the butterflies?": "Denkst du, du kannst alle Schmetterlinge sehen?",
  "There are three types of living things in the picture: trees, Cat and Dog, and butterflies. Which group is the largest and which is the smallest?": "Es sind drei Arten von Lebewesen im Bild: Bäume, Kater und Hund, und Schmetterlinge. Welche Gruppe ist die grösste und welche die kleinste?",
  "They see a hundred butterflies!": "Sie sehen hundert Schmetterlinge!",
  "How many butterflies can you count? Are there too many for you to count?": "Wie viele Schmetterlinge kannst du zählen? Sind es zu viele für dich, um sie zu zählen?",
  "How many different colors of butterflies are there?": "Wie viele verschiedenfarbige Schmetterlinge hat es?",
  "For which color of butterfly is there the most?": "Von welcher Farbe von Schmetterlingen hat es am meisten?",
  "Bye bye Cat.\n\nBye bye Dog.\n\nBye bye butterflies.": "Tschüss Kater.\n\nTschüss Hund.\n\nTschüss Schmetterlinge.",
  "Are you happy or sad that Cat and Dog caught a butterfly?": "Macht es dich glücklich oder traurig dass Kater und Hund einen Schmetterling gefangen haben?",
  "In the picture, who do you think is happy and who is sad?": "Wer, im Bild, denkst du ist glücklich, wer traurig?",
  "How long do you think a butterfly can live in a jar?": "Wie lange, denkst du, kann ein Schmetterling in einem Glas leben?",
  "His hoe was too short.": "Seine Hacke war zu klein.",
  "Point out the vivid colors -- the yellow sun, the blue sky, the green bushes, and the red shoes.": "Benenne die leuchtenden Farben – die gelbe Sonne, der blaue Himmel, das grüne Gebüsch und die roten Schuhe.",
  "Count the two bushes and the two red shoes with your child.": "Zähle mit deinem Kind die zwei Gebüsche und die beiden roten Schuhe.",
  "Point out how uncomfortable the man looks bending over so far to hoe.": "Zeige auf, wie unbequem der Mann aussieht, so sehr verbogen, um zu hacken.",
  "His doorway was too low.": "Sein Türbogen war zu tief.",
  "Comment that the doorway is too low -- the man is taller than the door.": "Kommentiere, dass der Türbogen zu tief ist für ihn – der Mann ist grösser als die Tür.",
  "Look how much the man stoops down to talk to the boy -- he is much taller than the boy, and the boy is much shorter than the man!": "Sieh wie sehr der Mann gebeugt ist um mit dem Jungen zu reden – er ist viel grösser als der Junge, und der Junge ist viel kleiner als der Mann!",
  "Count the bushes together.": "Zähle die Gebüsche zusammen.",
  "His bed was too short.": "Sein Bett war zu kurz.",
  "The man's legs stick far out of the bed. He is much longer than his bed.": "Die Beine des Mannes ragen weit aus dem Bett hinaus. Er ist viel länger als sein Bett.",
  "Point to the bird and the boy and how puzzled they look by the short bed.": "Zeige zum Vogel und dem Jungen und wie verwirrt die beiden aussehen neben dem kurzen Bett.",
  "Count together the toes on each of the man's feet.": "Zähle die Zehen auf jedem der beiden Füsse des Mannes zusammen.",
  "His bicycle was too short.": "Sein Fahrrad war zu kurz.",
  "The tall man is much too big for his bicycle. Look how far his leg sticks out!": "Der grosse Mann ist viel zu gross für sein Fahrrad. Sieh, wie weit sein Bein herausragt!",
  "Point out that the bird has changed color from yellow to orange!": "Zeige auf, dass der Vogel die Farbe von gelb zu orange gewechselt hat!}",
  "Where is the boy in this picture?": "Wo ist der Junge in diesem Bild?",
  "This man was too tall!\n\nWhat can he do to solve his problem and fit into his world?": "Dieser Mann war zu gross!\n\nWas kann er tun um sein Problem zu lösen und in diese Welt hineinzupassen?",
  "Maybe the man is not too tall -- maybe he just needs to solve his problems!": "Vielleicht ist der Mann nicht zu gross – vielleicht muss er einfach nur seine Probleme lösen!",
  "The man has a problem and he is feeling sad about it.": "Zeige auf dass der Mann ein Problem hat und traurig darüber ist.",
  "Notice that this man is much taller than the other people.": "NImm zur Kenntnis dass dieser Mann viel grösser ist als die anderen Leute.",
  "He made a very long handle.": "Er machte eine sehr grosse Halterung.",
  "He solved his problem with the hoe! He made his hoe bigger!": "Er löste sein Problem mit der Hacke! Er machte seine Hacke grösser!",
  "Which one is bigger, the hoe or the man?": "Wer ist grösser, die Hacke oder der Mann?",
  "Do you see the man's red shoes? They disappeared!": "Siehst du die roten Schuhe des Mannes? Wo sind sie hingekommen? Sie sind verschwunden!",
  "He made very high door frames.": "Er baute sehr hohe Türbogen.",
  "Which is higher -- the door or the man?": "Was ist höher, – die Türe oder der Mann?",
  "The sun in the sky is round. Point to round things where you are.": "Die Sonne im Himmel ist rund. Zeige auf runde Dinge in deiner Umgebung.",
  "Which is longer and which is shorter -- the man's legs or his upper body?": "Was ist länger und was ist kürzer – die Beine des Mannes oder sein Oberkörper?",
  "He made a very long bed.": "Er baute ein sehr langes Bett.",
  "We can't see the man's feet now. His bed is longer than he is.": "Wir können des Mannes Füsse jetzt nicht sehen. Sein Bett ist länger als er es ist.",
  "The man looks very comfortable and happy in his big bed.": "Der Mann sieht sehr gemütlich und glücklich aus in seinem grossen Bett.",
  "Look at how small the boy looks next to the bed!": "Sieh, wie klein der Junge neben dem Bett aussieht!",
  "He bought a very high bicycle.": "Er kaufte ein sehr hohes Fahrrad.",
  "Notice that the boy and the bird are inside the basket now.": "Beachte dass der Junge und der Vogel jetzt im Körbchen sind.",
  "Everyone looks very happy now that the man's things are the right size.": "Jeder sieht sehr glücklich aus, jetzt wo des Mannes Dinge die richtige Grösse haben.",
  "Point to and name the many different colors on this page.": "Zeige auf und benenne die vielen verschiedenen Farben auf dieser Seite.",
  "He sat on a very high chair. He ate with a very long fork.": "Er sass auf einem sehr grossen Stuhl. Er ass mit einer sehr grossen Gabel.",
  "Count out with your child many of the things in the picture -- such as fingers, legs, steps, and tines.": "Zähle mit deinem Kind viele der Dinge auf diesem Bild – so wie zum Beispiel Finger, Beine, Treppenstufen und Zacken.",
  "Look at how high the boy's chair is! Would you be scared sitting so high?": "Schau, wie hoch der Stuhl des Jungen ist! Hättest du Angst so hoch zu sitzen?",
  "Now that all his things are the right size for him, the man is not too tall at all!": "Jetzt wo alle seine Dinge die richtige Grösse für ihn haben ist der Mann überhaupt nicht zu gross!",
  "He left his house and moved to a big house in the forest, where he lived for many years.": "Er verliess sein Haus und zog um in ein grosses Haus im Wald, wo er mehrere Jahre lebte.",
  "Count the pineapples, bags, and trees with your child.": "Zähle die Ananas, Taschen, und Bäume mit deinem Kind.",
  "Count the rungs on the ladder with your child.": "Zähle mit deinem Kind die Sprossen auf der Leiter.",
  "Notice that the bird is yellow again!": "Beachte: der Vogel ist wieder gelb.",
  "A Very Tall Man": "Ein sehr grosser Mann",
  "This story looks at counting to 5, descriptions, and comparisons. Practice describing words: too, very, short, tall, long, low, high, big, small; color names; and comparison words: shorter, taller, longer, lower, higher, bigger, smaller": "Diese Geschichte sieht sich das Zählen bis 5, Beschreibungen und Vergleiche an. Übe die beschreibenden Worte: auch, sehr, kurz, hoch, lang, tief, hoch, gross, klein, dazu Farbnamen und folgende vergleichende Worte: kleiner, grösser, länger, tiefer, höher, grösser, kleiner.",
  "Akadeli's Lucky Day": "Akadeli's Glückstag",
  "This story has  counting to 12, colors, and shapes. Practice words: one, two, to twelve, estimate, take away, color names, shortest, tallest, similar, and different.": "Diese Geschichte enthält zählen bis 12, Farben und Formen. Übungsworte: Eins, zwei, bis zwölf, schätzen, entfernen, Farbnamen, kürzeste, höchste, ähnlich und verschieden.",
  "Can We Count Our Cats?": "Können wir unsere Katzen zählen?",
  "This story looks at counting from 0 to 9, colors, and color patterns. Practice counting words, color words, words like: too many, biggest number, smallest number, one more, and one less.": "In dieser Geschichte werden Katzen entdeckt und abgezählt. So entwickelt sich ein starkes Mengen- und Zahlenverständnis. Es werden die Zahlworte Null bis Neun eingeübt sowie wichtige Vokabeln wie bspw. mehr, am meisten, eins mehr. Nebenbei werden Farben, Formen sowie Hypothesen erkundet.",
  "Cat and Dog and the Ball": "Der Kater, der Hund und der Ball",
  "This story has counting to 6, colors, and descriptions. Practice counting words, color names, and words: high, too, similar, different, smallest, biggest, short, tall, biggest, smallest, fewer, and more.": "Diese Geschichte umfasst das Zählen bis 6, Farben und Umschreibungen.Übungen für das Zählen von Worten, Farbnamen und den Begriffen: hoch, auch, ähnlich, verschieden, kleinste, grösste, kurz, lang, grösst, kleinst weniger und mehr.",
  "Cat and Dog and the Butterfly": "Der Kater, der Hund und der Schmetterling",
  "This story has speed descriptions, colors, and counting to 6. Practice counting words, color words, and these words: very, too, fast, slow, faster, slower, fastest, slowest, most, and least.": "Diese Geschichte enthält Geschwindigkeitsbeschreibungen, Farben, und Zählen bis 6. Übe das Zählen von Worten, Farbworten und die folgenden Worte: sehr, auch, schnell, langsam, schneller, am langsamsten, am schnellsten, am meisten und am wenigsten.",
  "Cat and Dog and the Egg": "Der Kater, der Hund und das Ei",
  "This story has counting to 5, comparing, colors, and shapes. Practice words: round, above, below, similar, round, kite, different, bigger, and longer.": "Diese Geschichte behandelt das Zählen bis 5, Vergleichen, Farben und Formen. Übungsworte: Rund, über, unter, ähnlich, rund, Drachen, unterschiedlich, grösser und länger.",
  "Cat and Dog: Dog Is Cold": "Kater und Hund: Dem Hund ist kalt",
  "This story talks about extremes of describing words, and counting to 6 with one more or one less. Words to practice are: too, cold, warm, hot, light, dark, day, night, clean, dirty, small, big, short, long, wet, dry, thin, thick, low, high, new, and old.": "In dieser Geschichte geht es um die Extreme in der Beschreibung von Worten, und ums Zählen bis 6 mit einem mehr und einem weniger. Übungsworte sind: auch, kalt, warm, heiss, leicht, dunkel, tagsüber, nachts, sauber, dreckig, klein, gross, kurz, lang, nass, trocken, dünn, dick, tief, hoch, neu und alt.",
  "This is Cat.\n\nThis is Dog.": "Dies ist der Kater.\n\nDies ist der Hund.",
  "Count the animals together and describe their colors.": "Zähle die Tiere zusammen und beschreibe ihre Farben.",
  "Which one has shorter ears? Which one has longer ears?": "Welches hat kürzere Ohren? Welches hat längere Ohren?",
  "Which one has short whiskers? Which one has long whiskers?": "Welches hat kurze Schnurrhaare? Welches hat lange Schnurrhaare?",
  "It is night. It is dark.\n\nIt is cold. It is very cold.": "Es ist Nacht. Es ist dunkel.\n\nEs ist kalt. Es ist sehr kalt.",
  "Their house is round. Do you live in a round building?": "Ihr Haus ist rund. Lebst du in einem runden Gebäude?",
  "Count the trees together.": "Zähle die Bäume zusammen.",
  "A full moon forms a complete circle. A moon that is a partial circle like this is called a crescent moon.": "Ein Vollmond ist ein vollkommener Kreis. Einen teilweisen Kreis wie diesen nennt man einen abnehmenden Mond.",
  "For Dog it is too cold.": "Für den Hund ist es zu kalt.",
  "What shows you that Dog is cold?": "Was zeigt dir, dass dem Hund kalt ist?",
  "A light blue color is often used to show something cold. Does seeing blue make you feel cold?": "Eine helle blaue Farbe wird oft benutzt um etwas Kaltes aufzuzeigen. Wird dir kalt wenn du etwas Hellblaues siehst?",
  "On cold nights, even outdoor animals can use help with the cold.": "In kalten Nächten können sogar freilebende Tiere Unterstützung mit der Kälte gebrauchen.",
  "Cat gives Dog underwear.\n\nOne pair of underwear is dirty. One pair of underwear is clean.": "Der Kater gibt dem Hund Unterwäsche.\n\nEine Unterwäsche ist dreckig. Eine Unterwäsche ist sauber.",
  "Is this choice of underwear very helpful?": "Ist diese Auswahl an Unterwäsche sehr hilfreich?",
  "Is it silly that Cat offers underwear that is dirty?": "Ist es nicht doof, dass der Kater dreckige Unterwäsche anbietet?",
  "Why isn't Cat cold?": "Warum ist dem Kater nicht kalt?",
  "Dog takes the clean underwear. But it is still too cold.": "Der Hund nimmt die saubere Unterwäsche. Aber es ist immer noch zu kalt.",
  "Count together how much clothing Dog has. Dog is cold and needs more.": "Zähle zusammen wieviele Kleider der Hund hat. Dem Hund ist kalt und er braucht mehr.",
  "Remember a time when you were cold and how hard it was to get warm.": "Erinnere dich an eine Zeit, in der dir kalt war und wie schwierig war, dass dir warm wurde.",
  "Why are Dog's arms crossed in front?": "Warum sind die Arme des Hundes vorne verschränkt?",
  "Cat gives Dog shirts. One shirt is big. One shirt is small.": "Der Kater gibt dem Hund Hemden. Ein Hemd ist gross. Eins ist klein.",
  "Is offering a shirt that is much too small helpful?": "Ist es hilfreich, ein Hemd anzubieten, das viel zu klein ist?",
  "Is Cat trying to help, or is Cat just having some fun?": "Versucht der Kater zu helfen, oder macht er sich bloss ein bisschen lustig?",
  "Which of Cat's paws has more visible claws?": "Welche der Tatzen des Katers hat mehr sichtbare Krallen?",
  "Dog takes the big shirt. But it is still too cold.": "Der Hund nimmt das grosse Hemd. Aber es ist immer noch zu kalt.",
  "Count the pieces of clothing Dog has. Is it enough?": "Zähle die Kleidungsstücke, die der Hund hat. Ist es genug?",
  "A square is a shape like a piece of paper with four equal sides. Compare the round moon with the square window.": "Ein Viereck ist eine Form wie ein Blatt Papier mit vier gleichen Seiten. Vergleiche den Mond mit dem viereckigen Fenster.",
  "Have you ever seen a round window?": "Hast du jemals ein rundes Fenster gesehen?",
  "Cat gives Dog pants.\n\nOne pair of pants is long. One pair of pants is short.": "Der Kater gibt dem Hund Hosen.\n\nEin paar der Hosen ist lang. Ein paar der Hosen ist kurz.",
  "How many pieces of clothing does Cat offer each time?": "Wieviele Kleidungsstücke verschenkt der Kater jedes Mal?",
  "When you are cold, do you want to wear shorts?": "Wenn dir kalt ist, willst du dann Shorts tragen?",
  "What will happen with Dog's tail? Do these pants have a hole for Dog's tail?": "Was wird geschehen mit dem Wedel des Hundes? Haben diese Hosen ein Loch für den Wedel des Hundes?",
  "Dog takes the long pair of pants. But it is still too cold.": "Der Hund nimmt die lange Hose. Aber es ist immer noch zu kalt.",
  "Each time, Dog gets one more piece of clothing. How many pieces does Dog have on now?": "Der Hund bekommt jedes Mal ein neues Kleidungsstück. Wieviele Kleider hat der Hund jetzt an?",
  "How many pieces will Dog need?": "Wie viele Stücke wird der Hund brauchen?",
  "Do you think there is any way Dog will get warm?": "Denkst du es gibt einen Weg damit dem Hund warm wird?",
  "Cat gives Dog vests. One vest is wet, one vest is dry.\n\nDog takes the dry vest, but it is still too cold.": "Der Kater gibt dem Hund Westen. Eine Weste ist nass, eine Weste ist trocken.\n\nDer Hund nimmt die trockene Weste, aber es ist immer noch zu kalt.",
  "Does having something wet on make you feel warmer or colder?": "Wird dir wärmer oder kälter wenn du etwas nasses trägst?",
  "Dog had three pieces of clothing on. The vest is one more. How many does that make?": "Der Hund trägt drei Kleidungsstücke. Die Weste ist eine mehr. Wieviele macht das?",
  "With the vest, Dog has four pieces of clothing. Before he put the vest on, he had one less. How many was that?": "Mit der Weste hat der Hund vier Kleidungsstücke. Bevor er die Weste anzog, hatte er eins weniger. Wieviele waren das?",
  "Cat gives Dog jackets. One jacket is thick, one jacket is thin.\n\nDog takes the thick jacket, but it is still too cold.": "Der Kater gibt dem Hund Jacken. Eine Jacke ist dick, eine Jacke ist dünn.\n\nDer Hund nimmt die dicke Jacke, aber es ist immer noch zu kalt.",
  "Thicker clothing helps you keep heat in and stay warmer.": "Dickere Kleidung hilft dir, die Hitze auf der Innenseite zu erhalten und wärmer zu bleiben.",
  "Does the color of the jacket look odd with Dog's other clothes?": "Sieht die Farbe der Jacke merkwürdig aus mit den anderen Kleidern des Hundes?",
  "Dog now has one more than four. How many is that?": "Der Hund hat nun eines mehr als vier. Wieviel ist das?",
  "Cat gives Dog hats. One hat is high, one hat is low.\n\nDog takes the high hat, but it is still too cold.": "Der Kater gibt dem Hund Hüte. Ein Hut ist hoch, einer ist tief.\n\nDer Hund nimmt den hohen Hut, aber es ist immer noch zu kalt.",
  "Point at the short hat and the tall hat.": "Zeige auf den kurzen und den langen Hut.",
  "Does it matter which hat Dog chooses? Is one hat warmer than the other?": "Spielt es eine Rolle, welchen Hut der Hund wählt? Ist einer wärmer als der andere?",
  "Do you have any hats? If so, do you like to wear them?": "Hast du irgendwelche Hüte? Wenn ja, trägst du sie gerne?",
  "Cat gives Dog shoes.\n\nOne pair of shoes is new, one pair of shoes is old.": "Der Kater gibt dem Hund Schuhe.\n\nEin paar Schuhe sind neu, ein paar Schuhe sind alt.",
  "To give someone a choice, how many things do you need? Would having one thing be enough for a choice?": "Wieviele Dinge braucht man, um jemandem eine Auswahl zu geben? Würde ein Ding genug sein für eine Auswahl?",
  "A person can be baffled if you give them too many things to choose from.": "Eine Person kann verdutzt sein, wenn du ihr zu viele Dinge zum Auswählen gibst.",
  "Dog is still cold. Why are Dog's choices not helping?": "Dem Hund ist immer noch kalt. Warum hilft die Wahl des Hundes ihm nicht?",
  "Dogs takes the new shoes, and then ...\n\nIt is not too cold for Dog.": "Der Hund nimmt die neuen Schuhe, und dann …\n\nEs ist nicht zu kalt für den Hund.",
  "What changed outside the window?": "Was hat sich geändert vor dem Fenster?",
  "Why isn't Dog cold any more? Did his clothes help make him warm?": "Warum ist dem Hund nicht mehr kalt? Halfen seine Kleider, ihm warm zu geben?",
  "Where is the moon and what is that on the horizon in the window?": "Wo ist der Mond und was ist das am Horizont vor dem Fenster?",
  "The night is over.\n\nThe moon goes. The sun comes.": "Die Nacht ist vergangen.\n\nDer Mond geht unter. Die Sonne erscheint.",
  "Count the palm trees together.": "Zähle die Palmen zusammen.",
  "Point at the round, yellow sun. Is the moon always gone when the sun comes up?": "Zeige auf die runde, gelbe Sonne. Ist der Mond immer weg, wenn die Sonne aufgeht?",
  "Is the moon always visible at night?": "Ist der Mond immer sichtbar in der Nacht?",
  "It is day. It is light. It is warm. It is very warm.\n\nFor Dog it is too warm.": "Es ist Tag. Es ist leicht. Es ist warm. Es ist sehr warm.\n\nFür den Hund ist es zu warm.",
  "List all the pieces of clothing Dog has on.": "Zähle alle Kleidungsstücke, die der Hund anhat.",
  "What is Dog doing with his right hand? What motion do you use to try to cool off?": "Was macht der Hund mit seiner rechten Hand? Welche Bewegung benützt du um zu versuchen, abzukühlen?",
  "Are Dog's clothes finally making him warm, or too warm?": "Geben die Kleider des Hundes ihm endlich warm, oder zu warm?",
  "Bye bye Cat.\n\nBye bye hot Dog.": "Tschüss Kater.\n\nTschüss heisser Hund.",
  "Count Cat's whiskers. How many whiskers does Dog have?": "Zähle die Schnurrhaare des Katers. Wieviele Schnurrhaare hat der Hund?",
  "Who has more whiskers -- Cat or Dog? They have the same number, but Dog's whiskers are small.": "Wer hat mehr Schnurrhaare – Kater oder Hund? Sie haben dieselbe Anzahl, aber die Schnurrhaare des Hundes sind klein.",
  "In the end, how many pieces of clothing does Dog have? Too many!": "Am Ende hat der Hund wie viele Kleidungsstücke? Zuviele!",
  "How many cats? \n\n 0 Zero cats.\n\nNo cats here!": "Wie viele Katzen sind hier?\n\n0 … null Katzen.\n\nKeine Katzen sind hier!",
  "0 is an important number! It's where all counting starts, even when we don't say it.": "Sprich es an: Die 0 ist eine besondere Zahl! Hier beginnt das Zählen, auch wenn es nichts gibt.",
  "How many cats do you see?": "Erforscht nochmals die Frage “wie viele Katzen siehst du hier?”. Müssen wir hier also etwas abzählen, um zu wissen, wie viele es sind?",
  "Count together the butterflies – they are tricky to find in this picture.": "Zählt die Schmetterlinge - sie sind nicht leicht zu finden in diesem Bild.",
  "How many cats? \n\n 1 One cat.\n\n A black cat is eating red meat.": "Wie viele Katzen sind hier?\n\n1 … eine Katze.\n\nEine schwarze Katze isst rotes Fleisch.",
  "Point to and name the green and orange squares, blue shirt, and black cat.": "Zeigt und benennt die grünen und orangen Quadrate, das blaue Shirt, die schwarze Katze.",
  "Notice how Paul is looking at the cat. Paul sure likes cats!": "Sprecht über Pauls Blick und bildet Hypothesen, wie z.B. Paul mag seine Katze sehr!",
  "Each time a cat is added: a) say that one more than the last number of cats is the new number, and b) one less than the current number is the last number.": "Sprich es an: hier ist eine Katze mehr auf dem Bild als zuvor, also eine Katze; auf dem Bild vorher war es eine Katze weniger, also null Katzen.",
  "How many cats? \n\n 2 Two cats. \n\n A white cat and a grey cat are sleeping.": "Wie viele Katzen sind hier?\n\n2 … zwei Katzen.\n\nEine weiße Katze und eine graue Katze. Beide schlafen.",
  "Count together the cats, plants, and people.": "Zählt die Katzen, die Pflanzen und die Personen. Warum zählen wir eigentlich etwas?",
  "Of cats, plants, and people, which number is the biggest? Which one is the smallest?": "Vergleicht die Anzahlen der Katzen, der Pflanzen, der Personen, wovon ist am meisten zu sehen, welche Anzahl ist am kleinsten?",
  "Notice that the square tiles are now all the same gray color.": "Zeigt auf den Boden und vergleicht mit dem Bild zuvor: wieder Quadrate, jetzt haben alle dieselbe graue Farbe.",
  "How many cats? \n\n3 Three cats. \n\nThree cats are playing in the kitchen.": "Wie viele Katzen sind hier?\n\n3 … drei Katzen.\n\nDrei Katzen spielen in der Küche.",
  "What a mess! There must be zero people here!": "Sprecht über die Unordnung und bildet Hypothesen, z.B. da ist wohl kein Mensch im Haus.",
  "Count together each group – the cats, cabinet doors, food containers, and spoons.": "Zählt die Katzen während ihr jede antippt, und auch umgefallene Dinge, Türen, Kekse.",
  "Which thing is there the most of in this picture?": "Vergleicht die Anzahlen: wovon ist am meisten da, könnte jede Katze einen Keks essen?",
  "How many cats? \n\n4 Four cats. \n\nFour cats are Paul's friends.": "Wie viele Katzen sind hier?\n\n4 … vier Katzen.\n\nVier Katzen lieben Paul.",
  "Count all the cats.": "Zählt alle Katzen mit Antippen.",
  "Which of these cats have you seen before, and which are new? Which ones are missing?": "Überlegt, welche Katzen ihr bereits im Buch gesehen habt, welche fehlen, welche sind neu?",
  "Point at and name all the different colors in the room.": "Zeigt und benennt die verschiedenen Farben im Raum.",
  "How many cats? \n\n5 Five cats. \n\nFive cats chase the dog.": "Wie viele Katzen sind hier?\n\n5 … fünf Katzen.\n\nFünf Katzen verfolgen den Hund.",
  "Looking at their faces and bodies, do the cats and the dog like each other?": "Sprecht über den Ausdruck der Tiere, mögen sich Hunde und Katzen?",
  "Count the number of cats and the number of dogs. Which group is bigger? Poor dog!": "Zählt die Katzen und Hunde. Welche Gruppe ist größer?",
  "These cats all have different coloring. Describe the color and pattern of each cat.": "Die Katzen haben unterschiedliche Farben und Muster, beschreibt und vergleicht sie.",
  "How many cats?\n\n6 Six cats.\n\nSix cats waiting for the dog.": "Wie viele Katzen sind hier?\n\n6 … sechs Katzen.\n\nSechs Katzen warten auf den Hund.",
  "Count the cats on the floor and in the picture. Is it the same number?": "Zählt die Katzen im Zimmer, und die auf dem Foto an der Wand. Sind es gleich viele?",
  "Find a cat or two in the picture on the wall that is not on the floor.": "Überlegt: Welche Katze auf dem Foto ist nicht im Zimmer?",
  "The dog doesn't want to come back. Why not?": "Was ist mit dem Hund los? Bildet Hypothesen, z.B. er mag nicht hereinkommen, weil ….",
  "How many cats? \n\n7 Seven cats. \n\nSeven cats playing in the compound.": "Wie viele Katzen sind hier?\n\n7 … sieben Katzen.\n\nSieben Katzen spielen im Garten.",
  "Point at each of the seven cats.": "Findet die Katzen und zählt sie tippend. Zeigt auf die Katzen direkt am Haus und benennt sie mit “4 von insgesamt 7 Katzen”.",
  "What is Paul looking for?": "Überlegt: Wonach sucht Paul?",
  "The cat on the roof is the highest cat. How did that cat get up so high?": "Überlegt: Die Katze auf dem Dach ist am höchsten. Wie kam sie wohl da hoch?",
  "How many cats? \n\n8 Eight cats. \n\nEight cats and one dog!": "Wie viele Katzen sind hier?\n\n8 … acht Katzen.\n\nAcht Katzen und ein Hund.",
  "The cats have many different colors and patterns. Have you seen cats like these?": "Sprecht über die Farben und Muster der Katzen. Kennt ihr eine ähnliche Katze?",
  "Seven cats plus one dog makes how many animals?": "Umkreist die acht Katzen und tippt auf einen Hund. Acht Katzen und ein Hund sind insgesamt wie viele Tiere?",
  "Do you think the dog looks happy or worried?": "Überlegt: Wie schaut der Hund? Ist er wohl fröhlich?",
  "A kitten is stuck in a tree! \n\n\"I will rescue you!\" says Paul.": "Ein Kätzchen sitzt oben im Baum.\n\n“Ich rette dich!”, ruft Paul.",
  "How many cats are stuck in the tree?": "Wiederholt: Wie viele Katzen sieht man hier?",
  "How did the cat get up there?": "Bildet Hypothesen: Die Katze sitzt ganz oben im Baum, warum und wie geht es ihr?",
  "The cat is higher than Paul. How will Paul help the cat?": "Überlegt: Die Katze sitzt höher als Paul groß ist. Wie kann er ihr helfen?",
  "Mama, can we keep him?\" \n\nHow many cats? \n\n9 Nine cats. \n\n\"That is too many cats!\" says Mama.\u0001": "“Mama, ich habe sie. Können wir sie behalten?”\n\nWie viele Katzen sind es jetzt zusammen?\n\n9 … neun Katzen.\n\n“Neun Katzen sind zu viele,” sagt Mama.",
  "One more than eight cats is nine cats. A dog and nine cats is how many animals?\u0001\u0001": "Eine Katze mehr als acht sind zusammen neun Katzen.",
  "Do you know anyone with cats? How many cats do they have?": "Neun Katzen und ein Hund sind insgesamt wie viele Tiere?",
  "Do you think nine cats is too many?": "Kennt ihr jemanden mit Katzen? Wie viele Katzen haben sie? Sind neun Katzen “zu viele”?",
  "One day Akadeli, Lucy, Acharait, and Mary went to pick wild fruit.\n\nThey held hands to cross the big river.": "Eines Tages gingen Akadeli, Lucy, Acharait und Mary Wildfrüchte sammeln.\n\nSie hielten einander die Hände beim Überqueren des grossen Flusses.",
  "Count the girls together.": "Zähle die Mädchen.",
  "Describe the patterns you see in their clothing. Do you like to wear solids, patterns, or both?": "Beschreibe die Muster, die du in ihrer Kleidung siehst. Magst du einfarbige Kleidung oder welche mit Muster, oder beides?",
  "Friends sometimes hold hands to keep each other company or show they are friends. Why are these girls holding hands?": "Freunde halten manchmal Hände um einander Gesellschaft zu leisten. Warum halten diese Mädchen einander die Hände?",
  "The girls found a tree full of ripe fruit.\n\nThey agreed to pick the fruit with their eyes closed.": "Die Mädchen fanden einen Baum voller reifer Früchte.\n\nSie kamen überein, die Früchte mit geschlossenen Augen zu pflücken.",
  "Name all the colors in the colorful clothes they are wearing.": "Nenne alle Farben in den farbigen Kleidern die sie tragen.",
  "Each girl has her arms in a different position. Can you copy their arm positions with your arms?": "Jedes Mädchen hält ihre Arme in einer anderen Position. Kannst du diese Positionen mit deinen Armen nachahmen?",
  "Count together the branches coming off the main trunk of this tree. You will have to decide which ones are big enough to count.": "Zähle die Äste zusammen, die vom Hauptstamm dieses Baumes herkommen. Du wirst entscheiden müssen, welche davon gross genug sind, um zusammengezählt zu werden.",
  "Lucy, Acharait and Mary did not close their eyes.\n\nOnly Akadeli closed hers.": "Lucy, Acharait und Mary haben ihre Augen nicht geschlossen.\n\nNur Akadeli hat ihre geschlossen.",
  "Why do you think the other girls did not close their eyes?": "Warum denkst du haben die anderen Mädchen ihre Augen nicht geschlossen?",
  "This is a good climbing tree. Count together the branches that look the strongest.": "Dieser Baum ist gut zum Klettern. Zähle die Äste zusammen, die am stärksten aussehen.",
  "Do you ever do things with your eyes closed, just for fun?": "Tust du jemals etwas mit geschlossenen Augen, nur so zum Spass?",
  "When they opened their eyes, only Akadeli had picked unripe fruit.": "Als sie ihre Augen öffneten, hatte nur Akadeli unreife Früchte gepflückt.",
  "Estimate how many pieces of fruit there are in one basket. Estimating means making an informed guess. Is your estimate bigger than the biggest number you know?": "Schätze, wie viele Früchte sich in einem Korb befinden. Etwas zu Schätzen bedeutet, eine fundierte Vermutung aufzustellen. Ist deine Schätzung grösser als die grösste Nummer, die du kennst?",
  "What shapes are there on the two blue dresses?": "Welche Formen sind da auf den zwei blauen Kleidern?",
  "Did you ever play a game where some of the people didn't follow the rules? How did it make you feel?": "Hast du jemals ein Spiel gespielt, bei welchem einige der Leute die Spielregeln nicht befolgten? Wie fühltest du dich dabei?",
  "Lucy, Acharait, and Mary laughed at Akadeli. They left for home.\n\nAkadeli threw away the unripe fruit. She began picking ripe ones.": "Lucy, Acharait und Mary lachten Akadeli an. Sie waren Richtung nach Hause gegangen.\n\nAkadeli warf das unreife Obst weg. Sie begann, reifes zu pflücken.",
  "If you have four girls and you take three away, how many are left?": "Hast du vier Mädchen, und nimmst drei weg, wie viele bleiben dann übrig?",
  "When people laugh at you, does that make you feel angry or ashamed? Were you able to ignore them knowing they were just being mean?": "Wenn dich Leute anlachen, macht dich das wütend oder beschämt? Konntest du sie ignorieren, wissend, dass sie einfach nur gemein waren?",
  "Why did Akadeli stay behind to pick fruit?": "Warum blieb Akadeli zurück, um Früchte zu pflücken?",
  "Soon, Akadeli filled her basket with ripe fruit.\n\nShe set off alone, crossing the big river.": "Akadeli hat ihren Korb bald mit reifer Frucht gefüllt.\n\nSie ging alleine los, überquerte den grossen Fluss.",
  "How many splashes can you count when her fruit hits the water?": "Wie viele Spritzer kannst du zählen, als ihre Frucht das Wasser berührt?",
  "Count the larger trees together.": "Zähle die grösseren Bäume zusammen.",
  "Why do you think Akadeli slipped in the river when no one slipped before? Is there another reason for holding hands?": "Warum, denkst du, ging Akadeli in den Fluss, während niemand vor ihr hineingegangen ist? Gibt es einen anderen Grund dafür, Hände zu halten?",
  "Half way across the river, Akadeli's fruit fell into the water.\n\nShe was angry and began to cry.": "In der Mitte des Flussweges fiel Akadelis Frucht ins Wasser.\n\nSie war wütend und begann zu weinen.",
  "Akadeli is standing in the middle of some circles in the water. How many?": "Akadeli steht in der Mitte von ein paar Kreisen im Wasser. Von wievielen?",
  "People cry sometimes when they are sad or angry. Have you been sad or angry when you spilled something?": "Menschen weinen manchmal wenn sie traurig oder wütend sind. Warst du jemals traurig oder wütend, als du etwas ausgeschüttet hast?",
  "Count together the dark squares in the checkerboard pattern on her shirt.": "Zähle die dunklen Vierecke im Schachbrettmustern ihres Hemds zusammen.",
  "Akadeli saw a big fish and grabbed it.": "Akadeli sah einen grossen Fisch und packte ihn.",
  "Is it okay that Akadeli lost her basket? Do you think her parents will be mad?": "Ist es in Ordnung dass Akadeli ihren Korb verloren hat? Meinst du ihre Eltern werden wütend sein?",
  "The title says this is Akadeli's lucky day. How is Akadeli's day going so far?": "Der Titel sagt, dies sei Akadeli’s Glückstag. Wie geht es Akadeli so weit?",
  "Is this fish bigger or smaller than Akadeli?": "Ist dieser Fisch grösser oder kleiner als Akadeli?",
  "As Akadeli walked home, a hawk snatched the fish.\n\nHe flew away with it.": "Als Akadeli nach Hause lief, schnappte ein Adler nach dem Fisch.\n\nEr flog mit ihm davon.",
  "The hawk snatched the fish with the talons on its feet. How many talons do you see?": "Der Adler schnappte sich den Fisch mit seinen Greifarmen. Wieviele Krallen siehst du?",
  "The hawk's wings and Akadeli's shirt look a bit alike -- describe how they are similar and how they are different.": "Des Adler’s Flügel und Akadeli’s Hemd sehen ein bisschen ähnlich aus – beschreibe worin sie sich ähneln und worin sie verschieden sind.",
  "What is Akadeli feeling as she watches the hawk fly away with her fish?": "Was fühlt Akadeli, während sie den Adler mit ihrem Fisch wegfliegen sieht?",
  "The hawk left behind a feather from its tail.\n\nAkadeli picked up the feather and continued walking home.": "Der Adler hat eine Feder seines Rückens gelassen.\n\nAkadeli hob die Feder auf und setzte das Nachhausegehen fort.",
  "How many spots are on this feather?": "Wie viele Flecken sind auf dieser Feder?",
  "Have you ever found a feather? Was it very colorful?": "Hast du jemals eine Feder gefunden? War sie sehr farbig?",
  "There are three kinds of plants in this picture. Point at the tallest and shortest ones.": "Es gibt drei verschiedene Arten von Pflanzen auf diesem Bild. Zeige auf die längste und kürzeste von ihnen.",
  "She came across a traditional wedding. Dancers were wearing grass on their heads instead of feathers as was the tradition.\n\nThey took her feather and gave her a big bull!": "Sie traf auf eine traditionelle Hochzeit. Die Tänzer trugen Gras auf ihren Köpfen als Tradition, anstelle von Federn.\n\nSie nahmen ihr die Feder und gaben ihr einen grossen Bullen!",
  "Count how many people are wearing yellow grass on their heads.": "Zähle, wie viele Leute gelbes Gras auf ihren Köpfen tragen.",
  "Estimate how many people it would take to weigh as much as that bull.": "Schätze, wie viele Leute es brauchen würde um dasselbe Gewicht zu haben wie dieser Bulle.",
  "Surprisingly, Akadeli traded a feather for a bull. Why did the people do that?": "Überraschenderweise tauschte Akadeli eine Feder gegen einen Bullen. Warum taten die Leute das?",
  "Akadeli reached home with her bull. Her parents and relatives were so happy. Lucy, Acharait, and Mary wished they had not lied to Akadeli.\n\nIt was a lucky day for Akadeli!": "Akadeli kam zuhause an mit ihrem Bullen. Ihre Eltern und Verwandten waren so glücklich. Lucy, Acharait und Mary wünschten sich, Akadeli nicht belogen zu haben.\n\nEs war ein Glückstag für Akadeli!",
  "How do you think the other girls feel?": "Was meinst du, wie fühlen sich die anderen Mädchen?",
  "Have you ever lied to someone? If so, did it make you feel sorry or ashamed?": "Hast du jemals jemanden angelogen? Wenn ja, tat es dir leid oder schämtest du dich?",
  "Count the number of difficult moments in Akadeli's day. All turned out well in the end. Life can be full of surprises!": "Zähle die Anzahl schwieriger Momente in Akadeli’s Tag. Es endete alles gut. Das Leben kann voller Überraschungen sein!"
}